{
 "video_id": "v6GySpsbjjo",
 "channel_id": "UCpqDUjTsof-kTNpnyWper_Q",
 "channel_name": "John Vervaeke",
 "title": "To the depths of Dialogos w/ Guy Sengstock",
 "url": "https://www.youtube.com/watch?v=v6GySpsbjjo",
 "date": "2022-02-11",
 "description": "Guy and I enter into dialogos about dialogos in preparation for the upcoming weekend Dialogos and the Circling Method weekend workshop.\n\nDia-Logos & The Circling Method - Online\nCome join us for a rare and special experiential opportunity to commune in Dia-Logos with Professor of philosophy & Cognitive Science John Vervaeke PhD, Christopher Mastropietro & Guy Sengstock the originator of the Circling Method.\n\nDia-Logos names the core principle enacted in the Platonic dialogue in Ancient Greece which opened the ground of intelligibility we, quite literally, live inside of today. Out of this ancient and sacred dialogical practice of Philia-Sophia (Love of friendship - Wisdom) came the organizing principles such as Love, Beauty, Truth and Goodness principles that sourced our practices of religion, science and the humanities that we take for granted today.\nWhat is often forgotten is the Platonic dialogues were a response to Athens burning down in the depth of crisis. Today, like Athens, we are in our own kind of Crisis which John refers to as the meaning crisis. And today we, like ancient Athens, the ancient practice of Dia-Logos is emerging in a new way from the guts of culture as a unique and genuine response to this crisis.\n\nJohn says about this workshop:\n“We need this kind of ACTUAL DIALOGUE because we are suffering from idle talk and bullshit and it’s overwhelming us! What we are offering here is a mind sword that can cut through all of that and get people back together and back in touch with themselves and the world”\n\nIn this course John and Guy will, for the first time, bring the reemergence of philosophic dia-logos into a concrete formalized practice making it accessible and available to you and the people in your life right now.\nThrough John’s cutting edge research as Cognitive Scientist, philosopher and spiritual & religious practitioner and Guy’s 25 years experience at creating and developing the Circling Method they will guide you into this powerful experiential and participatory journey as a beginning to something you can practice for a lifetime.\n\nWHAT WILL HAPPEN IN THE WORKSHOP?\nThrough a series of progressive experiential exercises & group practices you will begin to develop skills & abilities that afford genuine Dia-logos. John & Guy will walk you through exercises in the Circling method, philosophic fellowship & philosophic dialectic culminating into group Dia-logos. The supportive learning environment will assist you in developing the capacity to master these deeply challenging exercises.\n\nWHAT YOU WILL LEARN:\n- Practices for deepening empathic attunement for self and others\n- What it take to speak and listen in a way that fosters deep intimacy and fellowship\n- Speaking the present moment into aliveness\n- The improvisational Jazz of dialogue riffing into Dia-Logos\n- Being, feeling and speaking from ever deepening levels of reverence\n- Genuine Socratic midwifery\n- Turning your intuitions into philosophic proposals to be discussed\n- To respectfully challenge & disagree in a way that invites collaboration\n- Ability to sense into the Logos and speak from it\n- To sense and encourage a deep sense of flow\n\n\nFor deeper understanding of Circling Method, check out\n6 Things the Practice of Circling Does Really Well…\nhttps://circlinginstitute.com/what-is-circling-method/\n\n**********************************************************\nTuition: $250 or $195 if paid by Feb 6th\nTime: 10AM - 4:00 PM PST (both days)\nReserve Your Spot NOW!\nTo Register...\nhttps://circlinginstitute.com/circling-dialogos/\nWe will send you the Zoom link after payment is received.\n(Download Zoom in advance at https://zoom.us/).\n***********************************************************\nIf you have technical difficulties day of, text or call:\nKorenna Reynard: 310-801-5333\nYour Facilitators: John Vervaeke PhD, Guy Sengstock, and Circling Institute Faculty.\nTogether, they are not afraid to lead with their own humanity, vulnerability and humor to keep it real with you.\nwww.CirclingInstitute.com",
 "duration": 4822,
 "transcript_parts": []
}