{
 "video_id": "HlMgGkwWUNY",
 "channel_id": "UCGsDIP_K6J6VSTqlq-9IPlg",
 "channel_name": "Paul VanderKlay",
 "title": "Art, Chaos, Information, Jesus is the Axis, Peterson, Pageau",
 "url": "https://www.youtube.com/watch?v=HlMgGkwWUNY",
 "date": "2019-06-21",
 "description": "Karen is an artist living in Silicon Valley. Through Jordan Peterson's work she's developed some interesting ideas about art, reality, math and religion. http://www.karenwongart.com/\n\nGoogle doc notes https://docs.google.com/document/d/1GjA2CAEGrzoKL6Ao9q6F0P2zudzOhC00chomM_yxqg4/edit?usp=sharing \n\nHabermas, the Resurrection argument that changed a generation of scholars.\nhttps://youtu.be/ay_Db4RwZ_M\n\nNeil Turok on the Simplicity of everything\nhttps://youtu.be/f1x9lgX8GaE\n\nStephen Strogatz on the Beauty of Calculus\nhttps://youtu.be/1r6893ga_So\n\nhttps://menlo.church/saratoga/series/the-upside-down\nThe messages on the sermon on the mount. Start at the bottom right of the page for the first one and then watch chronologically by date.\n\n\nThere are seven elements of design\nThere are eight principles\nYou set up a matrix. Too many choices immobilize.\nWhat forces you to creativity is to put strong boundaries around your process\nIt’s that “what if” that leads you down trails that open up avenues\nMaximally beautiful pieces came when she created chaos all over her canvas\nStep back, look at the chaos, what you do see, what can you find that’s useful? \nThat process is terrifying\nThis is the hero’s journey. Art and fear are bound together. Book (Art and Fear by Orland and Bayles https://www.amazon.com/dp/0961454733/ref=cm_sw_r_cp_tai_AniaDb81ZYWA3)\nElements and principles of design maps onto all these disciplines\nAnd helps to make sense of the difficult concepts in Maps of Meaning\nJordan Peterson’s reluctance to say he believes in God\nNeil Turok “the simplicity of everything”\nThe imaginary number opened up worlds of information\nJonathan Pageau, Jesus is the axis, no beginning and no end, going straight up to infinity, also moving up and down on the axis\nWe are like the asymptote approaching but not reaching His perfection\nEveryone is somewhere on the string moving towards more skill or growth or maturity\nExponentiate a real number gives an asymptote. Exponentiate the imaginary number I gives a Circle. Each of us is somewhere on a string that starts on the Circle and moves asymptotically in and up closer to Christ as He fills us and we mature in Him\nAs we get closer to Christ we get closer to each other\nThere are hierarchies in every discipline, Jesus is the axis of each. he’s the great engineer, artist, physicist, etc. \nJohn Ortberg, series on the sermon on the mount\nHistory\nSy Garte bio chemist on twitter\nThe cells of our body need solar input. We can’t be our own sun. \nWe are faced with this field of infinite potential and we need to make choices\nEverytime we make a choice we build the future in front of us\nIn the same way the Universe is expanding into something that is the future\nIt’s not only energy that makes that future but also ideas\nSome of the choices are actions, or ideas, we pluck information out of the universe to build the future. Every discipline (system) has built its structure out of that information. The maximally divisible choices of unique individuals build the future one choice at a time (here is one via connecting to the big idea in calculus)\nJesus Christ is the way, the truth and the life. The future spooled forth from that idea\nGod spoke at the beginning of time\nThe speaking that is from His book\nThe speaking that is from nature\nSpoken word must be heard to be useful\nCan spoken truth bring forth bad things? \n\nFor the audio podcast mirror on Podbean http://paulvanderklay.podbean.com/\n\nTo listen to this on ITunes https://itunes.apple.com/us/podcast/paul-vanderklays-podcast/id1394314333",
 "duration": 4259,
 "transcript_parts": []
}