{
 "video_id": "yTqub_XxdnA",
 "channel_id": "UCg7Ed0lecvko58ibuX1XHng",
 "channel_name": "Transfigured",
 "title": "John Vervaeke and Paul Vanderklay on Neoplatonism, Evolution, and Christianity",
 "url": "https://www.youtube.com/watch?v=yTqub_XxdnA",
 "date": "2022-01-25",
 "description": "@John Vervaeke and @Paul VanderKlay come together for a dialogue on neoplatonism, evolution, and Christianity. This is my third dialogue with John Vervaeke and the first appearance of Paul on my channel. \n\nWe mention Adam Friended, David Sloan Wilson, Bret Weinstein, Thomas Aquinas, the Apostle Paul, Jacob Faturechi, Origen of Alexandria, Plotinus, Philo of Alexandria, John Scotus Eriugena, Proclus, Maximus the Confessor, Porphyry,  Noam Chomsky, Northrop Frye, CS Lewis, Iamblichus, Gregory Shaw, Pseudo-Dionysius, Jonathan Pageau, Numenius, Alvin Platinga, Daniel Dennett, Donald Hoffman, Joscha Bach, Paul Anleitner (aka @Deep Talks ), Sevilla King (aka @A Quality Existence ), Cornelius Platinga, David Bentley Hart, sigmund freud, Karl Marx, Friedrich Nietzsche, Hagel, Maurice Merleau-Ponty, DC Schlinder, Von Balthasar, Clare Carlisle, Spinoza, and more. \n\n00:00:00 - Introduction\n00:08:30 - The evolutionary argument for Christianity\n00:16:20 - John proposes the importance of Neoplationism\n00:28:30 - Paul responds to John's proposal\n00:37:38 - The origins of Neoplatonism \n00:46:45 - The necessity of particularity\n01:07:00 - The evolutionary argument against naturalism\n01:24:20 - The uniqueness of Christian Neoplatonism\n01:28:00 - Hermeneutics of suspicion vs Hermeneutics of beauty\n01:36:00 - Closing thoughts and teasers for next time\n\nLink to podcast version of this episode: https://anchor.fm/transfigured-sam/episodes/John-Vervaeke-and-Paul-Vanderklay-on-Neoplatonism--Evolution--and-Christianity-e1demjf\n\nVervaeke's awakening from the meaning crisis: https://www.youtube.com/watch?v=54l8_ewcOlY&list=PLND1JCRq8Vuh3f0P5qjrSdb5eC1ZfZwWJ\n\nVervaeke and Joscha Bach: https://www.youtube.com/watch?v=rK7ux_JhHM4",
 "duration": 6258,
 "transcript_parts": []
}