{
 "video_id": "rnyDQ1quecA",
 "channel_id": "UClIDP7_Kzv_7tDQjTv9EhrA",
 "channel_name": "Chris Petkau",
 "title": "Psalm 123",
 "url": "https://www.youtube.com/watch?v=rnyDQ1quecA",
 "date": "2021-06-23",
 "description": "Psalm 123\n\n1I lift up my eyes to you,\nto you who sit enthroned in heaven.\n2As the eyes of slaves look to the hand of their master,\nas the eyes of a female slave look to the hand of her mistress,\nso our eyes look to the Lord our God,\ntill he shows us his mercy.\n3Have mercy on us, Lord, have mercy on us,\nfor we have endured no end of contempt.\n4We have endured no end\nof ridicule from the arrogant,\nof contempt from the proud.\n\n\n\nSo where do we go from here\nDoes anybody know what to do now\nthe roof is caving in and the foundations cracking and everything's falling down\nopen to suggestions \nnone of us really planned for this\nwe just wanted to be happy so we served the God of manmon now the results are catastrophic\nthey got you by your balls and your wallet\nthat's okay boy just buy another product\ngoing phsycotic \nbewitched by electronics\nworking so hard I'm exhausted \nfor something I'm not even wanting\nsomebody set me free from me\nthe gotta have it now mentality\nall this greed uncontained\nthe city burns in 4k res\nat least we're entertained\nwe don't see angels cuz we're looking from wrong angles\nwe here the stories but we don't believe in fables\nit's time to wake up to what this modern age is\na poorly stitched veil meant to keep your mind disabled\nI am not with this\nnew world religion\nthey shut down the churches \nAnd opened the prisons\nand told us to listen \nwearing the mask is the new superstition\nbut I'm not. victim\nI do not accept your Terms and Conditions\nain't no dooms day prophet but baby I ain't blind\nyou can build your little tower try to reach it to the sky\nand you might get real far and you might build it real high\nbut everything falls when it's built off a lie\nso if I were you I would try and get out of the way\nnobody knows the minute or the hour or the day\nbut by the time you try to run might be too late\nmany will be lead astray and there's no time to waist",
 "duration": 178,
 "transcript_parts": []
}