{"video_id": "-4rvQWhVvbA", "channel_id": "UCIAtCuzdvgNJvSYILnHtdWA", "channel_name": "The Anadromist", "title": "Joker: King Of The Dark Clowns (The Nightmare of Clowns and Chaos) Cultural Analysis", "url": "https://www.youtube.com/watch?v=-4rvQWhVvbA", "date": "2019-10-10", "description": "JOKER, the Todd Phillips film, is a game changer. This is my look at the origin of clowns, how clowns suddenly turned into an image of fear and why the Joker became the King of the Dark Clowns. It is indeed long, perhaps too long. Yet as soon as I made it I realized that I had almost completely forgotten to talk about Taxi Driver, which is not only one of the most seminal influences of the film, but one of my own personal top ten favorites. Nevertheless I feel that this connection is being clearly made by most reviewers. I also didn't discuss New York City at the end of the 70s beginning of the 80s. Which I was present for. And I have rat stories and crime stories. But again this is also well noted and my video was already long in the tooth. \n\nI mention the mainstream media reaction to this film slightly, much more could be said. Particularly the difference between audience score and critics score on Rotten Tomatoes. The critics actually liked the woke preachy Batwoman series better than Joker. Go figure. And it is a testament to the depth of Joker how much conversation it generates. I particularly appreciated Jonathan Pageau's take it. I have included links below to some of the best reviews I have run across so far. Joker essentially up ends the mainstream conversation of where we are and opens a door to a new cultural climate. Like Hitchcock's Psycho, which opened the door to a new darker cinema. And like Star Wars, which helped to create a new template for entertainment, the one Joker completely subverts. Joker is something that will have deep cultural resonances for years to come.\n\nSome worthy reviews:\nJonathan Pageau: https://www.youtube.com/watch?v=H74BbcTs6xs\nTim Pool: https://www.youtube.com/watch?v=51GhgLuFBUk\nImpression Blend (Marianna Neal): https://www.youtube.com/watch?v=plcgVcbHEuQ\nChris Stuckmann: https://www.youtube.com/watch?v=rnyuxpky1Cw\nJeremy Jahns: https://www.youtube.com/watch?v=PJORkfmnmdY\nAkkad Daily (Carl Benjamin): https://www.youtube.com/watch?v=wS9tHYYJgEE\n\nSUBSCRIBE! SHARE! CONTRIBUTE!\nPlease consider a monthly contribution through PayPal to receive extra content and to help me from financially crashing here in Georgia. And if you start today you can get 7 hours worth of extra content immediately. \nClick this...  https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G9LDYMSPZ5RGG\n\nWatch this video for more about our extra content:\nhttps://www.youtube.com/watch?v=nykTp3TziRY\n\nMy other YouTube channel is this one: https://www.youtube.com/user/gulagzero \nThe Anadromous Life essay site for more in depth ideas: https://theanadromist.wordpress.com/ \nThe Gravity From Above site for more artistic ideas involving puppetry, music, dance and other arts. https://gravityfromabove.wordpress.com/ \nAnd if you want to communicate with me use The Anadromous Life Facebook page. https://www.facebook.com/theanadromist/ \n(I don't want to have to make my personal page private because I have too many 'friends'. If it's dialogue you want go there. I'll start 'community' page soon enough if the demand is there.) \n\nThanks for watching, more coming soon! \n\nMeanwhile dig into the Anadromous past. Swim against the stream my friends. \n\nFrom Tbilisi Georgia (Look it up on a map!) \nByrne\n#jokermovie #joker #jokerreview #clowns #clownworld", "duration": 4717, "transcript_parts": []}