{"video_id": "Bsqh81Qdh9s", "channel_id": "UCIAtCuzdvgNJvSYILnHtdWA", "channel_name": "The Anadromist", "title": "A 'Cute' Journey Into  Art History (Owen Barfield on Imagination)", "url": "https://www.youtube.com/watch?v=Bsqh81Qdh9s", "date": "2020-07-10", "description": "This is just a SHORT segment from my upcoming video entitled 21st Century Cargo Cults. It's turning out to be quite a production so I figured I'd give you this mysterious little section to mull over before the big plane arrives with the Cargo. Let me know what you think? Can you guess what I'm on about?\n\n\nHEY! SUPPORT THIS CHANNEL TODAY. Please consider a monthly contribution through PayPal to receive extra content and to help me afloat here in Georgia. And if you start today you can get 10 hours worth of extra content immediately. \nClick this... https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G9LDYMSPZ5RGG\nWatch this video for more about our extra content:https://www.youtube.com/watch?v=nykTp3TziRY\n\nMy other YouTube channel is this one: https://www.youtube.com/user/gulagzero \n\nThe Anadromous Life essay site for more in depth ideas: https://theanadromist.wordpress.com/ \n\nThe Gravity From Above site for more artistic ideas involving puppetry, music, dance and other arts. \nhttps://gravityfromabove.wordpress.com/ \n\nAnd to understand more about my life in Georgia check out my Georgian Crossroads channel: https://www.youtube.com/channel/UCeFJ6Tm71ieNcjcUb-Trc8g\n\nAnd if you want to communicate with me use The Anadromous Life Facebook page. https://www.facebook.com/theanadromist/ \n(I don't want to have to make my personal page private because I have too many 'friends'. If it's dialogue you want go there. I'll start 'community' page soon enough if the demand is there.) \n\nThanks for watching, more coming soon! \n\nMeanwhile dig into the Anadromous past. \nFrom Tbilisi Georgia (Look it up on a map!) \nSwimming Against the Stream\nByrne\n\n#arthistory #owenbarfield #imagination", "duration": 199, "transcript_parts": []}