{"video_id": "LQvZYQqbUsI", "channel_id": "UCIAtCuzdvgNJvSYILnHtdWA", "channel_name": "The Anadromist", "title": "Time #6 - Evil And Love: Relationships In Time (George Carlin, Jacques Ellul, Billie Eilish)", "url": "https://www.youtube.com/watch?v=LQvZYQqbUsI", "date": "2019-10-17", "description": "This video is where the rubber meets the road. Living against Time ultimately results in destructive relationships that emphasize  visual aspects instead of character. This is the sixth in a series of discussions on the importance of Time in our lives. We've already pointed out that Time is not the Clock. We've surveyed the relationship of science to Time through history. But in this episode we see how the mistaken notion of Time has wrecked havoc upon our human relationships. \n\n(By the way the opening moments  are from Christopher Nolan's Memento. A man has a strange condition which leaves him unable to form new memories. Thus he, like many 21st century folks, live outside of Time.)\n\nHere's my personal update on my life in Georgia circa autumn 2019. \nhttps://gravityfromabove.wordpress.com/2019/10/11/the-joke-and-the-joker/\n\nPlease consider a monthly contribution through PayPal to receive extra content and to help me from financially crashing here in Georgia. And if you start today you can get 7 hours worth of extra content immediately. \nClick this...  https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G9LDYMSPZ5RGG\n\nWatch this video for more about our extra content:\nhttps://www.youtube.com/watch?v=nykTp3TziRY\n\nMy other YouTube channel is this one: https://www.youtube.com/user/gulagzero \nThe Anadromous Life essay site for more in depth ideas: https://theanadromist.wordpress.com/ \nThe Gravity From Above site for more artistic ideas involving puppetry, music, dance and other arts. https://gravityfromabove.wordpress.com/ \nAnd if you want to communicate with me use The Anadromous Life Facebook page. https://www.facebook.com/theanadromist/ \n(I don't want to have to make my personal page private because I have too many 'friends'. If it's dialogue you want go there. I'll start 'community' page soon enough if the demand is there.) \n\nThanks for watching, more coming soon! \n\nMeanwhile dig into the Anadromous past. Swim against the stream my friends. \n\nFrom Tbilisi Georgia (Look it up on a map!) \nByrne\n\n#time #relationships #evil #meaning #love", "duration": 3629, "transcript_parts": []}