{"video_id": "nIltOuL4Mnw", "channel_id": "UCIAtCuzdvgNJvSYILnHtdWA", "channel_name": "The Anadromist", "title": "How We Got Here #6: The Origins of the Culture War (The RIse of Propaganda)", "url": "https://www.youtube.com/watch?v=nIltOuL4Mnw", "date": "2020-08-26", "description": "Well, after over a year here it is! How We Got Here #6: The Origins of the Culture War. I have tried to be as fair as possible. But there is no way to please everybody in these things. And I'm sure there will be people who will question what I say. But that's why this is so long. I needed to prove my points. You need to see and hear evidence to weigh it. And even then much more is needed. I am interested in history, not in confirming presuppositions. Though someone may say that I certainly have my own presuppositions. True enough. But again I have tried to be fair... according to what I see. And having listened to many voices from many other perspectives for many years.This is a dialogue. So reply. Respectfully please. \n\n(Special thanks to David Hoffman.)\n\n''''''''\nHEY! YOU CAN SUPPORT THIS CHANNEL TODAY! Please consider a monthly contribution through PayPal to receive extra content and to help me afloat here in Georgia. And if you start today you can get 10 hours worth of extra content immediately. \nClick this... https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G9LDYMSPZ5RGG\nWatch this video for more about receiving extra content: https://www.youtube.com/watch?v=nykTp3TziRY\n\nThe Anadromous Life essay site for more in depth ideas: https://theanadromist.wordpress.com/ \n\nVisit my Gravity From Above channel is this one: https://www.youtube.com/user/gulagzero \n\nThe Gravity From Above site for more artistic ideas involving puppetry, music, dance and other arts. \nhttps://gravityfromabove.wordpress.com/ \n\nAnd to understand more about my life in Georgia check out my Georgian Crossroads channel: https://www.youtube.com/channel/UCeFJ6Tm71ieNcjcUb-Trc8g\n\nAnd if you want to communicate with me use The Anadromous Life Facebook page. https://www.facebook.com/theanadromist/ \n(I don't want to have to make my personal page private because I have too many 'friends'. If it's dialogue you want go there. I'll start 'community' page soon enough if the demand is there.) \n\nThanks for watching, more coming soon! \n\nMeanwhile dig into the Anadromous past. \nFrom Tbilisi Georgia (Look it up on a map!) \nSwimming Against the Stream\nByrne\n#jesuspeople #culturewar #history", "duration": 9792, "transcript_parts": []}