{
 "video_id": "nlMAukro9zg",
 "channel_id": "UCIAtCuzdvgNJvSYILnHtdWA",
 "channel_name": "The Anadromist",
 "title": "Diva Hetairai (The Rise of the Diva in Pop Music in the 21st Century) Preview How We Got Here #11",
 "url": "https://www.youtube.com/watch?v=nlMAukro9zg",
 "date": "2021-03-05",
 "description": "The Hetairai were the elite courtesans of ancient Greece. Beautiful women known for their refined skills and culture. One of them was viewed daily as she strolled to take her bath in the waters of Corinth. Her baths were a public pastime. She was celebrated for her erotic charms. And charged for her services accordingly. She died a toothless beggar on the streets.\n\nIn the early 21st Century a postmodern form of Hetaira was emerged, created by the large media conglomerates of the time. Their performances were filled with seduction and histrionics. They often were known by single names. Their shows and music drew in millions. This was before 2020. \n\nThis video is a sober reflection of this unique moment in music history. \n...\nSUPPORT THIS CHANNEL TODAY! Please consider a monthly contribution through PayPal to receive extra content and to help me afloat here in Georgia. And if you start today you can get 10 hours worth of extra content immediately. ($10 per month or more  OR $50 plus in one gift.)\n\nClick this... \nhttps://www.paypal.com/donate?hosted_button_id=GE5NHN8AYL3YC\n\nWatch this video for more about receiving extra content: \nhttps://www.youtube.com/watch?v=nykTp3TziRY\n................\nThe Anadromous Life essay site for more in depth ideas: https://theanadromist.wordpress.com/ \n\nVisit my Gravity From Above channel is this one: https://www.youtube.com/user/gulagzero \n\nThe Gravity From Above site for more artistic ideas involving puppetry, music, dance and other arts. \nhttps://gravityfromabove.wordpress.com/ \n\nAnd to understand more about my life in Georgia check out my Georgian Crossroads channel: https://www.youtube.com/channel/UCeFJ6Tm71ieNcjcUb-Trc8g\n\nAnd if you want to communicate with me use The Anadromous Life Facebook page. https://www.facebook.com/theanadromist/ \n(I don't want to have to make my personal page private because I have too many 'friends'. If it's dialogue you want go there. I'll start 'community' page soon enough if the demand is there.) \n\nThanks for watching, more coming soon! \n\nMeanwhile dig into the Anadromous past. \nFrom Tbilisi Georgia (Look it up on a map!) \nSwimming Against the Stream\n\nByrne\n\n#divas #divapop #musichistory",
 "duration": 211,
 "transcript_parts": []
}