{
 "video_id": "Tah6gwDP5DE",
 "channel_id": "UCIAtCuzdvgNJvSYILnHtdWA",
 "channel_name": "The Anadromist",
 "title": "Byrne Power: L'Abri Lecture: The Most Taboo Music in America - Minstrelsy (A history with examples)",
 "url": "https://www.youtube.com/watch?v=Tah6gwDP5DE",
 "date": "2020-10-04",
 "description": "Another lecture from my 2017 visit to the L'Abri Fellowship in Huémoz Switzerland. I had run into a few students there in 2016 who seemed full of the utopian ideas of a perfect world. So upon my return in 2017 I thought I'd just go for broke and discuss the most difficult subject in American music history: Minstrel music. \n\nIt is my contention that we won't really understand American music until we can start to deal with this very long lived phenomenon. This was the most popular music in America for decades. It lasted almost 150 years. And it is one of the fountainheads of American music. Black and white completely mixed up. Both racism and flattery mixed together in one savory and unsavory stew. This is a glimpse into an utterly alien world long forgotten and now considered taboo to even envision.\n\nAnd yet without it there would be no ragtime, no barbershop quartets, no Broadway musicals, no jazz as we know it, certainly no country music, no bluegrass, no rockabilly, no rock music, no Chuck berry, no Michael Jackson, no Rolling Stones, no Eminem, no Elvis Presley. We'd still be dancing Scottish jigs and reels. (Not that that's such a bad thing.) The point is that this strange 'cultural appropriation' is the foundation of most forms of American music. That is a troubling thing. And that is a good thing. Life isn't neat and tidy. So enter the world of the Interlocutor and Be Seated! The show is about to begin. \n\n'''''''\nSUPPORT THIS CHANNEL TODAY! Please consider a monthly contribution through PayPal to receive extra content and to help me afloat here in Georgia. And if you start today you can get 10 hours worth of extra content immediately. \nClick this... https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=G9LDYMSPZ5RGG\nWatch this video for more about receiving extra content: https://www.youtube.com/watch?v=nykTp3TziRY\n\nThe Anadromous Life essay site for more in depth ideas: https://theanadromist.wordpress.com/ \n\nVisit my Gravity From Above channel is this one: https://www.youtube.com/user/gulagzero \n\nThe Gravity From Above site for more artistic ideas involving puppetry, music, dance and other arts. \nhttps://gravityfromabove.wordpress.com/ \n\nAnd to understand more about my life in Georgia check out my Georgian Crossroads channel: https://www.youtube.com/channel/UCeFJ6Tm71ieNcjcUb-Trc8g\n\nAnd if you want to communicate with me use The Anadromous Life Facebook page. https://www.facebook.com/theanadromist/ \n(I don't want to have to make my personal page private because I have too many 'friends'. If it's dialogue you want go there. I'll start 'community' page soon enough if the demand is there.) \n\nThanks for watching, more coming soon! \n\nMeanwhile dig into the Anadromous past. \nFrom Tbilisi Georgia (Look it up on a map!) \nSwimming Against the Stream\n\nByrne\n\n#americanmusic #minstrels #americanhistory",
 "duration": 10190,
 "transcript_parts": []
}