{"video_id": "11oBFCNeTAs", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "2017 Personality 12: Phenomenology: Heidegger, Binswanger, Boss", "url": "https://www.youtube.com/watch?v=11oBFCNeTAs", "date": "2017-02-21", "description": "In this lecture, 12th in the 2017 series, I discuss the Heidegger's phenomenological philosophy of Being, interpreted through the eyes of the psychotherapists Ludwig Binswanger and Medard Boss. The phenomenologists were attempting to to reduce the painful separation between object and subject that has as one of its consequence the elimination of meaning from existence.\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 2793, "transcript_parts": [{"text": "I don't know if any other personality course", "start": 12.28, "duration": 2.06}, {"text": "in North America talks about Binswanger and Boss anymore maybe not", "start": 14.34, "duration": 3.9}, {"text": "But I think their ideas are extremely interesting", "start": 18.24, "duration": 4.075}, {"text": "And so I'm going to talk about them", "start": 22.32, "duration": 3.08}, {"text": "They were influenced very much by Martin Heidegger", "start": 25.9, "duration": 3.68}, {"text": "Who was one of the 20th century's greatest philosophers", "start": 29.74, "duration": 3.96}, {"text": "I would say probably - This school of", "start": 33.7, "duration": 4.5}, {"text": "This part of the phenomenological school", "start": 38.2, "duration": 1.98}, {"text": "was more influenced directly by a philosopher than any other school.", "start": 40.3, "duration": 3.16}, {"text": "And just to reiterate because you might keep wondering why", "start": 43.46, "duration": 3.46}, {"text": "I discuss so many philosophers in this course", "start": 48.88, "duration": 2.4}, {"text": "It's because", "start": 51.28, "duration": 1.56}, {"text": "Clinical Psychology in particular is not strictly a scientific enterprise", "start": 54.14, "duration": 5.62}, {"text": "It's because it's oriented towards values as far as I can tell", "start": 59.94, "duration": 4.9}, {"text": "And I don't see that there is any way of getting around that", "start": 65.0, "duration": 2.72}, {"text": "and that because what you are trying to do as a clinical psychologist", "start": 68.1, "duration": 2.84}, {"text": "and perhaps what you're trying to do with your own life  is to figure out how to live properly", "start": 71.26, "duration": 3.92}, {"text": "Now you can construe that as the absence of illness", "start": 75.48, "duration": 2.9}, {"text": "Which is - That's about as close as you get to a scientific model of living well", "start": 78.5, "duration": 5.98}, {"text": "So you don't have any illnesses", "start": 84.54, "duration": 1.5}, {"text": "But even the idea of illness is an idea that's not precisely scientific", "start": 86.18, "duration": 4.2}, {"text": "It's an amalgam of scientific concepts and ethical concepts", "start": 90.86, "duration": 3.74}, {"text": "so", "start": 95.28, "duration": 0.5}, {"text": "There is no escaping it and if you're in the domain of ethics or values", "start": 96.54, "duration": 4.18}, {"text": "Then you're in what is more or less a philosophical domain", "start": 100.84, "duration": 2.6}, {"text": "But also if you're a scientist - if you're a scientist who is interested in personality", "start": 103.84, "duration": 5.155}, {"text": "It's also something you have to grapple with conceptually", "start": 109.0, "duration": 2.64}, {"text": "Because people live within an ethic and the ethic structures their perceptions", "start": 111.78, "duration": 3.94}, {"text": "And so even to study human beings as objects", "start": 115.8, "duration": 2.68}, {"text": "You still have to take into account they ensconce themselves within a value system", "start": 118.48, "duration": 4.56}, {"text": "and you have to understand what that means", "start": 123.1, "duration": 1.74}, {"text": "So for me it's easier and more straightforward just to get right to the root of matter to begin with", "start": 125.12, "duration": 4.78}, {"text": "and these people also had insanely interesting ideas", "start": 130.02, "duration": 2.56}, {"text": "They're really useful to know", "start": 132.7, "duration": 1.7}, {"text": "And so this, I would say maybe these", "start": 134.58, "duration": 2.42}, {"text": "The philosophy that underpins this might be the most complex of all the philosophies", "start": 137.06, "duration": 4.155}, {"text": "That we're going to discuss", "start": 141.22, "duration": 2.94}, {"text": "And that's really saying something because there is no shortage of complexities say in Jung", "start": 145.38, "duration": 3.64}, {"text": "And it's very difficult to portray what these people were up to", "start": 149.1, "duration": 5.2}, {"text": "I started by telling you, when we discussed Rogers a little bit", "start": 154.9, "duration": 3.78}, {"text": "That the phenomenologists were interested in the fact that people live within a self-defined perceptual world", "start": 158.68, "duration": 9.1}, {"text": "That might be one way of thinking about it", "start": 167.96, "duration": 2.08}, {"text": "Part of the way to start to conceptualize what that means is to consider for a moment", "start": 172.5, "duration": 5.58}, {"text": "just consider for a moment how many things there are in this room that you might look at", "start": 178.32, "duration": 4.52}, {"text": "and the answer to that is there's an infinite number of them", "start": 183.04, "duration": 3.36}, {"text": "Depending on how you're going to scale your perceptions", "start": 186.4, "duration": 2.3}, {"text": "You could spend, if you were a painter, you could spend a month painting that tile", "start": 188.86, "duration": 4.755}, {"text": "Painting a representation of that tile because it's infinitely complex", "start": 193.62, "duration": 3.88}, {"text": "To get the colors right, to get the patterns right, there's no end to it really", "start": 197.64, "duration": 4.16}, {"text": "Because to make a representation that was accurate", "start": 201.92, "duration": 2.58}, {"text": "It would have to be as detailed as the thing itself and it's crazily detailed", "start": 204.66, "duration": 4.36}, {"text": "But you don't concentrate on that sort of thing", "start": 209.02, "duration": 1.74}, {"text": "So you think, you're surrounded by an infinite number of potential things to apprehend", "start": 210.78, "duration": 4.8}, {"text": "But that isn't the world you live in", "start": 215.8, "duration": 1.435}, {"text": "The world you live in is a very very constrained subset of those things", "start": 217.24, "duration": 5.34}, {"text": "And part of the question is then: what's the nature of that constrained subset", "start": 222.72, "duration": 3.92}, {"text": "That's what you inhabit that's what makes up your experience", "start": 226.64, "duration": 3.24}, {"text": "And also how is it related to the infinitely complex objects that are around you", "start": 229.98, "duration": 5.62}, {"text": "And that's really what these people were trying to figure out.", "start": 235.8, "duration": 2.56}, {"text": "So you're in this perceptual frame, that's one way of thinking about it.", "start": 238.36, "duration": 3.68}, {"text": "That's the Dasein, by the way", "start": 242.04, "duration": 1.98}, {"text": "That's the existential frame or the phenomenological frame", "start": 244.02, "duration": 4.12}, {"text": "Because you can't think about it merely as perception", "start": 248.14, "duration": 2.2}, {"text": "Because it contains also, all of the things you experience subjectively", "start": 250.56, "duration": 4.1}, {"text": "The emotions and the Qualia that", "start": 254.86, "duration": 3.28}, {"text": "You know Qualia is an element of being", "start": 258.24, "duration": 3.44}, {"text": "that say philosophers or scientists of consciouness have a particularly difficult time with.", "start": 261.7, "duration": 4.48}, {"text": "And it's like - it's the quality of pain which doesn't seem reducible to a set of  objective facts", "start": 266.36, "duration": 4.52}, {"text": "Or the quality of color, or the quality of beauty, or the quality of love, or the quality of sorrow", "start": 270.94, "duration": 5.06}, {"text": "Those things seem irreducible to some degree in and of themselves", "start": 276.2, "duration": 3.2}, {"text": "Like what is pain made of? It doesn't even seem like a reasonable question.", "start": 279.62, "duration": 3.8}, {"text": "I mean you can say, how do you decompose the neurological circuits that are involved in the experience of pain? Fine.", "start": 283.42, "duration": 7.72}, {"text": "But to ask what pain consists of or is composed of or what beauty is composed of, or love.", "start": 291.3, "duration": 5.9}, {"text": "Seems to be -  There is something wrong with the formulation of that question", "start": 297.2, "duration": 4.56}, {"text": "Because those things sort of manifest them self as raw facts of existence", "start": 301.76, "duration": 4.32}, {"text": "And so they're constituent elements of this - of your field of experience", "start": 306.42, "duration": 4.24}, {"text": "Your phenomenological frame or this Dasein", "start": 310.86, "duration": 3.64}, {"text": "Which is the way that Heidegger conceptualized it.", "start": 314.54, "duration": 3.58}, {"text": "That's being there with you at the center of your what? Your realm of experience", "start": 318.38, "duration": 7.32}, {"text": " ", "start": 325.88, "duration": 1.06}, {"text": "Now here's some characteristics of the Dasein", "start": 328.1, "duration": 3.46}, {"text": "The thing that makes up you", "start": 331.76, "duration": 2.86}, {"text": "The past and the present are implicit in it", "start": 334.945, "duration": 2.57}, {"text": "What does that mean?", "start": 337.72, "duration": 1.7}, {"text": "Well, say you have a particular emotional response to something, maybe it's a negative emotional response.", "start": 339.6, "duration": 6.28}, {"text": "And you see this very frequently with arguments with people", "start": 346.06, "duration": 2.8}, {"text": "You're having an argument with someone you love. Like a family member, that's a good example", "start": 349.0, "duration": 3.5}, {"text": "So lets say it's the same damn fight you've had with your mother 50 times", "start": 352.68, "duration": 3.86}, {"text": "Okay that's interesting because what it means is that", "start": 357.3, "duration": 2.88}, {"text": "All of those 50 times you've fought with your mother are implicit in this fight", "start": 360.36, "duration": 5.12}, {"text": "So althought it's taking place right here and now, the past has shaped it", "start": 365.64, "duration": 4.36}, {"text": "And if you wanted to investigate the fight completely", "start": 370.18, "duration": 3.82}, {"text": "You'd have to get to the bottom of that entire train of interactions you've had with your mother", "start": 374.12, "duration": 4.02}, {"text": "So it's implicit in your current experience that's one way of thinking about it", "start": 378.22, "duration": 6.56}, {"text": "But the future is implicit in it too because", "start": 384.92, "duration": 2.02}, {"text": "What you're doing right now, it's as if the future is folded up in what you're experiencing right now and it unfolds as you interact with it", "start": 387.4, "duration": 6.86}, {"text": "And so the reason it's conditional to some degree on you and your past is because", "start": 394.44, "duration": 5.66}, {"text": "it's your past and you that are determining the actions that you undertake right now that determine how the future is going to unfold around you", "start": 400.46, "duration": 7.28}, {"text": "Now not completely obviously because you don't have complete control over how things unfold", "start": 407.84, "duration": 5.88}, {"text": "But you seem to have some ability to determine how things unfold", "start": 414.06, "duration": 5.14}, {"text": "So one of the ways I've sort of conceptualized the phenomenological viewpoint", "start": 419.8, "duration": 4.28}, {"text": "This is one way of thinking about it I believe is that", "start": 424.18, "duration": 2.72}, {"text": "Instead of thinking - It does mean you have to reconceptualize your idea of objects", "start": 426.94, "duration": 5.62}, {"text": "Like an object seems like a unidimensional thing in some sense. It's an object.", "start": 432.7, "duration": 3.52}, {"text": "But most of the things people interact with aren't like that at all", "start": 436.36, "duration": 3.315}, {"text": "So like here's an example", "start": 439.675, "duration": 1.9}, {"text": "Let's say you have", "start": 442.12, "duration": 1.72}, {"text": "Let's say you get", "start": 444.08, "duration": 2.08}, {"text": "You're writing the MCAT, you want to go to medical school", "start": 446.36, "duration": 2.12}, {"text": "You've written the MCAT, you get the envelope in the mail, it tells you what your score is", "start": 448.58, "duration": 4.22}, {"text": "You hold the envelope, what are you holding?", "start": 452.92, "duration": 2.84}, {"text": "Well if you think about it from an objective perspective, it's an envelope", "start": 456.06, "duration": 2.86}, {"text": "Who cares? It's just a little piece of paper right?", "start": 458.92, "duration": 2.54}, {"text": "It's a rectangle of paper", "start": 461.62, "duration": 2.3}, {"text": "But that isn't what you're holding at all", "start": 464.1, "duration": 1.92}, {"text": "That's not what that thing is, that's how you see it. But it's not what it is at all and you know that. Your body knows that", "start": 466.38, "duration": 6.88}, {"text": "Because you're shaking. Well, what are you scared of? The envelope?", "start": 473.4, "duration": 3.48}, {"text": "Well the fact that you see it as an envelope is only an indication of just how narrow your perceptions actually are.", "start": 477.04, "duration": 7.74}, {"text": "Because it's a portal.", "start": 485.06, "duration": 2.1}, {"text": "Right? it's a portal through which you are going to walk into one of two worlds", "start": 487.16, "duration": 4.3}, {"text": "One in which you're in medical school and the other in which you're not", "start": 491.62, "duration": 3.28}, {"text": "And it also actually contains the past", "start": 495.04, "duration": 2.72}, {"text": "Which is really strange because you think, well you already know what the past is. No you don't.", "start": 497.8, "duration": 5.14}, {"text": "Whatever that score is in there determines what your past was and you know that too.", "start": 502.94, "duration": 5.24}, {"text": "You go watch a movie and a bunch of things happen in the movie and then something twisted happens at the end  and all the sudden (trilling)", "start": 508.32, "duration": 5.2}, {"text": "Everything that you thought about the movie was wrong", "start": 513.64, "duration": 2.78}, {"text": "and a whole new past for the movie pops into being", "start": 516.72, "duration": 2.74}, {"text": "Well, are you a pre-med student? A valid pre-med student? Well the score will determine whether or not you were.", "start": 519.98, "duration": 7.44}, {"text": "Very strange, very strange", "start": 527.42, "duration": 1.88}, {"text": "Because you think of the past as fixed", "start": 529.38, "duration": 1.52}, {"text": "You know? And you think of the things you're interacting with as the things that you see and they're not", "start": 531.18, "duration": 5.66}, {"text": "And you're body is smarter than that, way smarter than that. Because it responds to, you could say", "start": 537.18, "duration": 4.86}, {"text": "And this is sort of a Rogerian perspective, your body is more likely to respond to what the thing actually is, than how it is that you see it.", "start": 542.14, "duration": 7.26}, {"text": "Okay so, the past is implicit in the current being", "start": 549.72, "duration": 4.16}, {"text": "and the future is implicit in the current being", "start": 553.92, "duration": 2.64}, {"text": "And so the past and the future sort of folded up inside it", "start": 556.76, "duration": 3.32}, {"text": "And you can unfold them and take a look at them", "start": 560.18, "duration": 2.64}, {"text": "Now, here's the next thing", "start": 569.66, "duration": 1.7}, {"text": "So, from a classic scientific perspective,", "start": 571.5, "duration": 3.64}, {"text": "There's the world of independently existing objects and there's the world of subjects", "start": 575.14, "duration": 4.12}, {"text": "And the subject is really in a secondary relationship to the object", "start": 579.32, "duration": 4.76}, {"text": "Because the objective world is what's real", "start": 584.08, "duration": 1.84}, {"text": "But one of the things that the phenomenologists were concerned about that", "start": 585.92, "duration": 4.94}, {"text": "Is that, well you run into this problem again of exactly how it is that you define the object", "start": 591.02, "duration": 6.38}, {"text": "Because, just as the envelope with the scores in it can't be reduced to the paper,", "start": 597.4, "duration": 8.9}, {"text": "So the object that you're interacting with only reveals what it is as a consequence of the way that you interact with it", "start": 606.74, "duration": 7.54}, {"text": "So for example if you take a complex object like another person", "start": 614.28, "duration": 4.32}, {"text": "It's like well, what is it that you are. Well a huge part of that is going to depend on exactly how I interact with you", "start": 618.66, "duration": 6.1}, {"text": "Because you could be a raging beast if I interacted with you one way", "start": 624.88, "duration": 3.8}, {"text": "and you could be a perfectly, you know, cooperative entity that was very pleasant if I interacted with you another way", "start": 628.7, "duration": 6.76}, {"text": "And so partly what's happening - you can think of what you're interacting with as something that's really multi-faceted. Truly multi-faceted", "start": 635.58, "duration": 7.96}, {"text": "And you say, well you're trying to determine what it is.", "start": 643.62, "duration": 3.28}, {"text": "But the problem is that what it is manifests itself only in accordance with how you behave towards it", "start": 647.04, "duration": 5.7}, {"text": "And it's actually the case with even objects that you reduce right down to their constituent elements", "start": 652.88, "duration": 6.3}, {"text": "So you might say like lets talk about subatomic particles. Hypothetically, the most objective thing there is", "start": 659.18, "duration": 5.38}, {"text": "Well it turns out that whether they're a wave or a particle depends on the way you set up the experiment", "start": 664.56, "duration": 5.38}, {"text": "Now I don't want to make quantum analogies but what I'm saying is that the object is a very very complicated thing", "start": 670.0, "duration": 6.6}, {"text": "And so even defining what it is means you have to adopt a frame of reference with regards to it", "start": 676.64, "duration": 5.2}, {"text": "And you undertake only some procedures and not others", "start": 681.88, "duration": 3.06}, {"text": "So, when you're defining an object even scientifically you actually don't define the object.", "start": 685.0, "duration": 4.38}, {"text": "What you say is here is a multi-dimensional entity if you approach it in this manner, that's the procedure, right? The methods.", "start": 689.48, "duration": 7.48}, {"text": "If you approach it in that manner, it will manifest that set of traits", "start": 697.08, "duration": 4.14}, {"text": "But the problem is, is that there's all sorts of other traits that it could manifest just as well", "start": 701.4, "duration": 4.24}, {"text": "If you treated it a different way", "start": 705.72, "duration": 1.98}, {"text": "And so the object itself is not something that - it's not something easily reducible to a single set of properties", "start": 707.92, "duration": 7.56}, {"text": "I was talking to one of my students yesterday, he had a pretty smart thing to say about images.", "start": 715.8, "duration": 4.18}, {"text": "We were talking about deep images you know the sorts that you might see in a really high quality museum", "start": 720.02, "duration": 5.58}, {"text": "So maybe they're I don't know 15th century or 16th century renaissance  masterpieces", "start": 725.92, "duration": 6.52}, {"text": "They're inexhaustible to some degree", "start": 732.5, "duration": 2.34}, {"text": "Which is why they're in museums and people go look at them you know decade after decade", "start": 734.9, "duration": 4.56}, {"text": "And it's partly because", "start": 739.6, "duration": 1.2}, {"text": "Every time you look at them you're different", "start": 742.54, "duration": 2.16}, {"text": "You go in one week, you look at it, you see something. You go in the next week, you look at it and you see something else.", "start": 744.9, "duration": 4.78}, {"text": "Well it's partly because", "start": 749.68, "duration": 1.74}, {"text": "You're bringing something entirely different to the situation", "start": 751.52, "duration": 3.2}, {"text": "and the image is complicated enough to allow it to reflect something new to you depening on the stance you take in relationship to it", "start": 755.08, "duration": 7.92}, {"text": "And lots of things are like that", "start": 763.04, "duration": 1.7}, {"text": "lots of things are like that", "start": 764.74, "duration": 1.3}, {"text": "A book you read when you were sixteen is going to be an entirely different book when you read it when you're 35", "start": 766.08, "duration": 4.86}, {"text": "Say well the book's the same. It's like, it depends on how you define the book", "start": 770.98, "duration": 4.36}, {"text": "Because it isn't even obvious where the book is exactly", "start": 775.8, "duration": 3.0}, {"text": "Well it's on my shelf in the library", "start": 778.8, "duration": 1.74}, {"text": "It's like no, that's a chunk of paper that's on your shelf in the library", "start": 780.54, "duration": 5.22}, {"text": "Where exactly the book is, that's a much more difficult question to consider", "start": 785.76, "duration": 5.04}, {"text": "So it depends on how you define the book", "start": 790.8, "duration": 2.54}, {"text": "So without a subject, nothing at all would exist to confront objects and to imagine them as such", "start": 793.68, "duration": 5.38}, {"text": "True this implies that every object", "start": 799.34, "duration": 1.78}, {"text": "Everything objective in being merely objectified by the subject is the most subjective thing possible", "start": 801.12, "duration": 6.9}, {"text": "Well you also know this again when you're in an argument with someone", "start": 808.02, "duration": 2.92}, {"text": "\"it's you\"", "start": 810.94, "duration": 0.78}, {"text": "\"no, it's you\"", "start": 811.72, "duration": 1.02}, {"text": "\"no it's you\"", "start": 812.78, "duration": 0.9}, {"text": "It's like, you don't know", "start": 813.72, "duration": 1.82}, {"text": "Are you being biased? Are you looking at the situation incorrectly?", "start": 815.72, "duration": 3.68}, {"text": "The person you're arguing with trying to convince you that it's your problem", "start": 819.4, "duration": 4.56}, {"text": "You think \"no you made me angry\"", "start": 823.96, "duration": 2.24}, {"text": "It's like hmm an interesting statement you know? as if you could do that", "start": 826.34, "duration": 5.22}, {"text": "But it does seem that way, you were being provocative", "start": 831.64, "duration": 2.5}, {"text": "\"Well you're just too sensitive\"", "start": 834.14, "duration": 2.12}, {"text": "\"hmm how are we going to settle that?\"", "start": 836.48, "duration": 1.9}, {"text": "Well it's a continual argument and that again has to do with the crazy entangled dynamic between subjective perception and objective perception", "start": 838.92, "duration": 11.02}, {"text": "I've showed you this before and I actually think this is a pretty good", "start": 853.82, "duration": 2.975}, {"text": "Schematic representation of what's meant by Dasein", "start": 856.795, "duration": 3.35}, {"text": "And this is a complicated little diagram", "start": 860.145, "duration": 2.415}, {"text": "Although the diagram itself is quite simple", "start": 862.76, "duration": 3.08}, {"text": "It's predicated on the following assumptions", "start": 866.14, "duration": 3.62}, {"text": "You need to narrow down your world", "start": 870.36, "duration": 2.16}, {"text": "and what you're doing is narrowing it down from lets say an infinite set of possibilities", "start": 872.86, "duration": 4.5}, {"text": "To a finite set of manageable possibilities", "start": 877.44, "duration": 2.38}, {"text": "and you do that a bunch of ways", "start": 879.82, "duration": 1.74}, {"text": "Partly - merely - you can't your senses aren't acute enough to detect everything.", "start": 881.74, "duration": 4.94}, {"text": "So pure stupidity in some sense stops you from being absolutely overwhelmed", "start": 886.8, "duration": 5.28}, {"text": "You don't have eyes in the back of your head for example so you don't have to worry about all those things you're not looking at behind you", "start": 892.08, "duration": 5.32}, {"text": "But then it's far more than that", "start": 897.46, "duration": 2.18}, {"text": "You just can't handle that full complexity so there's a continual narrowing process", "start": 899.64, "duration": 4.6}, {"text": "And then you exist inside that narrowed reality", "start": 904.32, "duration": 2.46}, {"text": "Like if I look at you like that", "start": 906.84, "duration": 1.7}, {"text": "There's not a hell of a lot of difference between that looking at you like that", "start": 909.38, "duration": 4.4}, {"text": "Like I can't really see these people. I can tell they're people, that's all", "start": 913.92, "duration": 3.62}, {"text": "I can see your face", "start": 917.54, "duration": 1.46}, {"text": "I've got just about all of it right there", "start": 919.42, "duration": 2.7}, {"text": "That's a very narrow and you know you're moving your eyes around", "start": 922.56, "duration": 2.92}, {"text": "and inhabiting this constant narrow space", "start": 925.64, "duration": 2.995}, {"text": "Well what's that space - what does that space you inhabit consist of", "start": 928.64, "duration": 5.08}, {"text": "Well that's Dasein that space that you inhabit and so we can say", "start": 933.84, "duration": 3.08}, {"text": "It's something like this", "start": 936.98, "duration": 1.36}, {"text": "You have implicit in that perception a sense of where you are and what you are doing right now", "start": 938.34, "duration": 5.22}, {"text": "it's in the perception", "start": 943.56, "duration": 1.2}, {"text": "and then in the perception as well is what you're aiming at", "start": 944.9, "duration": 3.76}, {"text": "Because you're not just sitting here passively or you'd be asleep or you'd be unconscious", "start": 948.8, "duration": 3.98}, {"text": "You're sitting here doing nothing", "start": 952.82, "duration": 2.44}, {"text": "You know, physically", "start": 955.26, "duration": 1.06}, {"text": "But you have an aim in mind and the aim is what you're pointing your eyes at", "start": 956.38, "duration": 3.72}, {"text": "The aim is what's structuring your perceptions", "start": 960.16, "duration": 2.48}, {"text": "The aim is what's revealing that part of the world that is being revealed to you, to you", "start": 962.8, "duration": 6.94}, {"text": "That's the revelation of the world", "start": 970.32, "duration": 1.8}, {"text": "It also structures your emotions. It also primes your behaviors", "start": 972.18, "duration": 3.36}, {"text": "So it's not a drive, it's not a goal", "start": 975.62, "duration": 2.82}, {"text": "it's not a motivation, it's more than that. It's all of that at once.", "start": 978.58, "duration": 5.18}, {"text": "That's sort of what your personality is", "start": 983.765, "duration": 1.82}, {"text": "You see the phenomenologists don't really think about personality", "start": 985.9, "duration": 2.68}, {"text": "They think about the manifestation of your reality", "start": 988.6, "duration": 3.435}, {"text": "It's not exactly your personality", "start": 992.04, "duration": 2.0}, {"text": "It's that you're the center of a reality and you constitute that reality", "start": 994.2, "duration": 4.64}, {"text": "But all of your elements of experience constitute that reality and so it's simplest element is something like", "start": 999.16, "duration": 5.44}, {"text": "Where you are and where you're going and the embodied actions you undertake to relate those two things", "start": 1004.94, "duration": 7.36}, {"text": "Which would include your eye movements because of course perception is an active phenomena", "start": 1012.3, "duration": 4.68}, {"text": "You are shaking your eyes back and forth unbelievable rapidly", "start": 1017.06, "duration": 3.04}, {"text": "Otherwise, if you can make your eyes stand still, which you can do with great concentration", "start": 1020.16, "duration": 5.58}, {"text": "Everything will black out", "start": 1025.74, "duration": 1.78}, {"text": "Because you have to move your eyes back and forth so the light hits different cells cause the cells get exhausted", "start": 1027.52, "duration": 6.8}, {"text": "And then they stop reporting. So you're just whipping your eyes back and forth in a micro-way constantly", "start": 1034.44, "duration": 6.56}, {"text": "And as well as moving them around voluntarily and involuntarily", "start": 1041.14, "duration": 3.44}, {"text": "So even perception is a lot more like feeling things out with your fingers", "start": 1045.08, "duration": 4.14}, {"text": "Even when you're using your ears or your eyes", "start": 1049.34, "duration": 2.08}, {"text": "It's very active, there's no passive perception", "start": 1051.475, "duration": 2.69}, {"text": "it's a motor act to perceive", "start": 1054.165, "duration": 2.075}, {"text": "and so your motor act is determined by your hierarchy of values that's one way of looking at it", "start": 1056.34, "duration": 4.56}, {"text": "So another way of thinking about it is that's how the past and future are implicit in it", "start": 1060.96, "duration": 5.135}, {"text": "Your very active perception is determined by your entire value structure", "start": 1066.1, "duration": 4.08}, {"text": "So", "start": 1070.18, "duration": 0.52}, {"text": "It's implicit inside of it, it's folded up inside of it", "start": 1071.015, "duration": 3.35}, {"text": "You can tell that too because if something violates it", "start": 1074.7, "duration": 2.58}, {"text": "Again, maybe an argument with someone", "start": 1077.36, "duration": 2.48}, {"text": "It's good to think about people as the thing you interact with the most as the canonical object", "start": 1079.92, "duration": 5.34}, {"text": "Cause they're so damn complicated and they get in the way all the time and when someone gets in the way of what you're doing", "start": 1085.26, "duration": 5.34}, {"text": "You know, it isn't obvious what they're interfering with", "start": 1090.62, "duration": 3.08}, {"text": "It might be the little micro-routine that you're undertaking right now", "start": 1093.7, "duration": 3.96}, {"text": "You know, maybe you go home and you make a nice dinner and the person you're making it for is all rude about it", "start": 1097.9, "duration": 4.82}, {"text": "Okay so what exactly are they getting in the way of?", "start": 1102.745, "duration": 3.07}, {"text": "Well", "start": 1106.135, "duration": 1.0}, {"text": "They're certainly getting in the way of your expectations of having a nice emotional time for the next hour", "start": 1108.92, "duration": 5.9}, {"text": "But you have no idea how indicative that is of some serious flaw", "start": 1115.42, "duration": 3.46}, {"text": "In you, or them, or the relationship, or the situation, or the way you've conducted your whole life", "start": 1118.94, "duration": 4.735}, {"text": "Or the way they've conducted their whole life", "start": 1123.675, "duration": 2.3}, {"text": "and all of that's packed in there", "start": 1126.54, "duration": 1.58}, {"text": "It's sort of like the unconscious of the psychoanalysts", "start": 1128.16, "duration": 3.1}, {"text": "but it's more - it's not the same conceptualization. It's another way of looking at the same phenomena", "start": 1131.46, "duration": 5.98}, {"text": "So", "start": 1137.6, "duration": 0.76}, {"text": "Alright so the two people we're going to talk about most are Medard Boss", "start": 1139.36, "duration": 3.74}, {"text": "And he was influenced by Martin Heidegger, who was a great philosopher", "start": 1143.52, "duration": 3.66}, {"text": "Taken to task often because he turned out to be tangled up with the Nazis more than he should've been", "start": 1147.2, "duration": 6.34}, {"text": "And Husserl, that's Edmund Husserl, who was actually if I remember correctly was Martin Heidegger's teacher", "start": 1153.68, "duration": 5.5}, {"text": "That's Ludwig Binswanger - and they were", "start": 1159.22, "duration": 2.28}, {"text": "Both of these two people were influenced both by Freud and Jung", "start": 1161.505, "duration": 3.42}, {"text": "Okay so here is one of Binswanger's claims", "start": 1166.82, "duration": 2.42}, {"text": "I love this claim it's such a cool idea", "start": 1169.28, "duration": 2.3}, {"text": "And I think there is neurological support for it. Neuropsychological support", "start": 1171.58, "duration": 3.38}, {"text": "What we perceive are \"first and foremost\" not impressions of taste, tone, smell or touch", "start": 1174.96, "duration": 5.4}, {"text": "Not even in things or objects, but meanings", "start": 1181.06, "duration": 1.9}, {"text": "Well that's an interesting idea", "start": 1183.7, "duration": 1.915}, {"text": "Because", "start": 1185.62, "duration": 0.82}, {"text": "You know it's been said that every person in an unconscious exponent of some great philosopher's presuppositions", "start": 1188.1, "duration": 5.88}, {"text": "Well, mostly the way you think about the way you perceive is that there are objects in the world", "start": 1194.24, "duration": 5.16}, {"text": "You see the objects", "start": 1199.44, "duration": 1.3}, {"text": "You think about the objects, you evaluate the objects", "start": 1200.76, "duration": 2.44}, {"text": "You decide how to act on the objects, and then you act", "start": 1203.24, "duration": 2.7}, {"text": "Right? it's from", "start": 1206.34, "duration": 1.5}, {"text": "Object, sense, perception, emotion, cognition, action", "start": 1208.5, "duration": 4.12}, {"text": "That's wrong. That isn't how it works", "start": 1212.74, "duration": 2.84}, {"text": "It's partly not the way it works because", "start": 1215.82, "duration": 2.08}, {"text": "You're actually - the way that you interact with the world exists at multiple levels", "start": 1218.0, "duration": 4.02}, {"text": "So for example", "start": 1222.02, "duration": 1.06}, {"text": "You have reflexes so if I", "start": 1223.18, "duration": 3.4}, {"text": "If I poke you hard, you'll react like that. You'll jerk back", "start": 1226.8, "duration": 5.1}, {"text": "And that, you do that without thinking", "start": 1232.02, "duration": 1.94}, {"text": "That's part of a neurological circuit that's very deeply embedded and that's virtually automatic", "start": 1233.96, "duration": 6.2}, {"text": "It's reflexive. It doesn't require conscious perception at all", "start": 1240.16, "duration": 3.18}, {"text": "It's too slow for starters", "start": 1243.54, "duration": 1.96}, {"text": "And so you have - there's multiple levels of you interacting with the world.", "start": 1245.72, "duration": 4.36}, {"text": "And at one level, you're seeing objects, you're thinking about them, you're planning what to do", "start": 1250.08, "duration": 4.44}, {"text": "But you're doing all sorts of other things that are way faster than that and other things that are way slower at the same time.", "start": 1254.62, "duration": 5.98}, {"text": "Now what Binswanger claims", "start": 1260.86, "duration": 2.78}, {"text": "Is that what you see in the world are meanings", "start": 1263.98, "duration": 2.98}, {"text": "So it's the meaning detection first and the object recognition second", "start": 1267.46, "duration": 4.5}, {"text": "Now that's a hell of a claim, that is", "start": 1272.1, "duration": 2.02}, {"text": "But there's definitely levels of your nervous system", "start": 1274.12, "duration": 2.66}, {"text": "That operate in that manner", "start": 1276.8, "duration": 1.86}, {"text": "So for example", "start": 1278.66, "duration": 0.94}, {"text": "Here's a good example, people have blind sight", "start": 1279.6, "duration": 2.92}, {"text": "There visual cortex is damaged they can't see objects", "start": 1282.78, "duration": 3.8}, {"text": "So they think they're blind", "start": 1286.62, "duration": 1.26}, {"text": "But if you show them an angry face, they'll manifest a change in the skin conductants, They'll orient", "start": 1287.98, "duration": 6.16}, {"text": "And it means that the eyes are still mapping the face onto the amygdala", "start": 1294.36, "duration": 4.46}, {"text": "And the amygdala is mapping the pattern onto the body, no object perception", "start": 1299.02, "duration": 4.76}, {"text": "Pattern", "start": 1303.86, "duration": 0.88}, {"text": "Pattern", "start": 1304.9, "duration": 0.76}, {"text": "Pattern", "start": 1305.84, "duration": 0.8}, {"text": "No object perception", "start": 1306.8, "duration": 1.48}, {"text": "And so the meaning is what's being perceived first and foremost", "start": 1308.46, "duration": 4.8}, {"text": "And you have to perceive meanings first because you actually want to stay alive", "start": 1313.38, "duration": 3.94}, {"text": "That's the trick", "start": 1317.62, "duration": 1.16}, {"text": "So the world is full of these things that have meanings to you that are relevant to your survival", "start": 1318.94, "duration": 5.18}, {"text": "And what you're perceiving first is the relevance of the pattern to your survival", "start": 1324.22, "duration": 4.98}, {"text": "And the idea that you can conceptualize that as a set of objects", "start": 1329.4, "duration": 3.005}, {"text": "Well first of all, that's a pretty new idea", "start": 1332.405, "duration": 2.295}, {"text": "Technically speaking, right? Because", "start": 1335.42, "duration": 2.06}, {"text": "Technically speaking we didn't really start to conceive the world as subject in an objective world until we really formalized science", "start": 1337.94, "duration": 7.54}, {"text": "Now science was implicit long before it became explicit", "start": 1345.58, "duration": 3.4}, {"text": "But it didn't become explicit until about 500 years ago", "start": 1349.04, "duration": 3.3}, {"text": "So you react to meanings", "start": 1352.54, "duration": 2.08}, {"text": "So here's an example", "start": 1354.62, "duration": 1.3}, {"text": "Babies", "start": 1356.06, "duration": 1.52}, {"text": "if you", "start": 1357.74, "duration": 0.86}, {"text": "If you have two surfaces and you put a piece of glass between them", "start": 1358.94, "duration": 2.94}, {"text": "You know, they're elevated", "start": 1361.92, "duration": 1.2}, {"text": "And you put an 8 month year old baby on the one surface so they can crawl", "start": 1363.14, "duration": 4.86}, {"text": "It won't crawl across the space", "start": 1368.14, "duration": 3.06}, {"text": "And you might say it sees a hole and won't crawl across it", "start": 1371.46, "duration": 4.6}, {"text": "But that isn't what it sees. It sees a place to fall off", "start": 1376.08, "duration": 2.74}, {"text": "Direct, that's direct perception", "start": 1379.9, "duration": 2.12}, {"text": "So when I see this for example", "start": 1382.02, "duration": 1.88}, {"text": "My eyes see that as a pattern", "start": 1384.28, "duration": 3.44}, {"text": "That pattern's on my retina it's propagated through my optic nerve", "start": 1387.96, "duration": 3.74}, {"text": "It's propagated into my brain, it's propagated onto my motor cortex", "start": 1391.7, "duration": 4.12}, {"text": "And the propagation is", "start": 1395.94, "duration": 1.5}, {"text": "This", "start": 1397.44, "duration": 1.0}, {"text": "That", "start": 1398.665, "duration": 1.0}, {"text": "Right? So I can pick it up", "start": 1400.06, "duration": 1.72}, {"text": "And as soon as - when I look at that this is implicit", "start": 1402.0, "duration": 4.0}, {"text": "That's implicit in the perception", "start": 1406.14, "duration": 2.18}, {"text": "You think well why do you see that at the size and resolution you see it at?", "start": 1408.32, "duration": 3.54}, {"text": "That's why", "start": 1412.12, "duration": 1.08}, {"text": "So the fact that you see it that way has this implicit in it", "start": 1413.885, "duration": 3.09}, {"text": "It isn't that you see the object and match your hand to it", "start": 1416.975, "duration": 2.89}, {"text": "It's that matching your hand to it is part of the perception of the object", "start": 1419.865, "duration": 3.715}, {"text": "It's what gives the object meaning", "start": 1423.58, "duration": 1.64}, {"text": "And so you see actually you perceive the meaning of the object", "start": 1425.58, "duration": 3.0}, {"text": "It's part of the perception", "start": 1428.66, "duration": 1.54}, {"text": "And you can't not see the meaning of the object", "start": 1430.24, "duration": 2.72}, {"text": "Well if you're a scientist you can sort of separate out the object from its meaning", "start": 1433.02, "duration": 5.58}, {"text": "That's actually what science does", "start": 1438.6, "duration": 1.58}, {"text": "It tears the object away from its meaning", "start": 1440.44, "duration": 2.2}, {"text": "And then of course there is nothing meaningful left", "start": 1443.08, "duration": 2.26}, {"text": "So science ends up value free. But that's because the meaning has been torn out of it", "start": 1445.46, "duration": 4.48}, {"text": "Now there's technical reasons for doing that", "start": 1450.06, "duration": 1.92}, {"text": "But Binswanger's point is don't kid yourself you see the meaning first. Here's an example", "start": 1451.98, "duration": 4.6}, {"text": "You watch the trade towers fall", "start": 1456.84, "duration": 2.44}, {"text": "What did you see?", "start": 1459.36, "duration": 2.0}, {"text": "Well you could say you saw the towers fall", "start": 1462.14, "duration": 2.24}, {"text": "It's like why are you in shock for two days afterwards then?", "start": 1464.4, "duration": 2.72}, {"text": "Well because what are the towers exactly?", "start": 1467.56, "duration": 3.78}, {"text": "As long as they're standing and operating, they're towers.", "start": 1471.52, "duration": 3.36}, {"text": "As soon as they fall, God only knows what they are", "start": 1474.9, "duration": 2.84}, {"text": "Maybe they're the beginning of the next war", "start": 1477.74, "duration": 2.295}, {"text": "You know? Who knows what they are?", "start": 1480.035, "duration": 3.01}, {"text": "And so everyone was in shock for three days", "start": 1483.22, "duration": 2.28}, {"text": "Because what they saw was the indeterminate meaning of that event", "start": 1485.52, "duration": 4.66}, {"text": "And it opened all sorts of gateways", "start": 1490.48, "duration": 2.16}, {"text": "It's like well, the towers fell, there's gateways open everywhere.", "start": 1492.68, "duration": 3.46}, {"text": "We don't know what's going on. We don't know what's going to happen next. We don't know where we are", "start": 1496.18, "duration": 3.72}, {"text": "And that's direct perception mapped onto your body. Bang, you're in shock", "start": 1500.06, "duration": 3.98}, {"text": "You see the meaning first", "start": 1504.06, "duration": 1.48}, {"text": "And well you constrain it down to well why are you so upset?", "start": 1505.92, "duration": 3.1}, {"text": "Well the towers fell", "start": 1509.06, "duration": 1.18}, {"text": "It's like that's the best you can do for a verbal utterance", "start": 1510.24, "duration": 3.0}, {"text": "It's what your perceptual systems reported to you", "start": 1513.28, "duration": 2.3}, {"text": "But God only knows what happened", "start": 1515.64, "duration": 2.44}, {"text": "We still don't really know what it meant that they fell", "start": 1518.14, "duration": 4.02}, {"text": "Now most things have put themselves back together but", "start": 1522.28, "duration": 3.1}, {"text": "And then you think well what does it mean?", "start": 1528.1, "duration": 1.92}, {"text": "What does it mean that what you see first is the meaning?", "start": 1530.16, "duration": 2.74}, {"text": "and that's a really tricky question because you might say well", "start": 1533.02, "duration": 3.5}, {"text": "That's when you get back to the problem of what constitutes real", "start": 1536.56, "duration": 3.76}, {"text": "So I could say well you've evolved to see the meaning", "start": 1540.38, "duration": 4.28}, {"text": "Well then we might ask", "start": 1545.16, "duration": 1.14}, {"text": "Well if you've evoled to see the meaning and that's kept you alive", "start": 1546.3, "duration": 3.64}, {"text": "Is there anything more real than the meaning?", "start": 1549.96, "duration": 2.04}, {"text": "Because somebody who is a materialist would say \"well no, the object is more real\"", "start": 1552.395, "duration": 3.01}, {"text": "It's like no, it depends on how you define real", "start": 1555.405, "duration": 2.575}, {"text": "It might be that the most real thing about the visual cliff is that that's a falling off place", "start": 1558.0, "duration": 5.52}, {"text": "And that its secondary description as a you know an object", "start": 1563.84, "duration": 3.04}, {"text": "A hole or something like that", "start": 1566.88, "duration": 1.52}, {"text": "That's something you paint over the top of the primary reality", "start": 1568.44, "duration": 4.08}, {"text": "And so,", "start": 1572.92, "duration": 1.0}, {"text": "Well here's a practical application of it or at least one of the things I think is practical", "start": 1576.02, "duration": 4.66}, {"text": "You know, you can have experiences that differ in their, lets call it, high quality meaning", "start": 1580.68, "duration": 5.5}, {"text": "You know so you get engaged and engrossed in something and you're happy about that", "start": 1586.3, "duration": 3.46}, {"text": "It's not that you're happy", "start": 1589.76, "duration": 1.02}, {"text": "It's that you're engaged and engrossed in it, you would do it again", "start": 1590.78, "duration": 2.78}, {"text": "Even though it might take effort", "start": 1593.58, "duration": 2.38}, {"text": "You can tell that where you are is meaningful", "start": 1595.98, "duration": 2.76}, {"text": "Well I think what happens in that situation is that", "start": 1598.84, "duration": 2.88}, {"text": "You're in a Piagetian place", "start": 1602.06, "duration": 1.94}, {"text": "Where many of the games that you're playing are stacked sort of isomorphically on top of one another", "start": 1604.02, "duration": 5.62}, {"text": "And the experience of meaning is the fact that you're playing a small game properly", "start": 1609.64, "duration": 4.475}, {"text": "Nested inside a larger game, you're playing it properly", "start": 1614.12, "duration": 2.86}, {"text": "Nested inside a larger game, you're playing it properly too, etc all the way out", "start": 1617.02, "duration": 4.34}, {"text": "Past is balanced, future is balanced everything is stacked up", "start": 1621.4, "duration": 4.24}, {"text": "And there's a report coming from your being telling you that, that's why you're engaged", "start": 1625.8, "duration": 5.48}, {"text": "You might say well maybe that's real. Maybe it's more real than anything else", "start": 1631.62, "duration": 3.74}, {"text": "That's a strange thing because if you think that meaning is separate and secondary from the real objective world", "start": 1635.36, "duration": 6.34}, {"text": "Then the reality is the object", "start": 1641.8, "duration": 2.18}, {"text": "But it isn't obvious that the reality is the object", "start": 1644.24, "duration": 3.46}, {"text": "It's certainly not how we act", "start": 1647.8, "duration": 3.02}, {"text": "It's not how we perceive", "start": 1650.82, "duration": 1.84}, {"text": "And so", "start": 1653.315, "duration": 1.05}, {"text": "Did we evolve to perceive reality? It depends on what you mean by perceive", "start": 1655.08, "duration": 4.16}, {"text": "Perceive might mean did we evolve mechanisms that allowed us to survive in the face of that reality. Yes.", "start": 1659.24, "duration": 7.62}, {"text": "Is that whats real? What enables you to survive in the face of reality?", "start": 1667.08, "duration": 4.1}, {"text": "It's a definition", "start": 1671.735, "duration": 1.41}, {"text": "It's a perfectly reasonable definition unless you can come up with a better one", "start": 1673.675, "duration": 3.38}, {"text": "Meanings are primary", "start": 1677.055, "duration": 1.99}, {"text": "Now that brings up a strange issue", "start": 1680.26, "duration": 3.0}, {"text": "So what determines the meaning of what it is you're perceiving", "start": 1683.26, "duration": 3.035}, {"text": "Well this is where Binswanger and Boss disagree", "start": 1686.3, "duration": 4.58}, {"text": "Binswanger says", "start": 1691.1, "duration": 1.38}, {"text": "It's the a-priori ontological structure. The world design, or matrix of meaning", "start": 1692.48, "duration": 5.86}, {"text": "Okay so what does that mean?", "start": 1698.34, "duration": 1.68}, {"text": "Well, you have a particular history. Biological and cultural and individual", "start": 1700.24, "duration": 5.52}, {"text": "And you're viewing the world through the lense of that set of particularities", "start": 1705.9, "duration": 5.82}, {"text": "So it's almost if you are behind a curtain and the curtain has certain hoels in it", "start": 1711.74, "duration": 4.36}, {"text": "And you can see through the wholes in the curtain", "start": 1716.1, "duration": 2.9}, {"text": "but the curtain is your construction so the curtain with the holes determines what you see", "start": 1719.08, "duration": 6.42}, {"text": "Well, Boss would say no it's the opposite in a very strange thing", "start": 1725.54, "duration": 4.4}, {"text": "The meaning of the world manifests itself to you more or less of its own accord", "start": 1730.16, "duration": 5.3}, {"text": "And", "start": 1735.705, "duration": 1.0}, {"text": "It's a tougher one to explain", "start": 1737.305, "duration": 2.14}, {"text": "Disclosure of meaning: Boss the revelation of the object", "start": 1741.18, "duration": 3.32}, {"text": "The emergence of the phenomena: the numinous", "start": 1744.6, "duration": 3.12}, {"text": "The very word phenomena is derived from phainesthai", "start": 1747.72, "duration": 3.28}, {"text": "To shine forth, to appear,  to unveil itself, to come out of concealment or darkness", "start": 1751.2, "duration": 4.46}, {"text": "Okay here's an example you see someone beautiful", "start": 1755.68, "duration": 3.0}, {"text": "Is it your perception", "start": 1759.575, "duration": 1.83}, {"text": "is it your perception or does the beauty exist?", "start": 1762.315, "duration": 2.81}, {"text": "That's the difference between Binswanger and Boss", "start": 1765.94, "duration": 2.36}, {"text": "Cause Binswanger would say well the reason that thing appears to you as beautiful is because of the way you're filtering it", "start": 1768.32, "duration": 5.66}, {"text": "And Boss would say no", "start": 1774.08, "duration": 1.76}, {"text": "The beauty inheres in the object itself and manifests itself. It shines forth", "start": 1776.24, "duration": 5.78}, {"text": "And so I really like this concept this concept of phenomena", "start": 1782.28, "duration": 4.0}, {"text": "That's why they're phenomenologists", "start": 1786.28, "duration": 1.52}, {"text": "phainesthai means to shine forth", "start": 1787.86, "duration": 1.82}, {"text": "From the phenomenological perspective you pursue those things that shine forth", "start": 1789.78, "duration": 4.9}, {"text": "Now you remember this is kind of a parallel idea", "start": 1795.12, "duration": 5.46}, {"text": "I suppose it's a parallel of Jungian ideas", "start": 1800.64, "duration": 2.5}, {"text": "You remember in Harry Potter that when they're playing Quidditch he's always chasing the snitch?", "start": 1803.26, "duration": 3.94}, {"text": "And you remember how, if I've got this correctly,", "start": 1807.565, "duration": 3.23}, {"text": "Quidditch is basically two games at the same time right? There's the standard game and there's the game that the seekers play", "start": 1810.94, "duration": 5.36}, {"text": "Yes? I've got that right?", "start": 1816.36, "duration": 1.82}, {"text": "What happens if the seeker gets the snitch?", "start": 1818.18, "duration": 2.0}, {"text": "Games over right? They win", "start": 1820.84, "duration": 2.32}, {"text": "Very interesting. She has a brilliant imagination that woman, Rowling", "start": 1823.34, "duration": 4.48}, {"text": "So the idea is that in every game there's two games going on at the same time. There's the ordinary game", "start": 1828.0, "duration": 4.84}, {"text": "And there's the game that the seekers play and the seekers chase the thing that shines at them", "start": 1832.84, "duration": 4.6}, {"text": "And that's what that little thing is the snitch. It's a round circle with wings.", "start": 1837.66, "duration": 3.82}, {"text": "It's a very very old old old symbol", "start": 1841.48, "duration": 2.98}, {"text": "It's a symbol of what", "start": 1844.46, "duration": 1.56}, {"text": "It's a symbol of reality before it's fractionated into its parts", "start": 1846.02, "duration": 5.16}, {"text": "I don't know how to say it any more clearly than that", "start": 1851.18, "duration": 2.34}, {"text": "It's a symbol of", "start": 1853.54, "duration": 1.1}, {"text": "It's a symbol of", "start": 1854.88, "duration": 1.1}, {"text": "Imagine that there are things that move forward to make you curious", "start": 1855.98, "duration": 3.1}, {"text": "And you were trying to figure out what was common among all the things that made you curious", "start": 1859.4, "duration": 4.7}, {"text": "That thing that Harry Potter's chasing, that's a symbol of that", "start": 1864.28, "duration": 3.08}, {"text": "It's golden like the sun, it flits around and attracts your attention and it's always moving", "start": 1867.36, "duration": 5.26}, {"text": "And if you're seeking, you chase it.", "start": 1872.68, "duration": 2.04}, {"text": "So that's the phenomenological idea, that's the disclosure of meaning", "start": 1875.2, "duration": 3.84}, {"text": "You say well when you're curious about something, why are you curious about that?", "start": 1879.04, "duration": 4.28}, {"text": "Is it calling to you? Or is it something that you're interpreting?", "start": 1883.84, "duration": 4.32}, {"text": "Well I would say it's both", "start": 1888.26, "duration": 1.56}, {"text": "I think that's the way to resolve this puzzle", "start": 1889.84, "duration": 3.12}, {"text": "It's that", "start": 1893.02, "duration": 0.94}, {"text": "There isn't a perceiving entity without a structure", "start": 1893.96, "duration": 3.1}, {"text": "And your structure has been evolving itself for three and a half billion years", "start": 1897.46, "duration": 4.4}, {"text": "There's no perceiving entity without a structure", "start": 1901.86, "duration": 2.58}, {"text": "But by the same token the thing that's being perceived", "start": 1904.54, "duration": 3.24}, {"text": "Also shines forth with its own potential manifestation", "start": 1907.78, "duration": 3.78}, {"text": "And you need to think of it both ways at the same time", "start": 1911.58, "duration": 2.78}, {"text": "But the curiosity issue is a really fascinating one", "start": 1914.52, "duration": 3.2}, {"text": "Because curiosity pulls you forward", "start": 1917.92, "duration": 2.82}, {"text": "It's not random", "start": 1920.86, "duration": 1.42}, {"text": "That's the thing that's so cool", "start": 1922.36, "duration": 1.54}, {"text": "You can't really control it, but it's not random", "start": 1923.9, "duration": 3.32}, {"text": "If your curiosity is random, you're schizophrenic", "start": 1927.26, "duration": 2.26}, {"text": "And I mean that technically", "start": 1929.7, "duration": 1.48}, {"text": "Because one of the things that happens to schziphrenics is that the mechanisms that establish relevance become pathologized", "start": 1931.28, "duration": 6.88}, {"text": "And they see meaning everywhere, randomly", "start": 1938.16, "duration": 2.0}, {"text": "And that's partly why they generate delusions", "start": 1940.16, "duration": 2.46}, {"text": "Because the incoherent manifestation of meaning calls out for a representation", "start": 1942.66, "duration": 5.6}, {"text": "They develop a paranoid delusion if they're intelligent enough to put everything together", "start": 1948.26, "duration": 3.52}, {"text": "So you're curious and something pulls you forward", "start": 1952.08, "duration": 3.175}, {"text": "Well you can interact with the curiosity  and you can follow it but you can't really direct it", "start": 1955.26, "duration": 5.6}, {"text": "The question is where is it taking you?", "start": 1960.88, "duration": 2.32}, {"text": "So that little ball, that was a manifestation", "start": 1963.36, "duration": 3.8}, {"text": "Of what the Greeks referred to - Greeks? Is that right? - Mercurius", "start": 1967.16, "duration": 4.28}, {"text": "It's a Roman and Greek God Mercurius", "start": 1971.68, "duration": 2.18}, {"text": "The spirit Mercurius is the messenger of the Gods. The winged messenger of the Gods", "start": 1973.86, "duration": 4.42}, {"text": "It flits around", "start": 1978.3, "duration": 1.46}, {"text": "You say well the curiosity pulls you forward", "start": 1979.8, "duration": 2.44}, {"text": "To where?", "start": 1982.24, "duration": 1.14}, {"text": "Well to wherever it wants to take you", "start": 1983.38, "duration": 2.56}, {"text": "Well that's a Jungian idea as well", "start": 1986.22, "duration": 1.72}, {"text": "Is that your curiosity is like the manifestation of your self to the ego", "start": 1987.94, "duration": 5.06}, {"text": "Right? It's the thing that you could be in the future calling you forward", "start": 1993.3, "duration": 5.44}, {"text": "Something like that", "start": 1998.78, "duration": 1.12}, {"text": "Very strange idea", "start": 2000.0, "duration": 1.4}, {"text": "Very interesting. See when you start to understand", "start": 2002.4, "duration": 3.095}, {"text": "That you're not in control of what makes you interested in things", "start": 2005.5, "duration": 4.02}, {"text": "The whole world shifts around on you", "start": 2009.62, "duration": 1.7}, {"text": "Because the question is if you're not in control of that, what the hell is directing it?", "start": 2011.32, "duration": 4.94}, {"text": "What's going on?", "start": 2016.58, "duration": 1.48}, {"text": "It's not you", "start": 2018.06, "duration": 1.28}, {"text": "It's not under your control", "start": 2019.34, "duration": 1.82}, {"text": "It's not random. It's alive. It's dynamic", "start": 2021.34, "duration": 3.12}, {"text": "It has an orientation towards something", "start": 2024.5, "duration": 2.32}, {"text": "That's the Jungian self.", "start": 2026.9, "duration": 1.54}, {"text": "Or that's the manifestation of meaning", "start": 2028.52, "duration": 2.26}, {"text": "Yes very strange", "start": 2030.78, "duration": 1.32}, {"text": "I told you this already", "start": 2033.22, "duration": 1.34}, {"text": "See there's an old representation, a very old represenation of the snitch right there", "start": 2034.56, "duration": 5.02}, {"text": "Now this is an old symbol, eh?", "start": 2039.94, "duration": 2.34}, {"text": "You've got this dragon of chaos here", "start": 2042.28, "duration": 2.0}, {"text": "It's kind of like an octopus as well", "start": 2044.7, "duration": 1.34}, {"text": "That twist in its tail refers to infinity. Dragons almost always have an infinite tail like that", "start": 2046.04, "duration": 5.48}, {"text": "And it's got the claws of a bird, maybe a bird of prey", "start": 2051.52, "duration": 3.06}, {"text": "The body of an animal and the head of a snake", "start": 2054.58, "duration": 2.58}, {"text": "And then down here", "start": 2057.695, "duration": 1.33}, {"text": "You see its got the sun up there so it's sort of aiming upwards towards the sun this thing", "start": 2059.025, "duration": 4.575}, {"text": "And then down here is this thing called the round chaos. It's an old alchemical system", "start": 2063.74, "duration": 4.2}, {"text": "And if you look the dragon is fertilizing this", "start": 2067.96, "duration": 3.0}, {"text": "And that has potential in it like an egg", "start": 2071.395, "duration": 2.54}, {"text": "It's full of potential", "start": 2074.325, "duration": 1.54}, {"text": "And so it's matter and spirit at the same time", "start": 2077.2, "duration": 3.48}, {"text": "It's sort of like it's a representation of that which you're exploring", "start": 2081.22, "duration": 4.4}, {"text": "Because you could say well the thing that you're exploring", "start": 2085.62, "duration": 2.02}, {"text": "It's sort of a constructivist idea", "start": 2087.64, "duration": 1.68}, {"text": "You explore something new", "start": 2089.32, "duration": 1.84}, {"text": "What do you generate from the exploration?", "start": 2091.2, "duration": 2.22}, {"text": "You. Because as you explore it you learn things. That changes you.", "start": 2093.54, "duration": 3.82}, {"text": "So you generate psyche out of the exploration. That's spirit.", "start": 2097.36, "duration": 3.16}, {"text": "And you also generate the world out of it", "start": 2100.76, "duration": 2.12}, {"text": "But the thing to begin with is psyche and world at the same time", "start": 2102.94, "duration": 3.495}, {"text": "And that's what this thing represents", "start": 2106.44, "duration": 1.74}, {"text": "And that's what Harry Potter is chasing", "start": 2108.22, "duration": 1.84}, {"text": "That's what makes him a seeker", "start": 2110.38, "duration": 1.78}, {"text": "Very strange ideas", "start": 2113.38, "duration": 1.28}, {"text": "Now I'm going to tell you a dream", "start": 2114.74, "duration": 1.3}, {"text": "There was a dream I had while working on these ideas", "start": 2116.04, "duration": 2.84}, {"text": "And I'm going to tell you the dream for two reasons", "start": 2118.88, "duration": 1.96}, {"text": "One is because it bears directly on these ideas", "start": 2120.84, "duration": 2.86}, {"text": "Two because well we just covered psychoanalytic thought and I want to show you how a dream can work", "start": 2123.7, "duration": 5.44}, {"text": "Cause it's not easy to find a dream that you can interpret in a way that's public that makes sense", "start": 2129.28, "duration": 4.195}, {"text": "Cause they're usually so tightly defined contextually", "start": 2133.475, "duration": 3.0}, {"text": "You can define them in the therapeutic context because you know so much about the person", "start": 2136.48, "duration": 4.5}, {"text": "It's very hard to pull that out and make it meaningful outside of that context", "start": 2141.02, "duration": 3.895}, {"text": "But this dream works. Ok so,", "start": 2144.92, "duration": 1.52}, {"text": "I was dreaming", "start": 2146.74, "duration": 1.08}, {"text": "I was dreaming that there was a small object. It was a circle, a sphere about this big.", "start": 2148.38, "duration": 4.62}, {"text": "And it was floating on top of the Atlantic Ocean", "start": 2153.42, "duration": 3.06}, {"text": "And I had kind of a birds eye view of it and I was following it along", "start": 2156.54, "duration": 4.08}, {"text": "Like maybe you know like a drone would follow behind an object", "start": 2160.62, "duration": 3.18}, {"text": "And it was floating", "start": 2163.86, "duration": 1.28}, {"text": "And it was really zipping along man, it was really really fast", "start": 2165.14, "duration": 3.4}, {"text": "And then the scene shifted", "start": 2168.54, "duration": 2.08}, {"text": "To a bunch of scientists they were sitting inside a room full of television monitors", "start": 2170.62, "duration": 4.88}, {"text": "And they were watching this thing move across the Ocean", "start": 2175.56, "duration": 2.3}, {"text": "And so it was here and it had four hurricanes beside it one here, one here, one here, and one here", "start": 2177.88, "duration": 6.58}, {"text": "So it was in the center of four hurricanes", "start": 2184.46, "duration": 2.04}, {"text": "So whatever it was was like some bloody potent thing zipping across the ocean", "start": 2186.5, "duration": 6.38}, {"text": "Then the scientists got a hold of it I guess and the scene shifted", "start": 2193.0, "duration": 3.68}, {"text": "And I was in a museum like an old Victorian museum", "start": 2196.68, "duration": 3.08}, {"text": "And this thing, this ball was now inside a", "start": 2200.12, "duration": 3.38}, {"text": "Imagine a wood stand", "start": 2203.56, "duration": 2.7}, {"text": "With a glass case on top of it", "start": 2206.32, "duration": 1.78}, {"text": "It was inside the glass case and it was floating and it was sort of pulsing a little bit", "start": 2208.1, "duration": 4.02}, {"text": "And so inside the room there was Stephen Hawking", "start": 2212.12, "duration": 3.36}, {"text": "And the American President", "start": 2216.86, "duration": 3.1}, {"text": "I don't remember who it was he was sort of faceless", "start": 2220.06, "duration": 2.4}, {"text": "But Stephen I thought, Stephen Hawking? What the hell", "start": 2222.48, "duration": 2.7}, {"text": "Disembodied intellect", "start": 2225.18, "duration": 1.48}, {"text": "That's Stephen Hawking so that's what that meant", "start": 2227.28, "duration": 2.48}, {"text": "And the President well he's just the symbol of order", "start": 2229.84, "duration": 3.74}, {"text": "And so this thing whatever it was that was surrounded by these winds", "start": 2233.58, "duration": 4.22}, {"text": "Had been placed into a category system right?", "start": 2237.9, "duration": 1.98}, {"text": "It was in a museum, it was boxed in. It had been conceptualized and categorized", "start": 2239.88, "duration": 4.7}, {"text": "Partly by disembodied intellect, that was Stephen Hawking,  and partly by social order", "start": 2244.58, "duration": 4.68}, {"text": "And so there's a Binswanger Boss thing going on there", "start": 2249.26, "duration": 2.92}, {"text": "The thing pulses and is alive so its got its own power", "start": 2252.2, "duration": 3.96}, {"text": "But it's also encapsulated in a category system", "start": 2256.2, "duration": 3.58}, {"text": "So I'm a third person observer in there I'm not in the room I'm just seeing this", "start": 2259.78, "duration": 3.66}, {"text": "So that was fine", "start": 2263.44, "duration": 0.96}, {"text": "So the next thing that happened", "start": 2264.4, "duration": 1.46}, {"text": "Oh yes, one of them described the features of the room", "start": 2265.92, "duration": 2.88}, {"text": "Its walls were seven feet thick", "start": 2268.8, "duration": 1.96}, {"text": "They didn't want this thing going anywhere", "start": 2270.76, "duration": 1.9}, {"text": "And it was made out of titanium dioxide", "start": 2272.66, "duration": 2.48}, {"text": "I thought, what the hell is that?", "start": 2275.14, "duration": 1.38}, {"text": "Well it's a paint", "start": 2276.52, "duration": 1.36}, {"text": "It's a paint substance but it's also what the hull of the Starship Enterprise is made out of", "start": 2277.88, "duration": 4.36}, {"text": "So my dream was saying well what's the hardest substance there is? Well it's titanium dioxide", "start": 2282.26, "duration": 5.64}, {"text": "It's not getting out of that box", "start": 2287.9, "duration": 1.72}, {"text": "The walls were designed to permanently constrain the object", "start": 2290.22, "duration": 2.7}, {"text": "Okay now the next thing that happened was this object was", "start": 2292.92, "duration": 2.855}, {"text": "You could tell it was kind of alive", "start": 2295.78, "duration": 1.8}, {"text": "And it kept shifting around and at one point it turned into a chrysalis you know a cocoon", "start": 2297.68, "duration": 4.22}, {"text": "And I thought what the hell does that mean?", "start": 2302.28, "duration": 2.66}, {"text": "And then, so it turned into a cocoon", "start": 2304.94, "duration": 2.9}, {"text": "And I don't know if you've seen a chrysalis when it's just about to hatch", "start": 2307.84, "duration": 2.62}, {"text": "But it twitches around eh? It's alive that thing", "start": 2310.46, "duration": 3.58}, {"text": "So they're very strange things", "start": 2314.1, "duration": 1.96}, {"text": "And then at the end it turned itself into a pipe", "start": 2316.08, "duration": 2.48}, {"text": "Like a Meerschaum pipe", "start": 2318.56, "duration": 1.64}, {"text": "And I thought", "start": 2320.2, "duration": 1.26}, {"text": "Then it reformed itself into a sphere", "start": 2322.04, "duration": 1.8}, {"text": "And just shot right out of the room", "start": 2323.84, "duration": 1.26}, {"text": "Like the walls weren't even there", "start": 2325.1, "duration": 2.54}, {"text": "It decided it was gone bang! It was gone", "start": 2327.7, "duration": 2.44}, {"text": "And I woke up and I thought what the hell", "start": 2330.34, "duration": 2.48}, {"text": "What the hell does that mean?", "start": 2332.82, "duration": 1.44}, {"text": "It took me forever to figure this out", "start": 2334.34, "duration": 2.04}, {"text": "So then about two years after experiencing this dream,", "start": 2336.4, "duration": 3.46}, {"text": "I was reading Dante's Inferno", "start": 2340.16, "duration": 1.88}, {"text": "In the ninth Canto, a messenger from God appears", "start": 2342.14, "duration": 3.06}, {"text": "So Dante goes down into hell right?", "start": 2345.24, "duration": 2.02}, {"text": "It was Dante's attempt to describe", "start": 2347.26, "duration": 2.76}, {"text": "It's brilliant", "start": 2350.38, "duration": 1.68}, {"text": "So imagine that you go to a bad place psychologically right?", "start": 2352.12, "duration": 3.38}, {"text": "So your life has collapsed that's terrible", "start": 2355.54, "duration": 3.0}, {"text": "But then you're trying to figure out what you did wrong and how you're to blame for it", "start": 2358.54, "duration": 4.04}, {"text": "And so what you do is a descent", "start": 2362.6, "duration": 2.26}, {"text": "A descent into your own foolishness and stupidity", "start": 2364.88, "duration": 3.42}, {"text": "Level, by level, by level", "start": 2368.34, "duration": 1.52}, {"text": "And that's what Dante was trying to explain", "start": 2369.86, "duration": 1.84}, {"text": "That's what that hell was", "start": 2371.7, "duration": 1.66}, {"text": "Levels of catastrophe and there's something right at the bottom", "start": 2373.36, "duration": 3.78}, {"text": "And he found that it was betrayal that was at the bottom", "start": 2377.32, "duration": 3.16}, {"text": "So in any case I was reading that", "start": 2380.68, "duration": 2.52}, {"text": "And there's a line in there that made me remember this dream", "start": 2383.2, "duration": 2.76}, {"text": "Cause I tried to figure out this dream for years eh", "start": 2385.96, "duration": 2.12}, {"text": " ", "start": 2389.32, "duration": 3.0}, {"text": " ", "start": 2392.325, "duration": 2.81}, {"text": " ", "start": 2395.135, "duration": 3.11}, {"text": " ", "start": 2399.185, "duration": 3.15}, {"text": " ", "start": 2402.335, "duration": 3.01}, {"text": " ", "start": 2405.345, "duration": 2.69}, {"text": " ", "start": 2408.035, "duration": 2.97}, {"text": " ", "start": 2411.005, "duration": 2.65}, {"text": " ", "start": 2413.655, "duration": 2.89}, {"text": " ", "start": 2416.545, "duration": 2.77}, {"text": " ", "start": 2419.315, "duration": 3.0}, {"text": " ", "start": 2422.32, "duration": 2.82}, {"text": "So that was like a herald of the arrival of this messenger", "start": 2427.2, "duration": 3.12}, {"text": "It's a very powerful scene", "start": 2430.32, "duration": 1.16}, {"text": "And I thought about this dream with this thing with the four storms", "start": 2431.48, "duration": 2.92}, {"text": "So", "start": 2434.78, "duration": 0.5}, {"text": "The pipe thing that really, that really took me forever to figure out", "start": 2436.0, "duration": 4.94}, {"text": "And I finally remembered this painting by Magritte", "start": 2441.1, "duration": 2.66}, {"text": "This is not a pipe", "start": 2443.96, "duration": 1.06}, {"text": "Right so what does that mean?", "start": 2445.76, "duration": 1.94}, {"text": "Well what it means is the representation is not the thing", "start": 2449.56, "duration": 5.34}, {"text": "It's a very famous painting right?", "start": 2455.18, "duration": 2.04}, {"text": "The representation is not the thing", "start": 2457.305, "duration": 2.35}, {"text": "Well even the perception is not the thing", "start": 2461.115, "duration": 1.95}, {"text": "And that's what the dream was trying to get at", "start": 2463.065, "duration": 1.835}, {"text": "It's like this thing", "start": 2464.92, "duration": 1.0}, {"text": "This thing that was so powerful and so capable of transforming", "start": 2466.96, "duration": 3.24}, {"text": "Could be encapsulated temporarily within a conceptual system", "start": 2470.2, "duration": 3.02}, {"text": "But whenever it decided to leave it was just going to leave", "start": 2473.22, "duration": 2.88}, {"text": "And so", "start": 2476.42, "duration": 1.0}, {"text": "What is was referring to was the potential that there is inside objects", "start": 2477.7, "duration": 4.04}, {"text": "So for example", "start": 2481.82, "duration": 1.14}, {"text": "And it's such a complicated thing to explain", "start": 2482.98, "duration": 2.76}, {"text": "Nobody knew what cell phones were going to do", "start": 2485.8, "duration": 2.48}, {"text": "You make the cell phone", "start": 2488.9, "duration": 1.58}, {"text": "You think you know what it is", "start": 2490.48, "duration": 1.24}, {"text": "You don't know what it is", "start": 2491.72, "duration": 1.6}, {"text": "No one knew what the birth control pill was going to do", "start": 2493.32, "duration": 2.56}, {"text": "You make it, you think you know what it is, you have no idea what it is", "start": 2496.32, "duration": 2.98}, {"text": "And it's going to do some of the things you think it will do", "start": 2499.5, "duration": 2.22}, {"text": "And it's going to do a bunch of things you have no idea about", "start": 2501.74, "duration": 3.16}, {"text": "And that's because", "start": 2505.0, "duration": 1.48}, {"text": "Things are more complex than they look", "start": 2506.48, "duration": 2.24}, {"text": "They're multi-dimensional and they have", "start": 2508.76, "duration": 1.86}, {"text": "I wouldn't say a life exactly but they have an intrinsic complexity", "start": 2510.62, "duration": 3.82}, {"text": "That tends to unfold across time", "start": 2514.5, "duration": 2.26}, {"text": "And it's only somewhat predictable", "start": 2516.76, "duration": 1.5}, {"text": "And so you have things under your control and in your grasp to some limited degree", "start": 2518.28, "duration": 5.04}, {"text": "But at any point it's like the switch in the yin yang symbol", "start": 2523.32, "duration": 3.4}, {"text": "At any time chaos can collapse into order", "start": 2526.74, "duration": 2.44}, {"text": "Or order can collapse into chaos", "start": 2529.26, "duration": 2.02}, {"text": "And that's what that dream meant", "start": 2531.28, "duration": 1.54}, {"text": "Another painting by Magritte trying to express the same thing right?", "start": 2534.84, "duration": 3.64}, {"text": "All men in suits, all uniform, all thinking the same way", "start": 2538.48, "duration": 3.54}, {"text": "Same haircuts, completely socialized", "start": 2542.02, "duration": 2.2}, {"text": "Blinded by their own perceptions", "start": 2544.22, "duration": 2.94}, {"text": "That's us", "start": 2547.78, "duration": 1.14}, {"text": "Cause you think well your perceptions illuminate and bring you information", "start": 2548.92, "duration": 3.62}, {"text": "It's yes and no", "start": 2552.54, "duration": 1.82}, {"text": "They also constrain to equal degree", "start": 2554.36, "duration": 2.34}, {"text": "I dreamed much later about a year later", "start": 2558.38, "duration": 2.22}, {"text": "This was a very cool image too", "start": 2560.6, "duration": 1.86}, {"text": "You know that image I think is it  Da Vinci or Michelangelo", "start": 2562.46, "duration": 3.7}, {"text": "Of the man inscribed in the square inside the circle", "start": 2566.16, "duration": 2.8}, {"text": "It's a very famous image", "start": 2568.96, "duration": 1.06}, {"text": "Well it was like that except", "start": 2570.16, "duration": 1.36}, {"text": "It was a cube and not a square", "start": 2572.2, "duration": 2.06}, {"text": "And so there was kind of a faceless person, almost like a mannequin inside this cube", "start": 2574.52, "duration": 4.88}, {"text": "And he was suspended about two feet off the ground", "start": 2579.98, "duration": 2.62}, {"text": "And on the front wall", "start": 2582.6, "duration": 1.7}, {"text": "It was like wall paper designs, there were these little squares about this big", "start": 2585.1, "duration": 3.68}, {"text": "And they mandalas square with circles inside them", "start": 2588.78, "duration": 3.24}, {"text": "And then inside the circle there was a little snake tail that was out", "start": 2592.02, "duration": 3.78}, {"text": "And the whole wall was covered with these snake tails", "start": 2595.8, "duration": 2.64}, {"text": "And the person", "start": 2598.76, "duration": 0.9}, {"text": "When the person walked forward the wall would move forward", "start": 2600.12, "duration": 2.34}, {"text": "And when he walked backwards the wall would move backwards", "start": 2602.46, "duration": 2.34}, {"text": "So it was always this far away", "start": 2604.8, "duration": 2.22}, {"text": "And he could reach out and pull any of those snakes into being", "start": 2607.1, "duration": 3.66}, {"text": "And so that was another dream of the same sort of idea", "start": 2611.1, "duration": 2.76}, {"text": "What do you have in front of you?", "start": 2613.86, "duration": 1.6}, {"text": "A world of objects", "start": 2615.46, "duration": 1.2}, {"text": "No", "start": 2616.66, "duration": 0.7}, {"text": "You have a world of potential in front of you", "start": 2618.38, "duration": 2.76}, {"text": "And you can interact with any aspect of that potential", "start": 2621.34, "duration": 3.08}, {"text": "And while you're doing so, you realize it", "start": 2624.44, "duration": 1.94}, {"text": "You pull something into being that wouldn't have been there before", "start": 2626.38, "duration": 3.2}, {"text": "And what you see in front of you is a wall of potential", "start": 2629.68, "duration": 3.36}, {"text": "The potential is not infinite because you're constrained", "start": 2633.58, "duration": 2.8}, {"text": "But, it's still", "start": 2636.56, "duration": 1.4}, {"text": "For all intents and purposes it will do you just fine it's more potential than you could ever need", "start": 2638.1, "duration": 4.82}, {"text": "And so the dream", "start": 2642.92, "duration": 1.28}, {"text": "See dreams", "start": 2644.26, "duration": 1.08}, {"text": "Dreams are at the forefront of thinking", "start": 2647.98, "duration": 3.64}, {"text": "They get there before you", "start": 2651.86, "duration": 1.82}, {"text": "The creative imagination is at the forefront of thinking", "start": 2653.72, "duration": 2.86}, {"text": "If you think that you're moving out into the unknown", "start": 2656.58, "duration": 3.135}, {"text": "To gather new information", "start": 2659.72, "duration": 1.62}, {"text": "What gets there first is the imagination", "start": 2661.36, "duration": 2.44}, {"text": "Obviously that's what Piaget says about children as well", "start": 2663.82, "duration": 2.98}, {"text": "You imagine it first", "start": 2666.8, "duration": 1.6}, {"text": "Then maybe you can represent it in speech", "start": 2668.44, "duration": 2.34}, {"text": "And a dream is part of that imaginative process", "start": 2670.78, "duration": 2.84}, {"text": "That's what artists are doing", "start": 2673.62, "duration": 1.4}, {"text": "They're going out into the unknown", "start": 2675.12, "duration": 2.62}, {"text": "And representing it imaginatively", "start": 2677.8, "duration": 2.02}, {"text": "So what does that painting mean?", "start": 2679.82, "duration": 1.4}, {"text": "Well if the artist knew that he'd just write it down", "start": 2681.22, "duration": 2.94}, {"text": "Right? The art is beyond what's articulable otherwise it's not art it's just propaganda", "start": 2684.5, "duration": 6.22}, {"text": "So the artist and the dream their out on the frontier right? That's the open imagination", "start": 2691.1, "duration": 4.62}, {"text": "And so when you're conceptualizing new things", "start": 2696.0, "duration": 2.26}, {"text": "The dream and the imagination can bring you places that you don't even know that you can go", "start": 2698.3, "duration": 4.42}, {"text": "And it's a mystery too", "start": 2703.12, "duration": 1.22}, {"text": "It's like I don't know how I figured this out", "start": 2704.38, "duration": 1.82}, {"text": "It was as if the figuring out manifested itself inside me", "start": 2706.2, "duration": 3.8}, {"text": "Cause that's the experience in a dream right?", "start": 2710.0, "duration": 2.08}, {"text": "You don't feel \"I dreamed this up\"", "start": 2712.1, "duration": 2.68}, {"text": "You feel \"I had a dream.\" Where did that come from?", "start": 2714.78, "duration": 4.02}, {"text": "It springs out of the unknown and offers something to you", "start": 2719.44, "duration": 3.4}, {"text": "Here's pathology as conceptualized by the phenomenologists", "start": 2731.76, "duration": 3.84}, {"text": "It's a very interesting way of thinking about it", "start": 2736.18, "duration": 2.355}, {"text": "Existential guilt and fear as debt to possibility", "start": 2738.535, "duration": 3.14}, {"text": "Well so there's this idea", "start": 2741.68, "duration": 1.82}, {"text": "It's like an exisitential idea that you have some problems", "start": 2743.5, "duration": 2.98}, {"text": "That you have some problems in your life", "start": 2747.04, "duration": 1.92}, {"text": "Well part of the Dasein is the sense of responsibility that you have to address those problems", "start": 2748.96, "duration": 5.92}, {"text": "It's part and parcel of the way that human beings manifest themselves in the world", "start": 2754.94, "duration": 3.76}, {"text": "So part of your pathology would be failure to bear the responsibility for your being", "start": 2758.7, "duration": 5.06}, {"text": "And a sense that you have a debt to your existence", "start": 2763.76, "duration": 2.38}, {"text": "And according to the phenomenologists that's built right into the sense of your being", "start": 2766.34, "duration": 3.78}, {"text": "It's a remarkable conceptualization", "start": 2774.76, "duration": 2.48}, {"text": "Right well that's a good place to stop", "start": 2781.095, "duration": 3.16}, {"text": "Okay good we'll see you in a week and a half", "start": 2784.255, "duration": 2.95}]}