{"video_id": "44f3mxcsI50", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Biblical Series V: Cain and Abel: The Hostile Brothers", "url": "https://www.youtube.com/watch?v=44f3mxcsI50", "date": "2017-06-27", "description": "Bible Series V: Cain and Abel: The Hostile Brothers\n\nThe account of Cain and Abel is remarkable for its unique combination of brevity and depth. In a few short sentences, it outlines two diametrically opposed modes of being -- both responses to the emergence of self-consciousness and the knowledge of good and evil detailed in story of Adam and Eve. \n\nCain's mode of being -- resentful, arrogant and murderous -- arises because his sacrifices are rejected by God. This means that his attempts to give up something valuable in the present to ensure prosperity in the future are insufficient. He fails, in consequence, to thrive, as he believes he should, and becomes bitter, resentful and murderous.\n\nAbel's mode of being is characterized, by contrast, by proper sacrifice -- by the establishment of balance between present action and future benefit. This ensures his personal and social success, accruing over time. Unfortunately, it also makes him the target of Cain's malevolence.\n\nThis great short story is relevant personally, on the level of the family, and politically, all with equal force, all simultaneously. \n\nProducer Credit and thanks to the following $200/month Patreon supporters. Without such support, this series would not have happened:  Adam Clarke, Alexander Meckhai’el Beraeros, Andy Baker, Arden C. Armstrong, Badr Amari, BC, Ben Baker, Benjamin Cracknell, Brandon Yates, Chad Grills, Chris Martakis, Christopher Ballew, Craig Morrison, Daljeet Singh, Damian Fink, Dan Gaylinn, Daren Connel, David Johnson, David Tien, Donald Mitchell, Eleftheria Libertatem, Enrico Lejaru, George Diaz, GeorgeB, Holly Lindquist, Ian Trick, James Bradley, James N. Daniel, III, Jan Schanek, Jason R. Ferenc, Jesse Michalak, Joe Cairns, Joel Kurth, John Woolley, Johnny Vinje, Julie Byrne, Keith Jones, Kevin Fallon, Kevin Patrick McSurdy, Kevin Van Eekeren, Kristina Ripka, Louise Parberry, Matt Karamazov, Matt Sattler, Mayor Berkowitz , Michael Thiele, Nathan Claus, Nick Swenson , Patricia Newman, Robb Kelley, Robin Otto, Ryan Kane, Sabish Balan, Salman Alsabah, Scott Carter, Sean C., Sean Magin, Sebastian Thaci, Shiqi Hu, Soheil Daftarian, Srdan Pavlovic, Starting Ideas, Too Analytical, Trey McLemore, William Wilkinson, Yazz Troche, Zachary Vader\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 9088, "transcript_parts": [{"text": "So I'm going to read you something. I get some I had a lot of mail", "start": 16.63, "duration": 3.2}, {"text": "And I don't know where I got this I've been a lot of different places in the last week", "start": 20.41, "duration": 4.399}, {"text": "And this showed up at one of them, and I'm going to read it to you. I have no idea what to make of it", "start": 24.81, "duration": 6.03}, {"text": "It's written in a female hand", "start": 34.87, "duration": 2.0}, {"text": "So that's about all I can tell but there's no address or name on it", "start": 37.51, "duration": 3.619}, {"text": "This isn't a question", "start": 42.309, "duration": 1.741}, {"text": "but a comment, or more accurately perhaps a message I", "start": 44.05, "duration": 4.52}, {"text": "Spent this past weekend in an ayahuasca ceremony", "start": 49.45, "duration": 2.659}, {"text": "Which for those of you who don't know is a South American?", "start": 53.35, "duration": 3.409}, {"text": "Visionary plant medicine some of you may roll your eyes at this", "start": 57.73, "duration": 3.979}, {"text": "But ayahuasca brings you into direct contact with the archetypal realm of being", "start": 62.829, "duration": 4.969}, {"text": "users of this medicine", "start": 68.799, "duration": 2.0}, {"text": "Initiates I should say refer to ayahuasca as she", "start": 71.71, "duration": 3.709}, {"text": "Because the spirit of the plant is decidedly feminine an encounter with ayahuasca is an encounter with the great mother of creation", "start": 76.24, "duration": 7.01}, {"text": "The Goddess the void from which all things come the feminine counterpart of logos", "start": 83.59, "duration": 5.33}, {"text": "Dr.. Peterson", "start": 89.979, "duration": 2.0}, {"text": "You appeared in one of my ayahuasca visions", "start": 92.95, "duration": 2.48}, {"text": "might account for why I've being ripped rather fatigued lately", "start": 105.38, "duration": 3.86}, {"text": "Dr.. Peterson you appeared in one of my ayahuasca visions, and I asked", "start": 111.59, "duration": 3.77}, {"text": "Asked her who is Jordan Peterson. What is he doing? Which is something? I'd really like to know as well and", "start": 115.909, "duration": 6.739}, {"text": "She responded with Crystalline clarity", "start": 123.409, "duration": 2.48}, {"text": "quote", "start": 127.07, "duration": 1.29}, {"text": "Here he is here to invoke and initiate the divine masculine principle on Earth at this time", "start": 128.36, "duration": 7.129}, {"text": "So I'm up here to thank you", "start": 145.64, "duration": 1.46}, {"text": "Deeply and profoundly on behalf of the great mother", "start": 147.1, "duration": 2.549}, {"text": "herself to Goddess the Divine feminine principle who has been eagerly awaiting the awakening of the masculine principle into", "start": 150.11, "duration": 7.789}, {"text": "divinity and service", "start": 158.78, "duration": 2.0}, {"text": "So you know get a letter like that every day?", "start": 160.97, "duration": 2.839}, {"text": "Actually, I get a letter to like that every day", "start": 166.4, "duration": 2.149}, {"text": "so you know what went through my head when I read this and this is of course and completely crazy parallel but", "start": 172.64, "duration": 7.369}, {"text": "We know one of the things I learned to do as a psychotherapist was just to tell people who were talking to me", "start": 180.859, "duration": 6.41}, {"text": "What came into my head?", "start": 187.269, "duration": 1.931}, {"text": "It isn't what I'm thinking exactly because that's not exactly the same thing you know", "start": 189.2, "duration": 3.86}, {"text": "What comes into your head is more like a dream it comes unbidden?", "start": 194.09, "duration": 3.199}, {"text": "It's like your imagination if you're thinking there seems to be like a voluntary element of that, right?", "start": 197.359, "duration": 5.42}, {"text": "I mean some who God only knows how we think but it seems partly voluntary at least and", "start": 202.78, "duration": 5.91}, {"text": "Jung thought about carl jung thought about it like a dialogue between the conscious mind and the unconscious mind. There is a constant", "start": 210.829, "duration": 5.63}, {"text": "Continual dialogue, but when things just pop into your mind", "start": 216.92, "duration": 2.93}, {"text": "It's not much different than walking into a room having something there which is an observation", "start": 219.89, "duration": 5.509}, {"text": "I also derived from jung by the way because he pointed out quite rightly that people don't really think that", "start": 225.41, "duration": 6.679}, {"text": "Thoughts appear to them now you can think because you can take the thoughts that appear to you", "start": 232.34, "duration": 4.399}, {"text": "and then you can subject them to criticism and", "start": 236.739, "duration": 2.52}, {"text": "Elaboration and so on instead of just assuming that they're true right off the bat, but people often don't do that", "start": 239.87, "duration": 4.639}, {"text": "They just something just pops into their head and then they assume that it's true", "start": 244.51, "duration": 2.85}, {"text": "anyways one of the things that I tend to do in psychotherapy is just to tell people what pops into my head because", "start": 249.5, "duration": 5.75}, {"text": "Well, why?", "start": 257.239, "duration": 2.209}, {"text": "Because then the person that is talking to me gets one person's", "start": 260.84, "duration": 5.269}, {"text": "Untrammeled opinion not even that reaction not opinion. It's not really an opinion. I don't think an opinion", "start": 266.72, "duration": 6.649}, {"text": "Maybe is what I think later, and there's this personal flavor to it", "start": 273.37, "duration": 3.299}, {"text": "What popped into my head?", "start": 277.25, "duration": 2.0}, {"text": "Was the story about socrates you know?", "start": 280.1, "duration": 2.269}, {"text": "He had this when he was being put on trial by the Athenians for corrupting the nation's youth", "start": 283.729, "duration": 6.05}, {"text": "Something I've been accused of by the way", "start": 290.27, "duration": 2.0}, {"text": "Although it's not self-evident to me that it's me doing the corrupting", "start": 293.419, "duration": 3.38}, {"text": "He said that somebody had asked him once had asked the delphic oracle once and the Delphic oracle was this", "start": 299.51, "duration": 6.919}, {"text": "retreat that you could go to if you were an ancient Greek citizen and you'd", "start": 307.19, "duration": 4.309}, {"text": "Be there, and you'd have a dream and then you'd go ask the delphic oracle to interpret it and nobody really knows", "start": 312.32, "duration": 5.299}, {"text": "What was up with the delphic oracle?", "start": 317.62, "duration": 2.0}, {"text": "Today how that worked exactly, but she would interpret your dream in any case", "start": 319.849, "duration": 4.4}, {"text": "and", "start": 324.979, "duration": 1.351}, {"text": "somebody once asked her who the wisest man in Greece was and", "start": 326.33, "duration": 3.559}, {"text": "The Delphic Oracle said it was socrates because he knew he didn't know anything", "start": 330.229, "duration": 3.619}, {"text": "That's essentially the story not popped into my mind. It's a crazy comparison, but", "start": 334.46, "duration": 5.149}, {"text": "You know I have a crazy mind, so I guess that's how it works out", "start": 340.16, "duration": 3.139}, {"text": "so", "start": 344.03, "duration": 1.949}, {"text": "Now one of the things I'm going to do today", "start": 345.979, "duration": 2.03}, {"text": "Which I haven't done before", "start": 348.889, "duration": 1.861}, {"text": "Because I'm going to read you a little bit of I told you I finished my book last week", "start": 350.75, "duration": 3.739}, {"text": "And I haven't read it read it to anyone. I have given it to a couple of friends to review", "start": 354.83, "duration": 5.99}, {"text": "one person in particular", "start": 361.82, "duration": 2.0}, {"text": "screenwriter named Greg Hurwitz has been unbelievably", "start": 364.13, "duration": 2.63}, {"text": "Helpful. He's so fast and so sharp at this sort of thing and I can send him like a", "start": 367.389, "duration": 4.26}, {"text": "Twenty Page Dense Twenty page", "start": 372.889, "duration": 2.329}, {"text": "Manuscript and he'll rip it to shreds and send it back to me in like 90 minutes", "start": 375.74, "duration": 4.22}, {"text": "It's just unbelievable he's so good at that. He's been very helpful, but I haven't", "start": 379.96, "duration": 3.959}, {"text": "No one else has seen it apart from my editor", "start": 384.439, "duration": 2.12}, {"text": "and I haven't read it to anyone so but some of it seemed particularly appropriate for", "start": 386.56, "duration": 4.049}, {"text": "tonight's lecture", "start": 391.25, "duration": 1.56}, {"text": "So I thought I would start the lecture tonight by reading a little bitter that and it's it's from a chapter", "start": 392.81, "duration": 6.829}, {"text": "It's on the issue of sacrifice as such this is Abraham and Isaac", "start": 400.159, "duration": 3.29}, {"text": "This is a very strange little testament story right. This is one of the stories", "start": 403.939, "duration": 4.04}, {"text": "That's contained in the old testament that makes modern people think that maybe we should just not have that punch to do with the old", "start": 408.469, "duration": 5.75}, {"text": "testament per say it at all and", "start": 414.289, "duration": 2.3}, {"text": "especially with regards and maybe you shouldn't have anything to do with the god of the old testament either because I mean as far as", "start": 416.689, "duration": 5.839}, {"text": "Abraham is concerned", "start": 422.75, "duration": 2.0}, {"text": "God tells him to sacrifice his own son now it turns out that God was just kidding", "start": 425.18, "duration": 4.339}, {"text": "So to speak you know I'm obviously being Flippant but you know it does raise the question", "start": 430.219, "duration": 5.059}, {"text": "What do you make of a divine being who would who would?", "start": 436.879, "duration": 2.87}, {"text": "require such thing such a thing or", "start": 440.539, "duration": 2.239}, {"text": "Conversely, what do you make of Abraham? Who would have such delusions either way? It's a little hard on the", "start": 443.419, "duration": 5.359}, {"text": "What would you call modern believability and Moral integrity of the old testament, but these are very very strange stories?", "start": 450.08, "duration": 7.22}, {"text": "and they're not what they seem to be or they are but and they're more so", "start": 457.3, "duration": 4.26}, {"text": "We're going to talk a lot about sacrifice tonight, and here's some of the things that I've been thinking about sacrifice", "start": 462.71, "duration": 5.779}, {"text": "So this is from this book. It's called", "start": 468.529, "duration": 2.54}, {"text": "Twelve Rules for life an antidote for Chaos and it's coming out in January", "start": 472.069, "duration": 4.519}, {"text": "Which I think I mentioned and this is from Rule 7 which is do. What is meaningful? Not what is expedient?", "start": 477.02, "duration": 7.549}, {"text": "and so here's", "start": 486.979, "duration": 1.86}, {"text": "here's some of", "start": 488.839, "duration": 1.92}, {"text": "The writing I've been doing over the last three years on meat on the motif of sacrifice", "start": 490.759, "duration": 4.579}, {"text": "I'll start with just a brief intro before I read this", "start": 495.339, "duration": 3.93}, {"text": "It took me a long time to understand", "start": 500.32, "duration": 2.69}, {"text": "What was meant in the old testament by Sacrifice and which is strange because once I figured it out", "start": 503.01, "duration": 5.07}, {"text": "It seemed bloody obvious. It seemed like oh, yo, obviously that's what it means, but", "start": 508.08, "duration": 4.14}, {"text": "Lots of times if you figure something out correctly it seems self-evident as soon as you've figured it out correctly well", "start": 513.099, "duration": 6.05}, {"text": "We'll see how that goes, but you know it seemed to work for me anyways, I", "start": 519.15, "duration": 3.63}, {"text": "Knew that of course at least implicitly I knew of the modern usage of the idea of sacrifice everyone", "start": 525.67, "duration": 7.55}, {"text": "understands that motif is that if you want to make things better in the future, then you suck make sacrifices in the present and", "start": 533.89, "duration": 7.399}, {"text": "Maybe you even do that", "start": 542.41, "duration": 1.8}, {"text": "Multi-generationally in fact you most definitely do if you're a good parent, I mean you and that's just I would say that's a really", "start": 544.21, "duration": 6.619}, {"text": "particularly typical of of Immigrants right because immigrants", "start": 551.44, "duration": 3.739}, {"text": "often come from", "start": 555.82, "duration": 1.68}, {"text": "Terrible places and have to undergo terrible things to come to a new community where they get a rough?", "start": 557.5, "duration": 5.359}, {"text": "reception and have a hard time getting their life going and", "start": 563.02, "duration": 2.959}, {"text": "A big part of the reason that they do it is to make their lives of their children", "start": 566.14, "duration": 3.89}, {"text": "better and luckily when they come to Canada", "start": 570.67, "duration": 2.57}, {"text": "Usually given where they came from that actually works because where they came from is worse and here is better even though", "start": 573.4, "duration": 5.989}, {"text": "No, you know immigrants often have to struggle to to get on their feet again", "start": 579.39, "duration": 4.32}, {"text": "Have to learn a new language and become acculturated and face the fact that they're not part of the mainstream culture and well", "start": 583.71, "duration": 6.0}, {"text": "You know many of you know the whole story, so the idea that you make sacrifices", "start": 589.71, "duration": 5.009}, {"text": "For the future and you make sacrifices for your children", "start": 595.33, "duration": 2.69}, {"text": "And that's everyone understands without and it's part of being responsible and mature and shouldering the burden of being", "start": 598.02, "duration": 7.799}, {"text": "Properly and you do that for yourself, too", "start": 606.01, "duration": 2.869}, {"text": "if you're disciplined in fact that's almost what discipline means it discipline means that you're capable of making sacrifices because", "start": 608.88, "duration": 6.659}, {"text": "You're not disciplined if you just do something you want more rather than something that you're doing that's not discipline", "start": 616.0, "duration": 6.08}, {"text": "That's maybe that works and great if your life is working out that way great man, but that isn't that isn't discipline", "start": 622.08, "duration": 6.089}, {"text": "this is plan is when you want to do something right now and", "start": 628.17, "duration": 2.58}, {"text": "Instead you think no, I'm going to force all my gratification", "start": 631.39, "duration": 3.859}, {"text": "Maybe forever but certainly for a very long period of time medium to long period of time and you", "start": 635.41, "duration": 5.569}, {"text": "concentrate on something that you think will bear fruit in the medium to long run and so you look into the future and", "start": 641.23, "duration": 5.81}, {"text": "You decide that?", "start": 647.29, "duration": 1.98}, {"text": "By making today a little less impulsively pleasurable shall", "start": 649.27, "duration": 4.099}, {"text": "We say you'll make tomorrow a little bit more secure and productive and then you actually do it, too", "start": 653.37, "duration": 5.549}, {"text": "And that's difficult you know and we discussed last week", "start": 658.92, "duration": 3.57}, {"text": "Adam and Eve's discovery of the future and", "start": 664.39, "duration": 2.33}, {"text": "and the revelation of the possibility of the future including the possibility of", "start": 668.02, "duration": 4.909}, {"text": "Tragedy and suffering in the future and and it's our knowledge of the possibility of tragedy and suffering in the future that", "start": 674.08, "duration": 6.32}, {"text": "motivates us to", "start": 681.07, "duration": 2.0}, {"text": "Sacrifice in the present so that we can reduce the unnecessary", "start": 683.41, "duration": 2.989}, {"text": "Anxiety and uncertainty and pain that awaits us now. That's a negative way of putting it", "start": 686.98, "duration": 4.43}, {"text": "We're also doing it so that you know we can have some joy", "start": 691.47, "duration": 3.029}, {"text": "and we can make life better in all of that and and that's not trivial, but the", "start": 694.5, "duration": 4.169}, {"text": "fundamental issue", "start": 699.37, "duration": 0.62}, {"text": "Especially once you have small children this fundamental issue is to save the suffering the hell off, right?", "start": 699.99, "duration": 6.929}, {"text": "That's what you want to do", "start": 706.92, "duration": 1.17}, {"text": "That's your primary Moral obligation if you're a person who has any if your eyes are open at all. That's your primary", "start": 708.09, "duration": 6.75}, {"text": "obligation and so you make the sacrifices that are necessary and you set up the future and", "start": 715.03, "duration": 6.019}, {"text": "Well the the motif of sacrifice", "start": 721.75, "duration": 2.78}, {"text": "Is there in the old testament?", "start": 725.26, "duration": 2.0}, {"text": "But it's more it's so concrete that it's difficult to draw a parallel between the two at least for me. They didn't align", "start": 727.54, "duration": 7.189}, {"text": "Self-eVidently, and I don't remember in my rather limited", "start": 735.46, "duration": 2.599}, {"text": "religious education as a child in the united church because I went to the united church till I was about 13 I", "start": 739.27, "duration": 5.869}, {"text": "don't ever remember anybody pointing out that like the sacrifices that cain and Abel were making or the sacrifice that", "start": 746.23, "duration": 7.4}, {"text": "Abraham was supposed to make or sacrifices that people were making to God were the car were the", "start": 754.42, "duration": 6.71}, {"text": "precursors, let's say the dramatic", "start": 761.98, "duration": 2.0}, {"text": "precursors to the psychological idea of Accra feist that we all hold as civilized", "start": 764.74, "duration": 5.87}, {"text": "People in the Modern world, so although it seems obvious as I said once you lay it out it", "start": 771.28, "duration": 5.929}, {"text": "I don't remember that ever being explained to me", "start": 777.21, "duration": 2.309}, {"text": "But and then well and then let me read this so now that I've sort of introduced it. Here's what happened as", "start": 779.52, "duration": 5.46}, {"text": "humanity developed", "start": 785.83, "duration": 2.0}, {"text": "first were the endless tens or hundreds of thousands of years prior to the emergence of", "start": 787.93, "duration": 5.779}, {"text": "Written history and drama the Twin practices of Delay and Exchange", "start": 795.01, "duration": 4.94}, {"text": "Began to Emerge slowly and painfully so here's a cool psychological study", "start": 800.32, "duration": 4.22}, {"text": "So it's called the Marshmallow test", "start": 805.21, "duration": 2.0}, {"text": "And maybe it's even a reliable study even though it was done by Social psychologists. It's probably replicable", "start": 807.67, "duration": 6.949}, {"text": "Um and it's a nice study, so you take small children and you", "start": 815.77, "duration": 4.729}, {"text": "bring them into a room and you put something that they would like in front of them a marshmallow and", "start": 821.47, "duration": 4.88}, {"text": "You then you torture them basically you say", "start": 827.5, "duration": 2.99}, {"text": "See that marshmallow and the kid thinks yeah, I see that marshmallow. It's like", "start": 831.25, "duration": 4.46}, {"text": "you can have that marshmallow right now, or", "start": 836.65, "duration": 2.089}, {"text": "If you wait, I think the experiment is ten minutes", "start": 839.38, "duration": 3.619}, {"text": "then you can have two marshmallows and", "start": 843.64, "duration": 2.0}, {"text": "so that puts the child in quite a conundrum because", "start": 846.07, "duration": 2.48}, {"text": "They're being asked to trade an actual concrete tangible Marshmallow for two hypothetical future", "start": 849.1, "duration": 7.219}, {"text": "marshmallows and", "start": 856.69, "duration": 1.35}, {"text": "it's not that easy to conjure up a hypothetical future reality that has the same tangible significance as", "start": 858.04, "duration": 6.799}, {"text": "Something real right in front of you, and so it's amazing thing that people can do that and so", "start": 865.78, "duration": 5.179}, {"text": "Then the experimenter leaves and some children grab the marshmallow and just you know chomp that thing down right now", "start": 871.66, "duration": 5.719}, {"text": "Other kids they videotape kids", "start": 878.11, "duration": 2.419}, {"text": "while they're waiting", "start": 881.56, "duration": 0.8}, {"text": "And they do all sorts of things they whistle they look at the ceiling they sit on their hands you know they try to distract", "start": 882.36, "duration": 5.369}, {"text": "themselves course they're eyeing that marshmallow like a squirrel lying and not and and trying to", "start": 887.73, "duration": 5.88}, {"text": "Restrain themselves, and you know what I see in that is that", "start": 894.73, "duration": 3.379}, {"text": "The child's Prefrontal Cortex the higher cortical systems are warring with the underlying", "start": 898.69, "duration": 5.979}, {"text": "Motivational systems more primordial motivational systems that govern such things as hunger the hunger system", "start": 905.339, "duration": 5.54}, {"text": "hypothalamic system says there is something sweet and", "start": 911.1, "duration": 2.809}, {"text": "Fat right sitting there right bloody now grab that thing and stuff it down now", "start": 914.25, "duration": 4.489}, {"text": "And I'm sure many of you have a constant battle with your hypothalamus with regards to sweet and fat things and often lose", "start": 918.74, "duration": 7.44}, {"text": "so you can feel", "start": 926.37, "duration": 1.77}, {"text": "Some sympathy for the child but and the hypothalamus has these tremendously powerful", "start": 928.14, "duration": 5.69}, {"text": "Tendrils upward into the Brain", "start": 934.83, "duration": 2.0}, {"text": "Into the parts that we would associate more with voluntary control and the voluntary control centers have these little weak", "start": 937.11, "duration": 6.229}, {"text": "Ribbons going down to control the hypothalamus since it's pretty obvious if you know something about neuroanatomy", "start": 944.04, "duration": 6.619}, {"text": "What part is actually in charge when the chips are down and it's not easy for children to learn to regulate those underlying?", "start": 950.7, "duration": 6.38}, {"text": "Primordial impulses the ones that are wired in the ones that we share with animals", "start": 957.66, "duration": 4.429}, {"text": "But they do it and and and the cool thing is", "start": 962.22, "duration": 3.17}, {"text": "This is what Walter mischel found. He's the guy who did the study was that?", "start": 965.94, "duration": 3.739}, {"text": "the Long-term", "start": 970.56, "duration": 1.529}, {"text": "Outcome for the children who can delay gratification in the Marshmallow test is much more positive than it is for the children that", "start": 972.089, "duration": 6.26}, {"text": "Are impulsive and eat the marshmallow?", "start": 978.839, "duration": 2.0}, {"text": "Instantly its delay of gratification now", "start": 981.42, "duration": 2.63}, {"text": "It's likely that that's associated with trait conscientiousness although that", "start": 984.05, "duration": 4.71}, {"text": "Specifically has that specific connection has not yet been established, but they seem conceptually very very similar", "start": 989.19, "duration": 6.529}, {"text": "So so anyways", "start": 997.29, "duration": 2.03}, {"text": "this emerges and children", "start": 1001.19, "duration": 2.0}, {"text": "Probably between the ages of 2 and 4 something like that", "start": 1003.74, "duration": 2.78}, {"text": "They should have it in place by four because it's very difficult for them to", "start": 1006.62, "duration": 3.71}, {"text": "really interact well with other children without having that delay of gratification in place because you can't delay gratification other kids don't like you because", "start": 1011.27, "duration": 7.609}, {"text": "You're you want everything your way, and you want it now and your lot", "start": 1019.22, "duration": 3.92}, {"text": "You're liable to temper tantrums, and that sort of thing you haven't got the kind of self-control necessary to make you fun to play with", "start": 1023.14, "duration": 5.039}, {"text": "So you can see that emerging in children, and it's pretty it's pretty interesting and and not only that if it it predicts positive", "start": 1029.209, "duration": 7.279}, {"text": "Long-term Outcomes just like trade conscientiousness does by the way because trade conscientiousness is the second best predictor of long-term success", "start": 1037.249, "duration": 7.489}, {"text": "over the Lifespan in Western Cultures", "start": 1045.139, "duration": 2.06}, {"text": "Its second after intelligence and so in our societies", "start": 1047.749, "duration": 3.38}, {"text": "The people who do best across time are the people who have high Iqs and who work hard and I would say that's a pretty", "start": 1051.47, "duration": 6.169}, {"text": "decent", "start": 1057.639, "duration": 1.6}, {"text": "What would you call it?", "start": 1059.239, "duration": 1.92}, {"text": "It's a validation in some sense that our cultures are working properly because what you would want", "start": 1061.159, "duration": 4.67}, {"text": "I would say if the system is working meritocratic. Ly like it should and if you're trying to extract resources", "start": 1065.83, "duration": 7.229}, {"text": "From those who can contribute at a higher rate?", "start": 1073.609, "duration": 2.78}, {"text": "Than what you would want to have happen is that the hard-working smart people do better?", "start": 1077.09, "duration": 4.399}, {"text": "Hopefully if that's the case then everyone does better hopefully", "start": 1082.279, "duration": 3.26}, {"text": "anyways", "start": 1087.529, "duration": 1.35}, {"text": "So you can see this developing in children first where they endless tens or hundreds of thousands of years prior to the emergence of written?", "start": 1088.879, "duration": 6.38}, {"text": "History and drama the Twin practices of Delay and exchange began to Emerge slowly and painfully then they became", "start": 1095.259, "duration": 7.29}, {"text": "represented in metaphorical abstraction as", "start": 1102.889, "duration": 2.27}, {"text": "rituals and tales of sacrifice", "start": 1106.279, "duration": 2.0}, {"text": "It's as if there's a powerful figure in the sky who's judging you you better keep him happy or look the hell out", "start": 1108.679, "duration": 7.579}, {"text": "We've been watching ourselves deal with him for a long time. He seems to like it when you give up something you value", "start": 1117.289, "duration": 6.199}, {"text": "so", "start": 1124.279, "duration": 1.59}, {"text": "Practice sharing and sacrificing until you get good at it", "start": 1125.869, "duration": 3.5}, {"text": "No, one actually said any of this so long ago although they said", "start": 1131.419, "duration": 4.04}, {"text": "Something very similar, but it was implicit in the practice and then in the stories", "start": 1136.369, "duration": 4.25}, {"text": "action comes first", "start": 1141.379, "duration": 2.0}, {"text": "implicit comes first people watched", "start": 1143.659, "duration": 2.51}, {"text": "The successful succeed and the unsuccessful fail for thousands and thousands of years", "start": 1146.779, "duration": 6.65}, {"text": "And we thought it over and we drew a conclusion the successful among us", "start": 1153.429, "duration": 4.89}, {"text": "Sacrifice the successful among us delay gratification", "start": 1158.779, "duration": 3.8}, {"text": "a successful among us bargain with the future and then a great idea begins to Emerge in ever more articulated form", "start": 1166.21, "duration": 7.77}, {"text": "That idea is the point of a long and profound story", "start": 1174.71, "duration": 3.17}, {"text": "It's the moral of this story, and I'm going to engage in some foreshadowing here", "start": 1181.1, "duration": 6.41}, {"text": "What's the difference between the successful and the unsuccessful the successful sacrifice?", "start": 1188.81, "duration": 5.18}, {"text": "And things get better as the successful practice their sacrifices", "start": 1195.83, "duration": 4.729}, {"text": "the question becomes increasingly precise and", "start": 1201.53, "duration": 3.17}, {"text": "simultaneously", "start": 1205.7, "duration": 1.56}, {"text": "broader", "start": 1207.26, "duration": 2.0}, {"text": "What is the greatest possible sacrifice for the greatest possible good?", "start": 1209.63, "duration": 4.25}, {"text": "You know if you if you push a question in a direction perhaps there comes a time when you can't formulate it any more", "start": 1214.91, "duration": 6.68}, {"text": "precisely and broadly and", "start": 1221.96, "duration": 2.0}, {"text": "and", "start": 1224.21, "duration": 1.98}, {"text": "That that's the point at which the question in some sense and perhaps even the answer the question becomes our Katha Pollitt it becomes archetypal", "start": 1226.19, "duration": 6.2}, {"text": "Because it it can't be", "start": 1232.61, "duration": 2.0}, {"text": "bested and", "start": 1234.77, "duration": 1.53}, {"text": "This is like an ultimate question in some sense", "start": 1236.3, "duration": 2.27}, {"text": "How are you going to ask a more broad-based question than that, what is given the initial?", "start": 1238.57, "duration": 5.099}, {"text": "Presuppositions that you have to make sacrifices", "start": 1244.07, "duration": 1.62}, {"text": "Then the logical end point to that is something like okay if you have to make a sacrifice", "start": 1245.69, "duration": 3.829}, {"text": "What's the greatest possible sacrifice and for the greatest possible good that's a good question the answer becomes", "start": 1249.56, "duration": 7.43}, {"text": "increasingly profound", "start": 1257.69, "duration": 1.86}, {"text": "for the God of Western Tradition like", "start": 1259.55, "duration": 2.27}, {"text": "So many gods requires sacrifice. We've already examined why but sometimes he goes even further and", "start": 1262.52, "duration": 6.38}, {"text": "Requires the sacrifice of what is loved best?", "start": 1270.53, "duration": 2.33}, {"text": "This is why and this is another one of Mankind's", "start": 1274.13, "duration": 3.739}, {"text": "fundamental discoveries", "start": 1279.2, "duration": 2.0}, {"text": "Sometimes things do not go well that that's self-evident, but here's the rub", "start": 1283.55, "duration": 4.28}, {"text": "Sometimes when things are not going well, it's precisely that which is most valued that is the cause", "start": 1289.34, "duration": 7.189}, {"text": "Why it's because the world is revealed through the template of your values if the world you are seeing is not the world you want", "start": 1299.41, "duration": 7.94}, {"text": "therefore", "start": 1307.66, "duration": 1.08}, {"text": "It's time to examine your values", "start": 1308.74, "duration": 2.0}, {"text": "It's time to Rid yourself of your current presuppositions", "start": 1310.96, "duration": 3.8}, {"text": "There's a famous experiment that I've alluded to a couple of times. I believe in this lecture series", "start": 1315.55, "duration": 4.609}, {"text": "The invisible Gorilla experiment and in the invisible gorilla experiment. There's two teams of", "start": 1320.8, "duration": 5.63}, {"text": "players each with three members one dressed in block and the other dressed in white and each team is", "start": 1327.58, "duration": 5.78}, {"text": "passing a basketball back and forth to the team members and milling about", "start": 1333.61, "duration": 3.649}, {"text": "you see a video of them doing so they basically fill the video screen and", "start": 1339.1, "duration": 3.559}, {"text": "The white team is passing a basketball to the white team members and the black", "start": 1343.24, "duration": 4.069}, {"text": "team is passing a basketball to the black team members and", "start": 1347.53, "duration": 2.78}, {"text": "Your job as as far as the experimenter is concerned is for you to count the number of times that the black", "start": 1350.86, "duration": 6.079}, {"text": "block team yes black team", "start": 1357.94, "duration": 2.06}, {"text": "Passes the basketball back and forth so that's what you do", "start": 1360.58, "duration": 2.329}, {"text": "so now you have an ambition and a name and a value and", "start": 1362.91, "duration": 3.84}, {"text": "The ambition and the Aim and the value they're all the same thing and that is to perform well at the task now the thing", "start": 1367.09, "duration": 5.449}, {"text": "That's so cool about this, and this is really so cool. It's just", "start": 1372.54, "duration": 2.94}, {"text": "unbelievably", "start": 1376.0, "duration": 1.17}, {"text": "It's just unbelievable that this is the case. It's like a complete validation of a certain element of the buddhist worldview", "start": 1377.17, "duration": 7.219}, {"text": "So they passed the ball for a couple of minutes and then the experimenter says to you", "start": 1385.87, "duration": 4.309}, {"text": "how many and you say 15 and because you're happy and you're happy with yourself because you've been paying attention and and", "start": 1390.49, "duration": 5.479}, {"text": "The experimenter says yeah, that's right or maybe not", "start": 1396.04, "duration": 2.66}, {"text": "Maybe you missed one and then the experimenter says did you see the gorilla and half of you say what what?", "start": 1398.7, "duration": 6.78}, {"text": "What your real eye like really and he's in the experimenter says yes", "start": 1406.42, "duration": 4.46}, {"text": "And then he rewinds it and plays the video and like a minute and a half into the 3-minute video sure enough", "start": 1410.88, "duration": 5.819}, {"text": "In walks this guy in a gorilla suit six foot three or so", "start": 1417.28, "duration": 4.04}, {"text": "Stands in the middle of the game right in the middle of the game the same size as the players", "start": 1421.9, "duration": 5.93}, {"text": "perfectly obviously", "start": 1428.68, "duration": 2.0}, {"text": "evident the his chest for like a second and a half and then sort of saunters off and", "start": 1430.9, "duration": 5.509}, {"text": "Half the people who?", "start": 1437.2, "duration": 2.0}, {"text": "Watch the video don't see the gorilla", "start": 1439.33, "duration": 2.0}, {"text": "And which is absolutely shocking and what that means is that your ambitions blind you to the nature of reality?", "start": 1442.24, "duration": 5.869}, {"text": "Now they illuminate some reality", "start": 1449.35, "duration": 2.3}, {"text": "But they blind you to most of it, and that's fine because you're not", "start": 1452.409, "duration": 3.47}, {"text": "Does not allow to you in some ways you're a very pinpoint thing like a laser beam", "start": 1456.549, "duration": 4.25}, {"text": "And so you just can't be attending to everything all the time", "start": 1460.799, "duration": 2.79}, {"text": "But one of the things that you might ask yourself once you know that is that if you're suffering dreadfully then one possibility is that?", "start": 1464.14, "duration": 6.829}, {"text": "You're so fixed on the point you're so fixed on a point", "start": 1471.73, "duration": 3.979}, {"text": "The fact that you're so fixed on the point that you're fixed on might be integrally related", "start": 1476.74, "duration": 4.939}, {"text": "To why things are going so catastrophic Aliy wrong", "start": 1481.929, "duration": 3.109}, {"text": "now perhaps not because you know there's a lot of arbitrariness about life and", "start": 1486.07, "duration": 4.01}, {"text": "Perhaps you suffer even when you don't deserve to that seems to happen in the book of job for example because job is a good", "start": 1490.96, "duration": 5.989}, {"text": "Guy and God has a bet with Satan which seems like another relatively nasty thing to do to let's say it just torture", "start": 1496.95, "duration": 6.119}, {"text": "And he does quite nicely", "start": 1503.289, "duration": 2.0}, {"text": "to see if he'll", "start": 1505.6, "duration": 1.89}, {"text": "Turn against God and it seems like a rather", "start": 1507.49, "duration": 2.959}, {"text": "playground sort of thing for God to engage in but the point is is that even in a", "start": 1511.149, "duration": 5.15}, {"text": "Document like the Old testament, there's Ample", "start": 1517.029, "duration": 2.0}, {"text": "Suggestion that sometimes people just get wiped out and hurt even if they're living good Moral lives", "start": 1520.299, "duration": 6.65}, {"text": "Aiming properly and all that there's an arbitrariness in life you that's not", "start": 1527.409, "duration": 3.56}, {"text": "It erratic low, but it's possible that", "start": 1531.52, "duration": 2.869}, {"text": "It's what you're clinging to", "start": 1535.149, "duration": 2.15}, {"text": "That's hurting you and it's even possible", "start": 1537.97, "duration": 2.63}, {"text": "That's the thing that you're clinging to the hardest that's hurting you the most that could easily be someone you love like lots of times", "start": 1540.669, "duration": 5.42}, {"text": "I see people in therapy, and they're miserable for one reason or another", "start": 1546.09, "duration": 3.54}, {"text": "Sometimes it's because they have a very close relationship with a family member and that", "start": 1550.179, "duration": 3.89}, {"text": "Just isn't working you know the family member for the sake of simplicity", "start": 1555.01, "duration": 5.029}, {"text": "Will say is not really oriented towards helping them have a good life the family member is instead oriented towards", "start": 1560.44, "duration": 7.58}, {"text": "making them as bloody miserable as you can possibly make anyone and and", "start": 1568.33, "duration": 4.609}, {"text": "What would you say exploiting the the bond between family members in order to enable that and then?", "start": 1573.76, "duration": 7.099}, {"text": "sometimes", "start": 1581.559, "duration": 1.171}, {"text": "The sacrifice that's necessary is either", "start": 1582.73, "duration": 2.9}, {"text": "Merely distancing yourself from that person", "start": 1586.96, "duration": 2.599}, {"text": "sometimes substantively and sometimes", "start": 1590.649, "duration": 2.0}, {"text": "seriously distancing yourself from like", "start": 1593.44, "duration": 2.06}, {"text": "we don't talk anymore ever and so that's pretty damn rough and it hurts and all of that, but", "start": 1596.14, "duration": 6.079}, {"text": "but", "start": 1603.07, "duration": 1.5}, {"text": "it's a good example of the fact that sometimes in order to", "start": 1604.57, "duration": 3.56}, {"text": "Extract yourself from the miserable bit of Chaos that you happen to be enmeshed in you have to let go of what you love best", "start": 1609.94, "duration": 7.07}, {"text": "If the world you are seeing is not the world you want therefore. It's time to examine your values", "start": 1618.64, "duration": 4.729}, {"text": "That's really worth", "start": 1624.01, "duration": 1.47}, {"text": "It's really worth thinking about you know because the alternative to is to curse fate", "start": 1625.48, "duration": 3.949}, {"text": "Right because if it isn't you and there's nothing you can do to change there", "start": 1629.83, "duration": 3.53}, {"text": "Isn't something you're doing that's wrong then it's faith itself. It's the world itself", "start": 1633.36, "duration": 4.439}, {"text": "It's other people let's say because they're a huge part of the world or it's the nature of the world itself or or its God", "start": 1637.799, "duration": 5.13}, {"text": "himself in whatever", "start": 1643.09, "duration": 1.77}, {"text": "Form you either believe in or don't believe in because it's fundamentally all the same in the sort of situation that I'm describing", "start": 1644.86, "duration": 6.709}, {"text": "So and one of the things that's really interesting and I mentioned this before about the israelites in the old testament is that they?", "start": 1652.179, "duration": 6.05}, {"text": "They got this right. It's really something because what happens to the israelites over and over in the old testament is that", "start": 1658.51, "duration": 6.38}, {"text": "they get all puffed up about how wonderful they are and then they make moral errors because they're arrogant and", "start": 1665.529, "duration": 5.869}, {"text": "Then God comes along and just cuts them into pieces for like generation after generation", "start": 1671.47, "duration": 4.52}, {"text": "And then they wobble back to their feet and but they always maintain the same attitude. Which is we did something wrong", "start": 1676.21, "duration": 7.43}, {"text": "We did something wrong. It's like. It's like it's like an axiom", "start": 1683.64, "duration": 3.719}, {"text": "Rather than observation is that if we're not if things are not laying", "start": 1687.909, "duration": 4.31}, {"text": "Themselves out for us as they should be then we cannot curse. God we have to look to ourselves", "start": 1692.409, "duration": 5.93}, {"text": "Well, you think well why not curse God?", "start": 1699.82, "duration": 2.089}, {"text": "Because maybe it's his fault", "start": 1702.88, "duration": 2.0}, {"text": "That's a really good question and one of the things that I've tried to figure out over the last 30 years is well", "start": 1705.039, "duration": 7.16}, {"text": "Why not just curse God because there is this arbitrary element to existence and we are?", "start": 1712.2, "duration": 4.56}, {"text": "Vulnerable, and there is a plenty of suffering and things are unfair like there's problems, right?", "start": 1717.07, "duration": 4.849}, {"text": "There's injustice and unfairness and all of these things and endless suffering", "start": 1721.919, "duration": 3.54}, {"text": "So why not just lay at the feet of God and the whether God exists or not in some sense by the way?", "start": 1725.46, "duration": 6.27}, {"text": "With regards to the metaphysics of this particular discussion is not relevant", "start": 1732.22, "duration": 3.53}, {"text": "it's the point remains the same either way and the answer is as far as I can tell that if you", "start": 1735.75, "duration": 5.909}, {"text": "Refuse to take on the responsibility yourself", "start": 1742.09, "duration": 3.559}, {"text": "And you attempt it to lay it at the feet of either society or being itself then you", "start": 1745.649, "duration": 6.66}, {"text": "Instantly start to act in a way that makes everything much worse not only for you", "start": 1752.679, "duration": 5.06}, {"text": "But for everyone else and maybe even for being itself and so no, it's not helpful", "start": 1757.74, "duration": 5.849}, {"text": "Now if you're if you decide that it's you, you've got the problem", "start": 1764.409, "duration": 3.859}, {"text": "Maybe that's not even true like maybe you are someone who's being tortured by the bet between God and Satan", "start": 1768.399, "duration": 5.42}, {"text": "And like too bad for you, if that happens to be the case, but it still seems to be the appropriate thing", "start": 1773.919, "duration": 5.989}, {"text": "For a human being who's standing on his or her own?", "start": 1781.659, "duration": 4.16}, {"text": "Two feet in a proper manner to take the responsibility on for themselves", "start": 1786.61, "duration": 5.059}, {"text": "Regardless of the counter-Arguments that might be made against it. That's really something", "start": 1792.19, "duration": 4.67}, {"text": "It's time to Rid yourself of your current presuppositions. I also think of that. It's a deadwood issue", "start": 1798.519, "duration": 5.0}, {"text": "You know one of the things you see with motifs like the pair of the Phoenix", "start": 1803.519, "duration": 5.79}, {"text": "Remember when harry potter goes off to fight. He's like st.. George. He goes off to fight the", "start": 1809.889, "duration": 4.55}, {"text": "The hell is that thing the basilisk that turns you to stone when you look at it's a dragon for all intents and purposes", "start": 1814.99, "duration": 4.819}, {"text": "Its guarding a virgin bird. What's her name for it's not Virginia. It's close to that though", "start": 1819.88, "duration": 5.359}, {"text": "Ginny Ginny Ginevra, right which is a variant of virgin and very introvert for Jigna well when he gets bitten?", "start": 1825.82, "duration": 6.859}, {"text": "by the Dragon and", "start": 1833.429, "duration": 2.0}, {"text": "Poisoned that's the dragon of Chaos right the thing that turns you to stone when you look at it when he gets", "start": 1835.979, "duration": 5.54}, {"text": "bitten by it then he's going to die and", "start": 1841.859, "duration": 2.18}, {"text": "Yeah, well if you get bitten by the thing that turns you to stone when you look at it", "start": 1844.679, "duration": 3.799}, {"text": "If it bites you man, if you're not dead, you're going to wish you are", "start": 1848.479, "duration": 3.209}, {"text": "it's one of the two and", "start": 1851.689, "duration": 1.15}, {"text": "Then the Phoenix flies in and cries tears into the wound and that heals them and the Phoenix is the thing that", "start": 1852.839, "duration": 5.39}, {"text": "Allows the dead wood to burn off", "start": 1858.569, "duration": 2.24}, {"text": "Occasionally let's say well, it's I think it's once every hundred years with the Phoenix and of course", "start": 1862.679, "duration": 4.429}, {"text": "It's pretty dramatic the whole damn bird has to go up in flames, and then there's nothing left, but an egg", "start": 1867.109, "duration": 4.469}, {"text": "But there's a very serious message there, too", "start": 1871.579, "duration": 2.46}, {"text": "Which is that you know you can compare yourself in some sense to a forest fire to a forest", "start": 1874.039, "duration": 6.089}, {"text": "You know in a forest has to burn now and then for the deadwood to clear so that the forest can actually maintain its continued", "start": 1880.129, "duration": 6.27}, {"text": "Existence and if you stopped the forest from burning for a prolonged period of time which happened in the United States", "start": 1886.399, "duration": 5.339}, {"text": "when they were trying to manage the forest fires too tightly", "start": 1892.139, "duration": 2.54}, {"text": "Then all that happens is the dead wood accumulates and accumulates and accumulates and accumulates and accumulates", "start": 1894.839, "duration": 5.119}, {"text": "Until the whole damn Forest is dead wood and then lightning hits it and it burns", "start": 1900.959, "duration": 4.28}, {"text": "So hot that it burns the topsoil off, and then there's nothing left nothing grows, and so that's a good moral", "start": 1905.239, "duration": 6.54}, {"text": "Lesson which is don't wait too long to let the damn dead wood burn off. You know maybe a little self-immolation", "start": 1911.779, "duration": 6.569}, {"text": "on A", "start": 1918.919, "duration": 0.37}, {"text": "daily basis might be preferable to burning yourself all the way down to the Bedrock you know once every 20 years or so because maybe", "start": 1919.289, "duration": 7.01}, {"text": "There won't be anything left of you when you do that", "start": 1926.299, "duration": 2.009}, {"text": "and you know that happens to people all the time I've seen that happen to people many many times the", "start": 1928.309, "duration": 5.13}, {"text": "Dead wood accumulates the mess around them Gathers the Chaos that they haven't dealt with accumulates, and then one day the spark comes", "start": 1933.719, "duration": 7.13}, {"text": "And they burn so far and so fast that there's not enough left of them to recover", "start": 1940.849, "duration": 4.95}, {"text": "And then they're the people who've been eaten by the beast", "start": 1945.799, "duration": 2.429}, {"text": "They're they're people who've been eaten by the dragon and now are inside its belly another very common archetypal motif and well", "start": 1948.229, "duration": 7.05}, {"text": "Maybe a hero will come along and rescue them or maybe they'll just stay in there forever", "start": 1955.279, "duration": 3.27}, {"text": "And that's a precursor to the idea of hell, and it's not something I would recommend", "start": 1958.559, "duration": 4.55}, {"text": "So a little medicine on a regular basis", "start": 1963.659, "duration": 2.39}, {"text": "Is a lot better too than total emulation?", "start": 1966.65, "duration": 2.52}, {"text": "On terms other than your own", "start": 1969.93, "duration": 2.0}, {"text": "sporadically", "start": 1973.2, "duration": 2.0}, {"text": "It's time to Rid yourself of your current presuppositions. There's another segment", "start": 1975.57, "duration": 3.709}, {"text": "See in the soviet union with solzhenitsyn wrote about the soviet union", "start": 1981.3, "duration": 3.469}, {"text": "comments Pathologies it", "start": 1985.5, "duration": 2.0}, {"text": "It's sort of peaked in terms of its pathological authoritarianism when it became illegal to complain that your life wasn't going well", "start": 1987.96, "duration": 8.0}, {"text": "and you just think about how horrible that is say because", "start": 1996.54, "duration": 2.66}, {"text": "Because you know lots of times your life, isn't going well. I mean, and I don't mean this in some casual way", "start": 1999.9, "duration": 5.449}, {"text": "I mean", "start": 2005.35, "duration": 0.36}, {"text": "Maybe I don't know maybe have diabeetus in your you know maybe you're gonna lose your your feet or something like it's really not", "start": 2005.71, "duration": 6.75}, {"text": "it's nothing trivial that's going on here something is not good or maybe it's economic or maybe you're unemployed or and", "start": 2012.68, "duration": 6.559}, {"text": "But you see the idea in the soviet Union was well. We already have all the answers", "start": 2019.97, "duration": 4.7}, {"text": "everything's perfect already", "start": 2025.4, "duration": 2.0}, {"text": "that's what totalitarian is fake well, if everything is perfect and", "start": 2028.19, "duration": 3.529}, {"text": "you're", "start": 2032.78, "duration": 1.38}, {"text": "suffering then", "start": 2034.16, "duration": 2.0}, {"text": "well, maybe there's something wrong with you because", "start": 2036.35, "duration": 2.0}, {"text": "Everything is perfect after all and if you're suffering then what are you to come out? And say well? I'm suffering", "start": 2039.14, "duration": 4.43}, {"text": "It's like well, then your evidence that things aren't perfect right you're like a widow or an orphan in an old testament story", "start": 2043.57, "duration": 7.109}, {"text": "You know when the kings got to high and mighty then they?", "start": 2050.679, "duration": 2.79}, {"text": "Wouldn't pay enough attention to the widows and the orphans and then the profit would come along and say you", "start": 2053.63, "duration": 3.829}, {"text": "know those widows and orphans a", "start": 2057.71, "duration": 2.0}, {"text": "Lot more important than you think they are and if you don't pay attention to them properly then", "start": 2060.29, "duration": 3.56}, {"text": "things are going to fall apart around you in a way that you just can't even imagine and", "start": 2064.58, "duration": 3.469}, {"text": "So well then you're sort of like your own widow and your own orphan", "start": 2068.69, "duration": 2.75}, {"text": "But you don't get say hey look you know things aren't perfect yet, because I'm actually having still quite a rough time here", "start": 2071.44, "duration": 4.979}, {"text": "You don't get to admit to your own suffering", "start": 2077.48, "duration": 2.0}, {"text": "If you can't admit to your own suffering then you certainly", "start": 2080.51, "duration": 3.709}, {"text": "See the suffering", "start": 2084.89, "duration": 1.86}, {"text": "Especially the additional suffering the excess suffering should be treated as evidence that you're not doing something quite right yet?", "start": 2086.75, "duration": 6.979}, {"text": "It should be treated as evidence that you're wrong", "start": 2095.149, "duration": 2.72}, {"text": "There's something important that you're doing that's wrong. I understand", "start": 2098.63, "duration": 3.889}, {"text": "How harsh that is and I'm not saying that everyone who's suffering is suffering because they're doing something in some simple way, that's wrong", "start": 2102.73, "duration": 7.379}, {"text": "I was in a elevator once in a hospital", "start": 2110.109, "duration": 2.969}, {"text": "It's a very terrifying thing and this person got on who was just in an absolute state of shock you know", "start": 2113.21, "duration": 5.78}, {"text": "I mean it was really", "start": 2118.99, "duration": 2.0}, {"text": "not good and", "start": 2121.25, "duration": 1.74}, {"text": "I don't remember how this happened, but I engaged the person in conversation", "start": 2122.99, "duration": 3.829}, {"text": "and they just said that they had just had been diagnosed with what looked to be terminal cancer and", "start": 2126.819, "duration": 4.469}, {"text": "What was horrifying about it was that what they were doing was?", "start": 2132.65, "duration": 2.899}, {"text": "Going over their life in the elevator", "start": 2136.039, "duration": 2.27}, {"text": "trying to figure out what they had done in order to deserve such a fate you know they've immediately taken it on themselves as a", "start": 2138.44, "duration": 5.659}, {"text": "Moral failing and that's not what I'm saying you can't", "start": 2144.099, "duration": 2.55}, {"text": "Come up to someone who has cancer and say well if you weren't such a bloody idiot throughout your whole life you wouldn't have cancer", "start": 2147.319, "duration": 5.42}, {"text": "And believe me that happens a lot more than you think and people who have diseases like that get blamed for it", "start": 2152.74, "duration": 4.619}, {"text": "That's not what I'm saying. It's not like that. It's it's it's it's a more generalized attitude", "start": 2157.42, "duration": 5.159}, {"text": "That is that if life isn't yet what it should be then you have a response you have a primary responsibility to do something about", "start": 2162.579, "duration": 6.42}, {"text": "It and the place to start looking is", "start": 2169.0, "duration": 2.0}, {"text": "to your own errors and to fix them and that's and that's that's", "start": 2171.859, "duration": 5.449}, {"text": "That's a safe bet man, because you're probably doing some things that you", "start": 2178.4, "duration": 3.26}, {"text": "Would wouldn't have to be doing that if you fixed would make things better", "start": 2181.759, "duration": 3.41}, {"text": "So it's time to let go and to sacrifice who you are", "start": 2185.72, "duration": 3.139}, {"text": "For who you could become?", "start": 2189.71, "duration": 2.0}, {"text": "There's an old story about how to catch a monkey", "start": 2204.59, "duration": 2.0}, {"text": "In case any of you aren't interested in how to catch a monkey now you now you're going to know how to do it", "start": 2207.41, "duration": 5.51}, {"text": "First you have to take a large narrow necked Jar", "start": 2213.38, "duration": 3.77}, {"text": "Just large enough in diameter at the top", "start": 2217.94, "duration": 2.0}, {"text": "For a monkey to put its hand inside then you have to fill it partway with rocks", "start": 2219.98, "duration": 4.189}, {"text": "So it's too heavy for the monkey to carry then you scatter some treats near the jar to attract them and you put some inside", "start": 2224.17, "duration": 6.18}, {"text": "inside the narrow neck jar a monkey will come along if you're lucky and", "start": 2230.66, "duration": 4.58}, {"text": "Grab the", "start": 2235.79, "duration": 1.32}, {"text": "You know goodies, but he'll want the ones inside the jar, too", "start": 2237.11, "duration": 4.129}, {"text": "So then put his hand in there and grab what's in there?", "start": 2241.24, "duration": 3.179}, {"text": "And if you've set up your monkey trap properly then he won't be able to eat his hand out", "start": 2244.42, "duration": 3.989}, {"text": "Because he's got good goodies", "start": 2249.38, "duration": 2.239}, {"text": "Not without unclenching his hand not without relinquishing what he already has", "start": 2253.55, "duration": 4.52}, {"text": "The monkey Coucher can just walk over and just pick up the monkey because the monkey isn't", "start": 2258.53, "duration": 4.76}, {"text": "Into the whole sacrifice thing because he's just a monkey you know and so you can catch him as a consequence of his own", "start": 2264.83, "duration": 7.639}, {"text": "Unregulated hypothalamic desires, you know and to be. What would you say?", "start": 2273.83, "duration": 5.51}, {"text": "Charitable to the monkey if you put out candy or something like that's like how often does a monkey get candy", "start": 2280.67, "duration": 4.79}, {"text": "He's probably a little more motivated than you are to not let go but you can get the point", "start": 2285.46, "duration": 4.59}, {"text": "The Monkey Catcher can just walk over to the jar and pick up the monkey the animal will not sacrifice", "start": 2290.81, "duration": 4.729}, {"text": "The part for the whole that's actually a pretty good phrase. It's the animal that will not sacrifice the part for the whole", "start": 2295.64, "duration": 6.559}, {"text": "Perhaps this story is apocryPhal, but as an eccentric pSychology professor once told me", "start": 2304.34, "duration": 5.119}, {"text": "Fiction lies to you in the most truth in the most truthful possible Manner", "start": 2310.07, "duration": 4.669}, {"text": "something valuable given up ensures future prosperity something valuable sacrificed", "start": 2316.04, "duration": 5.27}, {"text": "pleases the Lord", "start": 2321.95, "duration": 1.17}, {"text": "Those are equivalent statements ones", "start": 2323.12, "duration": 2.149}, {"text": "more articulated", "start": 2325.82, "duration": 1.25}, {"text": "I would say that's the first statement then the second one is more dramatic and more embedded in a collective religion dream. You might say", "start": 2327.07, "duration": 6.36}, {"text": "What's most valuable and best sacrifice well obviously that depends on the culture and the time?", "start": 2334.46, "duration": 4.699}, {"text": "What is at least emblematic of that a choice cut of meat?", "start": 2341.03, "duration": 2.929}, {"text": "Well if you're a herdsmen for example that that's a big deal with I mean generally speaking throughout human history meat has been a very", "start": 2343.96, "duration": 6.81}, {"text": "Valuable Commodity as it is by the way among chimpanzees", "start": 2350.93, "duration": 2.3}, {"text": "Chimpanzees hunt they like to hunt colobus monkeys, and you know they'll they'll basically start eating the damn monkey alive they weigh about 40 pounds", "start": 2353.84, "duration": 7.969}, {"text": "Despite the fact that the thing is screaming away", "start": 2362.66, "duration": 2.209}, {"text": "And that's pretty interesting because one of the things that indicates is that male monkeys that male chimps", "start": 2365.39, "duration": 5.51}, {"text": "They're the ones that do the hunting aren't really", "start": 2370.9, "duration": 2.459}, {"text": "inhibited that much when they're in hunter mode by what you might describe as empathy and", "start": 2374.39, "duration": 5.39}, {"text": "there's certain elements of human behavior that are reminiscent of that you see that sort of thing emerged now and then in", "start": 2380.51, "duration": 5.869}, {"text": "Human Battlefields when groups of men", "start": 2386.96, "duration": 2.629}, {"text": "seem to", "start": 2390.11, "duration": 1.41}, {"text": "Abandon all", "start": 2391.52, "duration": 1.38}, {"text": "internal regulation whatsoever to a degree that makes you wonder if internal regulation even exists", "start": 2392.9, "duration": 7.07}, {"text": "So it's kind of meat. Well meats valuable you know and this is a good document by Richard, Wrangham", "start": 2403.58, "duration": 5.78}, {"text": "I think while back a book about the human invention of fire", "start": 2409.36, "duration": 3.78}, {"text": "And I think I told you a little bit about this wrangham claimed that we invented fire discovered fire mastered it", "start": 2413.14, "duration": 5.669}, {"text": "Maybe two or three million years ago", "start": 2418.82, "duration": 1.76}, {"text": "That's a long time longer than people had thought and that that's what actually transformed us physiologically from our chimp-like", "start": 2420.58, "duration": 5.969}, {"text": "Ancestors into the Sort of Svelte creatures", "start": 2426.95, "duration": 2.0}, {"text": "we are now because it's a lot easier to digest cooked meat and meat is a tremendous source of of", "start": 2428.95, "duration": 4.8}, {"text": "nutrition energy", "start": 2434.66, "duration": 1.95}, {"text": "Raw materials all of that especially if it's cooked so me, it's a big deal cook meat is a big deal", "start": 2436.61, "duration": 5.66}, {"text": "and maybe it's a choice cut of meat the", "start": 2443.42, "duration": 2.03}, {"text": "Kind you might offer to a guest if you're not a I always say this wrong said vegan", "start": 2446.96, "duration": 4.729}, {"text": "Vegan or vagin. I always think vagin, but that's wrong. That's that's a star vague as a star, right?", "start": 2452.72, "duration": 4.909}, {"text": "They're not like star creatures. They're they're yeah", "start": 2457.63, "duration": 2.969}, {"text": "Anyway, so you know you might offer that especially", "start": 2461.51, "duration": 3.469}, {"text": "Especially if a guest came to your abode and you were I heard", "start": 2465.84, "duration": 4.56}, {"text": "Man, you might sacrifice a high-end animal and offer your guests a nice choice cut of meat and that would actually matter", "start": 2471.13, "duration": 7.939}, {"text": "It would mean something", "start": 2479.07, "duration": 2.0}, {"text": "From the best animal in a flock. What's above even that well in terms of the thing you could sacrifice", "start": 2481.51, "duration": 6.68}, {"text": "Well your best animal that's good. Well. How about you? How about your child? How about you? Well that would be next on the", "start": 2489.19, "duration": 7.909}, {"text": "Hierarchy it's kind of hard to get past that right, and I think it's a it's a toss-up whether", "start": 2497.68, "duration": 4.039}, {"text": "the Sacrifice is", "start": 2502.42, "duration": 2.0}, {"text": "Greater if it's you or if it's your child. I would say being a parent that it's greater if it's your child", "start": 2505.21, "duration": 5.479}, {"text": "because I think most people who have established a", "start": 2511.21, "duration": 3.019}, {"text": "I", "start": 2514.75, "duration": 2.0}, {"text": "Hate I hesitate to say proper, but I'm going to anyway. It's a proper relationship with their children. It's if push came to shove", "start": 2517.18, "duration": 5.839}, {"text": "They'd take the bullet and let their kid go live", "start": 2524.44, "duration": 4.069}, {"text": "The sacrifice of the mother is exemplified profoundly by Michelangelo's great Sculpture the Pa de", "start": 2532.0, "duration": 4.79}, {"text": "Mary is contemplating her son crucified Andrews, so that's his body after he's been crucified. It's her fault it was through her", "start": 2538.33, "duration": 6.739}, {"text": "He entered the great dream of being so what's the meaning of this sculpture? It's a great sculpture. It's just an absolutely unbelievable", "start": 2545.07, "duration": 5.909}, {"text": "Sculpture you just can't believe that someone could exist who could make something like and of course it wasn't the only thing", "start": 2551.62, "duration": 6.679}, {"text": "Michelangelo made right it was like. That's it. It was something he just tossed off in a couple of months while he was doing other", "start": 2558.58, "duration": 6.02}, {"text": "unbelievable things, but you know", "start": 2565.27, "duration": 2.0}, {"text": "It's it's an it's an object of contemplation. Which is why it's in a great cathedral in a great city", "start": 2568.57, "duration": 4.639}, {"text": "It's an object of contemplation and the idea is something like", "start": 2573.21, "duration": 3.39}, {"text": "Well what what's the role of a mother if she's awake I?", "start": 2578.02, "duration": 4.4}, {"text": "Had a client come see me a while back not very long ago", "start": 2583.42, "duration": 2.78}, {"text": "Woman in a boat who's about 30 and trying to make decisions about her life", "start": 2587.77, "duration": 4.25}, {"text": "She was pretty career oriented and so I asked her about", "start": 2594.79, "duration": 2.27}, {"text": "Although maybe having a bit of trouble with career. I've seen this many many times, so this is an amalgam. This is a story", "start": 2597.67, "duration": 7.199}, {"text": "That's an amalgam", "start": 2604.87, "duration": 1.45}, {"text": "and I talked to her about", "start": 2606.32, "duration": 1.95}, {"text": "The other elements of her life. It's like well, you know", "start": 2608.27, "duration": 2.51}, {"text": "There's only five things you do in life. So you've got your career down. You know. What do you do outside of your career?", "start": 2612.8, "duration": 5.36}, {"text": "That's meaningful and engaging", "start": 2618.16, "duration": 1.81}, {"text": "How are things going with your family could be your family of origin your siblings?", "start": 2619.97, "duration": 3.979}, {"text": "Whatever if you have an intimate relationship and like what's your plan for your own family?", "start": 2623.95, "duration": 4.979}, {"text": "And apart from those five things there's sort of something like get some exercise now", "start": 2629.51, "duration": 4.61}, {"text": "And then don't eat too badly and try to stay away from the drugs", "start": 2634.12, "duration": 3.149}, {"text": "You know that's that that kind of and the crime that kind of lays out", "start": 2637.27, "duration": 4.229}, {"text": "Life, and if you miss any of those five things or if you do any of those other things wrong", "start": 2642.11, "duration": 6.349}, {"text": "Then you're in trouble, and you can get away with missing a couple of them", "start": 2648.46, "duration": 2.61}, {"text": "But not all of them you know and she said something along the lines of well", "start": 2651.07, "duration": 3.359}, {"text": "I'm not sure I should bring a child into this world", "start": 2654.43, "duration": 1.78}, {"text": "I thought oh God christ you got to come up with something better than that such a bloody cliche", "start": 2656.21, "duration": 5.0}, {"text": "Which is what I told her I said you know you must have thought that up when you were 16", "start": 2661.21, "duration": 3.81}, {"text": "It's like really that's here that you can't do any better. This is a very very smart woman", "start": 2665.02, "duration": 4.739}, {"text": "It's like really and this can't do any better than that like yes, obviously this is a vale of tears", "start": 2669.76, "duration": 5.429}, {"text": "And you know a well of suffering and all of that. You know if you ask 30 people who are", "start": 2675.19, "duration": 4.68}, {"text": "Wondering about having children. Why they're wondering 20 of them will say that and so that that tells you how original it is", "start": 2680.48, "duration": 7.489}, {"text": "It's not original at all. It's not a thought", "start": 2687.97, "duration": 2.16}, {"text": "It's like this little it's like a it's like a it's a mean something that lives in your mind", "start": 2690.13, "duration": 5.01}, {"text": "It's not a thought, and it's certainly not something", "start": 2695.14, "duration": 3.239}, {"text": "It's certainly not something that you should just take it face value in and say oh well", "start": 2698.38, "duration": 3.75}, {"text": "I'm not having a family then it's like no. No you kind of look at that, and you criticize it a little bit", "start": 2702.13, "duration": 4.889}, {"text": "It's like well the pop", "start": 2707.03, "duration": 1.83}, {"text": "It's the other one. That's the other one. That's very common. There's too many people on the planet already I", "start": 2708.86, "duration": 5.03}, {"text": "Really don't like that statement", "start": 2717.26, "duration": 2.0}, {"text": "It's like just who are you going to ask to leave just how are you going to get them to leave?", "start": 2719.36, "duration": 4.939}, {"text": "You know it's a serious question and who says there's too many people what the hell is wrong with people anyways", "start": 2724.52, "duration": 6.53}, {"text": "so or", "start": 2731.63, "duration": 1.54}, {"text": "ruining the planet yeah", "start": 2733.17, "duration": 1.71}, {"text": "It's like I think it was the club of rome", "start": 2734.88, "duration": 2.0}, {"text": "Who who prophesied by the way that there would be so many people on the planet by the year?", "start": 2737.22, "duration": 3.919}, {"text": "2000 that there would be widespread starvation, and they were completely and utterly wrong about that", "start": 2741.239, "duration": 4.91}, {"text": "And I think it was the club of rome who either compared us to a virus or a cancer on the face of the planet?", "start": 2746.15, "duration": 5.76}, {"text": "It's like oh really that's what you think about people hmm. Aren't you something isn't that something to think about human beings?", "start": 2752.19, "duration": 6.379}, {"text": "Viruses and cancer, what do you do with viruses and cancer invite them in and make them at home?", "start": 2759.15, "duration": 4.849}, {"text": "It's like no you try to eradicate them", "start": 2764.009, "duration": 2.45}, {"text": "You've got a bloody well watch your metaphors folks because it isn't clear that you come up with them or that they run you", "start": 2766.529, "duration": 5.78}, {"text": "So you better watch them?", "start": 2772.589, "duration": 2.0}, {"text": "so anyways Mary", "start": 2777.869, "duration": 1.831}, {"text": "You know and Mary's the great mother right that she's the mother that's what Mary is", "start": 2779.7, "duration": 4.309}, {"text": "Whether she existed or not is not the point she exists at least as a hyper reality she exists as the mother well", "start": 2784.14, "duration": 7.34}, {"text": "What's the sacrifice of the mother well that's easy if you're a mother and you if you're a mother who's worth her salt", "start": 2791.48, "duration": 5.939}, {"text": "You offer your son to be destroyed by the world. That's what you do. That's what's going to happen, right?", "start": 2797.789, "duration": 6.979}, {"text": "He's going to be born he's going to suffer. He's going to have his trouble in life. He's going to have his illnesses", "start": 2805.079, "duration": 6.979}, {"text": "He's going to face his failures and catastrophes and he's going to die", "start": 2812.099, "duration": 4.969}, {"text": "That's what's going to happen and if you're awake, you know that and then you say well perhaps", "start": 2817.44, "duration": 5.089}, {"text": "He will live in a way that will justify that and then you try to have that happen", "start": 2822.529, "duration": 4.14}, {"text": "And that's what makes you worthy of a statue like that", "start": 2826.67, "duration": 3.3}, {"text": "but still the sacrifice of the mother", "start": 2832.109, "duration": 2.0}, {"text": "Is it right to bring a baby into this terrible world?", "start": 2837.749, "duration": 2.9}, {"text": "Well every woman asks yourself that question some say no, and they have the reasons", "start": 2842.13, "duration": 4.159}, {"text": "Mary answers yes, Voluntarily Mary is the archetype of the woman who answers yes to life", "start": 2846.989, "duration": 7.43}, {"text": "Voluntarily that's what that image means and not because she's blind", "start": 2855.15, "duration": 4.939}, {"text": "She knows what's going to happen and so she's the archetypal", "start": 2861.359, "duration": 3.919}, {"text": "Representation of the woman who says yes to life knowing full", "start": 2865.589, "duration": 2.839}, {"text": "Well, what what life is not Naive?", "start": 2868.429, "duration": 2.16}, {"text": "not someone who got pregnant in the backseat of the 1957 Chevy you know in one in a one night of", "start": 2870.589, "duration": 6.119}, {"text": "Half-drunk idiocy, not that but consciously", "start": 2878.009, "duration": 2.899}, {"text": "consciously knowing what's to come and then also allows it to happen because that's another thing that's a", "start": 2882.209, "duration": 5.36}, {"text": "Testament to the courage of mothers my mother was good at this my mother's a very agreeable person too agreeable for her own good", "start": 2888.179, "duration": 6.2}, {"text": "But that's what happens if you're agreeable because you're too agreeable if your own good, that's the definition of agreeable", "start": 2894.959, "duration": 5.57}, {"text": "And so she's a nice person, and it still is luckily she's still alive and we've had a very good relationship, and I have always", "start": 2900.529, "duration": 7.02}, {"text": "been able to make her laugh, which is which is a good thing and but she was tough cookie that woman, you know if if", "start": 2908.369, "duration": 7.609}, {"text": "remember once she came across I", "start": 2918.239, "duration": 2.0}, {"text": "was out playing in this baseball diamond little diamond and", "start": 2920.819, "duration": 4.969}, {"text": "Empty lot really in this little town. I grew up in and I", "start": 2926.549, "duration": 2.57}, {"text": "Was about ten and she walked by I was there with bunch of my friends", "start": 2929.64, "duration": 4.159}, {"text": "and I was about to have a fistfight with this little tough kid that I hung around with and", "start": 2933.799, "duration": 4.619}, {"text": "There were half girls on the team and this fight had", "start": 2939.239, "duration": 2.84}, {"text": "Some relationship to status maneuvering", "start": 2942.39, "duration": 2.629}, {"text": "you know in", "start": 2945.019, "duration": 0.881}, {"text": "Relationship to that anyways, we're going to have a fight and my mom walked by she took a look and I could see from her", "start": 2945.9, "duration": 6.379}, {"text": "Demeanor that she knew exactly what was about to happen and she looked", "start": 2953.249, "duration": 3.979}, {"text": "For a second and then she walked by and I thought whoa good work mom, no kidding", "start": 2957.479, "duration": 6.65}, {"text": "It's like last bloody thing I needed at that moment was", "start": 2964.13, "duration": 3.029}, {"text": "For her to come charging up and say you boys aren't planning to have a fight. Are you it's like well yeah, mom", "start": 2967.38, "duration": 6.26}, {"text": "We're we were actually planning to have a fight and now that you came and intervened. I actually lost before the goddamn saying even started", "start": 2973.64, "duration": 7.049}, {"text": "So two thumbs up for Mom", "start": 2985.99, "duration": 1.82}, {"text": "She was also the person that said because I had some trouble with my dad when I was you know it adolescence", "start": 2987.81, "duration": 5.88}, {"text": "He had some trouble with me. So you know", "start": 2993.91, "duration": 2.0}, {"text": "It was 50/50 that's for now. It's probably", "start": 2996.79, "duration": 2.419}, {"text": "70/30 with me on the seventy end of the being the trouble and anyways I left home when I was about Seventeen and", "start": 3000.06, "duration": 7.01}, {"text": "She said something really interesting when I left home. She said it was too. Good at home. You never leave. I thought hey mom", "start": 3008.73, "duration": 7.01}, {"text": "That's pretty good. You know for for an agreeable person. You've got a real spine man. So that was pretty good", "start": 3015.74, "duration": 6.36}, {"text": "so", "start": 3022.86, "duration": 2.0}, {"text": "So you know mother that's as this the mother into the person who also says", "start": 3026.01, "duration": 3.949}, {"text": "Get out there. Take your goddamn lumps because you're tough enough so that you can handle it. She doesn't say", "start": 3030.72, "duration": 6.979}, {"text": "You just stay down there and your bedroom brooding away", "start": 3038.46, "duration": 3.2}, {"text": "because the world is unfair and treating you badly and", "start": 3042.36, "duration": 2.989}, {"text": "Your suffering is too much. She says yeah, there's a lot of suffering out there, but", "start": 3046.05, "duration": 4.159}, {"text": "You're a hell of a lot tougher than you think you are", "start": 3050.73, "duration": 2.3}, {"text": "so", "start": 3053.94, "duration": 2.0}, {"text": "In turn Mary's son Christ offers himself to God", "start": 3057.27, "duration": 3.32}, {"text": "So completely that his faith and trust in the world is not broken by Betrayal torture or death", "start": 3062.64, "duration": 5.149}, {"text": "That's the model for the honorable man, so", "start": 3072.63, "duration": 2.659}, {"text": "You know you have an interesting dynamic there you have the woman who's willing to make the sacrifice", "start": 3076.02, "duration": 5.209}, {"text": "lays the groundwork for the son who is willing to make the sacrifice that", "start": 3082.68, "duration": 4.279}, {"text": "Works out pretty nicely and it's a good thing to know in", "start": 3087.48, "duration": 3.68}, {"text": "Christ's Case however as he sacrifices himself", "start": 3091.89, "duration": 2.569}, {"text": "God his father is", "start": 3095.79, "duration": 2.0}, {"text": "Simultaneously sacrificing his son right that's one of the oddities of the trinitarian model is that God?", "start": 3097.86, "duration": 5.06}, {"text": "Sacrifices himself to himself same thing happens in Norse Mythology, right?", "start": 3103.29, "duration": 3.89}, {"text": "Norse Zeus Germanic Mythology", "start": 3109.74, "duration": 2.36}, {"text": "Zeus sacrifices himself to himself he actually hangs on a tree. It's actually wounded in his side. It's very interesting parallel", "start": 3112.95, "duration": 6.919}, {"text": "But I think part of the idea is well", "start": 3120.63, "duration": 2.0}, {"text": "The human Human Race is starting to work out. What's the ultimate sacrifice?", "start": 3123.45, "duration": 3.859}, {"text": "it's something like that ultimate sacrifice of value well the the", "start": 3127.74, "duration": 4.849}, {"text": "Passion story, and I told you I was foreshadowing. I'm bringing cysts into", "start": 3133.44, "duration": 4.52}, {"text": "Consideration things we won't talk about for a long time. Maybe not at all in this lecture series", "start": 3138.569, "duration": 3.62}, {"text": "I don't know because I don't know how far. I'll get is that well", "start": 3142.19, "duration": 2.76}, {"text": "There's a supreme sacrifice demanded on the part of the mother and there's a supreme sacrifice", "start": 3144.95, "duration": 3.869}, {"text": "Demanded on the part of the son, and there's a supreme sacrifice", "start": 3149.069, "duration": 2.09}, {"text": "Demanded on the part of the father all at the same time and then that makes the supreme sacrifice", "start": 3151.71, "duration": 5.179}, {"text": "Possible and hypothetically, that's the one that renews. That's the sacrifice that renews and redeems", "start": 3157.41, "duration": 5.119}, {"text": "It's a hell of an idea man and the thing about it. Is that I?", "start": 3162.96, "duration": 3.319}, {"text": "Don't know if it's true, but I know that its opposite is False", "start": 3167.49, "duration": 4.039}, {"text": "And generally the opposite of something that's false is true", "start": 3172.589, "duration": 4.189}, {"text": "It's it's opposite as False", "start": 3177.539, "duration": 1.941}, {"text": "It's because if the mother doesn't make the sacrifice then you get the horrible eatable", "start": 3179.48, "duration": 3.659}, {"text": "Situation or something like that in the household which is just its own absolute catastrophic hell", "start": 3183.21, "duration": 4.909}, {"text": "And if you want a really good insight into that I would say watch the documentary crumb", "start": 3188.119, "duration": 4.38}, {"text": "See Ru and be a man that's been rated by some critics as the best", "start": 3192.99, "duration": 4.069}, {"text": "Documentary ever made and it is some piece of work man", "start": 3197.16, "duration": 2.54}, {"text": "It is the only thing I've ever seen that actually lays out the eatable catastrophe, and it's full nightmare", "start": 3199.7, "duration": 5.339}, {"text": "You know so you could you could look at that?", "start": 3205.26, "duration": 2.689}, {"text": "so if the maternal sacrifice isn't there then that doesn't work if the", "start": 3208.799, "duration": 3.59}, {"text": "paternal Sacrifice isn't there, you know if you're if the father isn't willing to", "start": 3212.49, "duration": 3.739}, {"text": "Put his son out into the world let's say to be broken and betrayed and all of those things then", "start": 3216.48, "duration": 5.03}, {"text": "That's a non-starter because the kid doesn't grow up, and then if the son isn't willing to do that well", "start": 3221.64, "duration": 4.669}, {"text": "Then who the hell is going to shoulder the responsibility?", "start": 3226.309, "duration": 2.0}, {"text": "So if those three things don't happen then it's cataclysmic", "start": 3228.45, "duration": 5.179}, {"text": "It's chaotic as hell. If they do happen is it the opposite of that well, you could say well", "start": 3233.63, "duration": 5.64}, {"text": "Maybe it depends on the degree to which they happen and and it's a continuum", "start": 3239.27, "duration": 4.319}, {"text": "How thoroughly can they happen well we don't know you know because you might say", "start": 3243.589, "duration": 4.86}, {"text": "How good a job do you do?", "start": 3250.68, "duration": 2.0}, {"text": "Of encouraging your children to live in truth", "start": 3252.68, "duration": 2.129}, {"text": "Let's say well, that's part of the answer to this question and the answer likely is well, not you", "start": 3255.27, "duration": 6.26}, {"text": "Don't do as good a job of it as you could so it works out quite", "start": 3261.53, "duration": 4.229}, {"text": "well", "start": 3265.76, "duration": 0.03}, {"text": "but you don't know how well it could work if you did it really well or", "start": 3265.79, "duration": 3.599}, {"text": "Spectacularly well or ultimately well or something like that", "start": 3269.849, "duration": 2.87}, {"text": "You don't know and you know people have an intonation of this because one of the things that's really cool about having a young, baby", "start": 3272.72, "duration": 6.839}, {"text": "This is something you don't know until you have it. There's two things you don't know", "start": 3280.079, "duration": 2.93}, {"text": "Mmm. There's a lot more than two", "start": 3284.369, "duration": 2.209}, {"text": "There's three things you don't know", "start": 3287.849, "duration": 2.0}, {"text": "Until you have a baby the one is that you didn't grow up yet", "start": 3290.97, "duration": 3.139}, {"text": "Because you actually don't grow up until someone else is more important than you you can't", "start": 3294.839, "duration": 3.71}, {"text": "So people think they grow up if they don't have children", "start": 3298.77, "duration": 2.689}, {"text": "but they don't they just think they do now there are some people who make sacrifices of other Sorts, but", "start": 3301.46, "duration": 4.77}, {"text": "This is a whole different ball of wax as far as I'm concerned. It's not a very Elegant metaphor, but", "start": 3306.9, "duration": 5.12}, {"text": "You learn that it's kind of relief relief not to be the center of attention. That's cool", "start": 3315.329, "duration": 4.28}, {"text": "that you can sit back because of course your child in your family and", "start": 3320.13, "duration": 4.489}, {"text": "in societies immediately the center of attention", "start": 3325.14, "duration": 2.3}, {"text": "and so unless you're narcissistic then you allow that to happen and", "start": 3327.44, "duration": 5.34}, {"text": "Then you learn all sorts of really good things about other people because other people really like babies. It's so cool", "start": 3333.18, "duration": 5.06}, {"text": "I lived in Montreal when we had our first child and I lived in a pretty rough neighborhood by Montreal standards, right?", "start": 3338.24, "duration": 6.3}, {"text": "It's like you know material has such a great city like Toronto. It's like even the rough neighborhoods", "start": 3344.54, "duration": 4.529}, {"text": "Are they're more like charming with a little you know dark underbelly something like that", "start": 3349.069, "duration": 5.55}, {"text": "But there were some rough characters in our neighborhood", "start": 3354.809, "duration": 2.48}, {"text": "It was pretty poor and we'd we'd push her around in her stroller", "start": 3357.29, "duration": 4.229}, {"text": "And he's like grizzled rat dole guys would come by", "start": 3361.52, "duration": 3.359}, {"text": "They'd look at her and they just light up and they'd come over and like smile at her", "start": 3364.89, "duration": 4.459}, {"text": "And you know you just saw there the positive element of their humanity just well forth you", "start": 3369.349, "duration": 6.0}, {"text": "Ask there s to be something seriously wrong with you if you don't respond that way to a baby you know", "start": 3375.349, "duration": 4.29}, {"text": "I mean, this is that that's not good", "start": 3379.64, "duration": 2.4}, {"text": "That's not good", "start": 3382.069, "duration": 0.811}, {"text": "But it was so cool to see these people you kind of give them", "start": 3382.88, "duration": 2.34}, {"text": "Generally sort of walk four feet around them on the street. You know and yet. They were all of a sudden all that", "start": 3385.44, "duration": 5.52}, {"text": "The layers that were on them would just fall off and they'd be so and the babies are sort of like public property weirdly enough", "start": 3392.68, "duration": 6.169}, {"text": "To sort of like pregnant women you know because people often treat pregnant women sort of like. They're public property too", "start": 3398.849, "duration": 5.88}, {"text": "I mean in a positive way. Oh, whoa. Lord you would have a baby yeah, and you know they hey well", "start": 3404.73, "duration": 4.619}, {"text": "They do all Sorts of cute things", "start": 3409.349, "duration": 2.0}, {"text": "so", "start": 3411.73, "duration": 2.0}, {"text": "So you know the reason I'm telling you that is because there's a strong", "start": 3413.799, "duration": 2.93}, {"text": "Impulse in people to note that there's something", "start": 3417.819, "duration": 2.959}, {"text": "Miraculous about the existence of a new human being and the Miraculous element is all the potential that's there right?", "start": 3421.269, "duration": 7.22}, {"text": "That's all there. Is there is potential and", "start": 3428.49, "duration": 2.459}, {"text": "With every birth. There's the potential for something", "start": 3431.559, "duration": 2.81}, {"text": "remarkable to be", "start": 3435.67, "duration": 2.0}, {"text": "Introduced in the world, and you know one of the things I've thought too is the other thing you don't know is that?", "start": 3437.799, "duration": 5.63}, {"text": "babies are Generic until you have one and then", "start": 3444.549, "duration": 3.08}, {"text": "Your baby, isn't a generic baby at all. It's like", "start": 3448.51, "duration": 3.649}, {"text": "Instantly it's a person with whom you have a relationship that's closer perhaps than any relationship that you've ever had and that", "start": 3453.549, "duration": 5.479}, {"text": "You can keep perfect", "start": 3459.49, "duration": 2.0}, {"text": "right because most of the relationships you've had already are with people who are screwed up in 50 different ways and so are you but", "start": 3461.65, "duration": 6.199}, {"text": "Here you've got this baby and like it be care, but it's not rained yet and so", "start": 3467.849, "duration": 5.58}, {"text": "You know you have this possibility of maintaining this relationship?", "start": 3473.95, "duration": 3.229}, {"text": "that starts out that baby really likes you and", "start": 3477.91, "duration": 3.05}, {"text": "Generally that continues for quite a long time as there are two years old you come home", "start": 3481.42, "duration": 4.399}, {"text": "They're really happy to see it's kind of like having a puppy. You know. It's like. They're thrilled when you come home", "start": 3485.819, "duration": 4.05}, {"text": "It's like how many people are thrilled when you come home, you know so he'll see you again. It's like", "start": 3489.94, "duration": 4.669}, {"text": "No, not a little kid a little kid is thrilled when you come home?", "start": 3494.609, "duration": 2.64}, {"text": "and you can keep that going and so there's this pristine element to the potential relationship between", "start": 3497.25, "duration": 7.259}, {"text": "Parents and children that's Terribly devalued in our society terribly", "start": 3505.21, "duration": 3.679}, {"text": "It's almost as if we're willfully blind to it, and I think it's an absolute catastrophe because there's nothing is very little in life that", "start": 3510.19, "duration": 7.609}, {"text": "Can compare to establishing a proper relationship with with child?", "start": 3518.71, "duration": 4.429}, {"text": "They make great company a few", "start": 3524.289, "duration": 2.0}, {"text": "if you keep your relationship with them Christine", "start": 3526.959, "duration": 2.75}, {"text": "And so you know it's worthwhile, you think well", "start": 3530.38, "duration": 2.989}, {"text": "I'm so so the reason I'm telling you. This is because people look at infants, and they think", "start": 3533.369, "duration": 3.449}, {"text": "They think this could be the potential savior of mankind", "start": 3537.429, "duration": 2.78}, {"text": "That is what they think that's how they act", "start": 3540.819, "duration": 2.689}, {"text": "So that's what they think and the thing is it's also true", "start": 3544.749, "duration": 4.1}, {"text": "Now how true it is I don't know", "start": 3550.569, "duration": 2.0}, {"text": "But that's I think probably because I think it's probably because people don't dare to find out that's how it looks to me", "start": 3555.189, "duration": 7.94}, {"text": "in", "start": 3566.38, "duration": 1.02}, {"text": "Christ's Case however as he sacrifices himself", "start": 3567.4, "duration": 2.329}, {"text": "God his father is simultaneously sacrificing his son it is for this reason that the Christian", "start": 3569.859, "duration": 4.969}, {"text": "Sacrificial drama of son and self is archetypal nothing greater can be imagined. That's why it's an architect", "start": 3575.199, "duration": 6.44}, {"text": "You can't push past it", "start": 3581.64, "duration": 2.729}, {"text": "so", "start": 3585.489, "duration": 2.0}, {"text": "That's the very definition of archetypal. That's the core of what constitutes religious", "start": 3589.15, "duration": 3.829}, {"text": "the greatest of all possible sacrifices is self and child of", "start": 3594.009, "duration": 3.5}, {"text": "that there can be no doubt pain and suffering define the world of that equally there can be no doubt the", "start": 3597.699, "duration": 5.989}, {"text": "Person who wants to alleviate suffering who wants to bring about the best of all possible futures who wants to create heaven on Earth?", "start": 3603.88, "duration": 6.949}, {"text": "Will therefore sacrifice everything he has to God?", "start": 3611.319, "duration": 2.869}, {"text": "to life in the truth", "start": 3614.799, "duration": 2.0}, {"text": "So that's a page and a half from the book. I'm going to release in January", "start": 3618.609, "duration": 5.239}, {"text": "so back to genesis that were all we already up to genesis four and", "start": 3631.96, "duration": 4.189}, {"text": "Adam knew Eve his wife and she", "start": 3637.48, "duration": 2.03}, {"text": "conceived and", "start": 3641.38, "duration": 2.0}, {"text": "Bare cain and said I have gotten a man from the Lord now", "start": 3643.869, "duration": 4.13}, {"text": "This is after Adam and eve have been chased out of the garden of Eden right, so what's really cool about this", "start": 3648.91, "duration": 5.36}, {"text": "I really think that the out of the cain and Abel story is the most profound story. I've ever read", "start": 3654.27, "duration": 4.8}, {"text": "Especially given that it's you can tell it in 15 seconds", "start": 3659.89, "duration": 3.62}, {"text": "I won't because I tend not to tell stories in 15 seconds as you may have noticed but but you can read the whole thing", "start": 3663.51, "duration": 6.209}, {"text": "that quickly and", "start": 3670.18, "duration": 1.679}, {"text": "It's so densely packed that. I just can't it's it's actually", "start": 3671.859, "duration": 4.76}, {"text": "Unbelievable to me that it can be that densely packed okay, so the first thing is is that", "start": 3677.41, "duration": 3.949}, {"text": "Adam and eve are not the first two human beings can enable are the first two human beings", "start": 3682.51, "duration": 4.82}, {"text": "Given Adam and Eve were made by God and they were born in paradises like what kind of human beings are those you don't know", "start": 3688.359, "duration": 5.15}, {"text": "Any human beings like that human beings aren't?", "start": 3693.51, "duration": 2.099}, {"text": "Born in Paradise and made by God human beings are born of other human beings", "start": 3696.16, "duration": 5.57}, {"text": "Right and so so that's the first thing and it's post-fall. We're out in the world world in history now. We're not in some", "start": 3702.22, "duration": 6.919}, {"text": "Archetypal Beyond although, we are still to some degree not to the degree", "start": 3709.75, "duration": 4.159}, {"text": "That was the case with the story of Adam and eve. We've already been thrown out of the garden. We're already self-conscious", "start": 3713.91, "duration": 5.52}, {"text": "We're already awake. We're already covered. We're already working", "start": 3719.609, "duration": 4.35}, {"text": "We're full-fledged human beings and so you have the first two human beings", "start": 3724.599, "duration": 4.22}, {"text": "can enable", "start": 3729.97, "duration": 1.59}, {"text": "Prototypical human beings, so what's cool?", "start": 3731.56, "duration": 2.449}, {"text": "Is that humanity enters history at the end of the story of Adam and Eve and then the archetypal patterns for human Behavior are?", "start": 3734.01, "duration": 7.709}, {"text": "Instantaneously presented it's it's it's absolutely", "start": 3742.69, "duration": 3.919}, {"text": "Mind-boggling and it's not a great. It's not a very nice story, right, so they're they're brothers. They're are hostile brothers", "start": 3747.28, "duration": 6.739}, {"text": "They've got their their their hands around each other's throat, so to speak or at least that's the case in One direction", "start": 3754.02, "duration": 6.599}, {"text": "So it's a it's a story the first two human beings", "start": 3760.619, "duration": 3.84}, {"text": "engage in a fratricidal", "start": 3765.3, "duration": 2.0}, {"text": "Struggle that ends in the death of the best one of them", "start": 3767.8, "duration": 4.399}, {"text": "that's the story of human beings in history and", "start": 3773.53, "duration": 3.169}, {"text": "That man that doesn't give you nightmares. You didn't understand the damn story", "start": 3777.58, "duration": 5.179}, {"text": "Now in in these hostile brother stories which are very very common", "start": 3785.71, "duration": 5.45}, {"text": "often the older brother cain is", "start": 3792.52, "duration": 2.06}, {"text": "Used and this is very true in the Bible, but it's true in all sorts of folktales and all sorts of stories", "start": 3795.37, "duration": 5.149}, {"text": "of all sorts for that matter", "start": 3801.07, "duration": 2.0}, {"text": "See the older brother has some advantages. He's the older brother in a", "start": 3803.59, "duration": 3.619}, {"text": "agricultural Community the Older Brother", "start": 3808.45, "duration": 2.0}, {"text": "generally inherited the land", "start": 3810.91, "duration": 2.0}, {"text": "Not the younger brothers and the reason for that was is that well let's say you have like eight sons", "start": 3813.79, "duration": 4.189}, {"text": "And you have enough land to support a bit of a family and you divide it among your eight sons", "start": 3817.98, "duration": 4.08}, {"text": "Then they have eight sons and they divided among the eight sons", "start": 3822.19, "duration": 2.87}, {"text": "it's like", "start": 3825.06, "duration": 0.64}, {"text": "Soon everyone has a little postage stamp that they can stand on and starve to death on and so that just doesn't work so you", "start": 3825.7, "duration": 7.43}, {"text": "You you you hand the land down in a piece to the eldest son, and that's just how it is", "start": 3833.26, "duration": 5.15}, {"text": "It's tough luck for the rest of them", "start": 3838.41, "duration": 1.86}, {"text": "But at least they know they're going to have to go and make their own way", "start": 3840.27, "duration": 2.969}, {"text": "It's not fair, but there's no way of making it fair", "start": 3843.52, "duration": 3.38}, {"text": "well, so the oldest son has some", "start": 3847.75, "duration": 2.03}, {"text": "you might say he has an additional stake in the", "start": 3850.51, "duration": 2.78}, {"text": "stability and", "start": 3854.11, "duration": 2.0}, {"text": "And the stability of the current hierarchy he has more of a stake in the status quo", "start": 3856.33, "duration": 4.339}, {"text": "So that makes a more of an emblematic represent", "start": 3860.67, "duration": 3.3}, {"text": "Representative of the status quo, and perhaps more likely to be blind in its favor. It's something like that", "start": 3864.64, "duration": 5.719}, {"text": "So that motif creeps up very frequently in the Hostile brothers archetypal struggled so cain", "start": 3870.36, "duration": 7.139}, {"text": "fits this the story of cain and Abel fits this pattern because cain is the one who won't budge who won't move", "start": 3878.32, "duration": 5.389}, {"text": "He's stubborn, Whereas the younger son. Who's abel is often the one who's more?", "start": 3883.9, "duration": 4.399}, {"text": "Not so much of a revolutionary, but perhaps more of a balance between the revolutionary and the traditionalist something like that", "start": 3888.91, "duration": 6.139}, {"text": "Whereas the older son tends to be more", "start": 3895.12, "duration": 2.03}, {"text": "traditionalist", "start": 3899.14, "duration": 1.2}, {"text": "Authoritarian at least in these", "start": 3900.34, "duration": 2.0}, {"text": "metaphorical representations an", "start": 3902.35, "duration": 2.0}, {"text": "Adam knew eve his wife and she conceived and bare cain and said I have gotten a man from the Lord, so", "start": 3904.78, "duration": 5.659}, {"text": "There's the first human being cain. It's like I told you that the mesopotamians thought that mankind", "start": 3911.11, "duration": 5.539}, {"text": "Was made out of the blood of the worst Demon that the great goddess of Chaos could imagine?", "start": 3917.89, "duration": 4.7}, {"text": "Well the first human being is a murderer and not only a murderer a murder of his own brother", "start": 3923.26, "duration": 4.699}, {"text": "And so you know old testament that's a hell of a harsh book and you might think well", "start": 3927.96, "duration": 5.64}, {"text": "maybe that's a little bit too much to bear and then you might think yeah and", "start": 3933.6, "duration": 4.199}, {"text": "Maybe it's true too. So that's something to think about I mean I", "start": 3938.65, "duration": 4.97}, {"text": "human beings you know like", "start": 3945.4, "duration": 2.0}, {"text": "They're amazing creatures, and to think about us as a plague on the planet is its own kind of bloody catastrophe", "start": 3948.58, "duration": 7.909}, {"text": "Malevolent Low", "start": 3957.31, "duration": 2.0}, {"text": "Quasi Genocide all metaphor", "start": 3962.65, "duration": 2.0}, {"text": "But that doesn't mean that we're not without our", "start": 3965.02, "duration": 2.06}, {"text": "Problems and the fact that this book that sets sits at the Cornerstone of our culture would", "start": 3967.15, "duration": 4.97}, {"text": "present the first man because a murderer of his brother is something that should really set you back on your heels and", "start": 3973.99, "duration": 7.1}, {"text": "Again, she bear his brother abel and abel was a keeper of sheep, but cain was a tiller of the ground", "start": 3983.53, "duration": 4.609}, {"text": "There you see a very old", "start": 3989.26, "duration": 2.0}, {"text": "representation there's", "start": 3991.45, "duration": 1.92}, {"text": "Abel there", "start": 3993.37, "duration": 0.71}, {"text": "And he's got his sheep up on the altar and cain is bringing a sheaf of wheat and I don't know exactly what's happening here", "start": 3994.08, "duration": 7.619}, {"text": "With the blood but or it's a ray perhaps", "start": 4002.49, "duration": 3.979}, {"text": "It's something like that, but the overall impression of the image is that something transcendent is", "start": 4006.47, "duration": 5.52}, {"text": "communicating with this sacrifice", "start": 4013.11, "duration": 1.49}, {"text": "And you can see that so you think oh how primitive you know how primitive these people were sacrificing to their God", "start": 4014.6, "duration": 7.109}, {"text": "It's like you know", "start": 4021.71, "duration": 2.0}, {"text": "Those people weren't stupid and this is not primitive", "start": 4024.78, "duration": 3.409}, {"text": "Whatever it is. It's not permitted. It's sophisticated Beyond belief because", "start": 4028.83, "duration": 3.439}, {"text": "The idea as I already pointed out is that you could sacrifice something of value and that that would have", "start": 4032.87, "duration": 4.739}, {"text": "Transcendent utility and that is by no means an unsophisticated", "start": 4037.8, "duration": 3.139}, {"text": "idea in fact it might be the great idea that human beings ever came up with", "start": 4041.28, "duration": 4.219}, {"text": "It's an answer to the problem. That's put forward in", "start": 4048.0, "duration": 2.75}, {"text": "The story of Adam and Eve right because we became self conscious", "start": 4051.27, "duration": 3.35}, {"text": "and then we discovered the future and then we knew we were going to die and then we knew we were vulnerable and then we", "start": 4054.62, "duration": 4.889}, {"text": "Became ashamed and then we developed the knowledge of good and evil, and then we got thrown out of", "start": 4059.51, "duration": 3.929}, {"text": "Paradise is like. That's a big problem. So what the hell are you going to do about it? Well?", "start": 4063.99, "duration": 4.43}, {"text": "Sacrifice that's the hypothesis. Well that's a hell of a hypothesis man. That's what we're doing", "start": 4069.66, "duration": 5.419}, {"text": "you've made plenty of sacrifices even to sit in this", "start": 4075.08, "duration": 2.58}, {"text": "Theater and many people made plenty of sacrifices to have a theater like this existed many people made sacrifices", "start": 4078.21, "duration": 7.1}, {"text": "So that we could actually freely engage in the dialogue that we're engaging in in a theater like this", "start": 4085.5, "duration": 5.6}, {"text": "And so it's like all of this is built on sacrifice and sacrifice bloody well better work because we do not have a better idea", "start": 4091.1, "duration": 6.81}, {"text": "Sacrifice what's the counter position?", "start": 4100.44, "duration": 2.0}, {"text": "murder and Theft", "start": 4102.78, "duration": 2.0}, {"text": "So let's go with sacrifice shall we and perhaps. We won't consider it. So damn primitive. You know because it's not so primitive and", "start": 4104.819, "duration": 7.67}, {"text": "Again, she Barrett his brother abel and abel was a keeper of sheep and cain was a tiller of the ground", "start": 4113.04, "duration": 5.149}, {"text": "now some people have read into this the", "start": 4120.69, "duration": 2.209}, {"text": "Eternal Battle between Herdsmen and", "start": 4124.44, "duration": 2.03}, {"text": "Agriculturalists, it's raged in the American west for example because the Herdsmen like to have their herds sheep cattle go", "start": 4127.589, "duration": 7.91}, {"text": "wherever they were going to go and of course they had your cultures the farmers like to have things fenced off and", "start": 4135.5, "duration": 4.979}, {"text": "So and the agriculturalists actually won in the final analysis", "start": 4140.79, "duration": 4.129}, {"text": "But anyways abel is a keeper of sheep, and that's interesting because that makes them a shepherd", "start": 4146.339, "duration": 5.12}, {"text": "and I think that's part of the critical issue here because a shepherd I", "start": 4153.33, "duration": 3.83}, {"text": "Talked a little bit about shepherds before you know if you look at Michelangelo's statue of David which is another?", "start": 4157.8, "duration": 5.719}, {"text": "Stay during work. I mean that David. He's no", "start": 4165.21, "duration": 2.99}, {"text": "Trivial figure and of course", "start": 4169.65, "duration": 2.0}, {"text": "David who Slays Goliath right and Goliath is like", "start": 4174.15, "duration": 3.2}, {"text": "the giant of the patriarchal enemy, it's something like that and", "start": 4178.68, "duration": 3.29}, {"text": "You know middle Eastern shepherds they had to keep take care of sheep", "start": 4182.55, "duration": 4.459}, {"text": "And they're edible and the lambs are very vulnerable and there were lots of wild animals around. It wasn't like", "start": 4187.01, "duration": 5.939}, {"text": "England in the 16th Century", "start": 4193.65, "duration": 1.64}, {"text": "it was like there were lions you know and", "start": 4195.29, "duration": 2.55}, {"text": "You had a slingshot or a stick or some damn thing and so your job was to keep the sheep", "start": 4197.97, "duration": 4.64}, {"text": "organized and not let them eat by the lions alone and so", "start": 4203.01, "duration": 4.069}, {"text": "you had to have a clue and be tough and self-reliant and all of those things had to be tough and", "start": 4207.84, "duration": 5.299}, {"text": "self-reliant you had to be able to take care of a lot of vulnerable things at build do it on your own and", "start": 4213.42, "duration": 5.18}, {"text": "So that's all built into the shepherd", "start": 4218.73, "duration": 2.24}, {"text": "Metaphor and it's you know", "start": 4222.0, "duration": 1.19}, {"text": "It's a tough thing for it's not a great metaphor for modern people because we tend to think of the shepherd is someone like little", "start": 4223.19, "duration": 5.64}, {"text": "Lord Fauntleroy, you know like some little", "start": 4228.83, "duration": 2.459}, {"text": "Certainly not a lion killing", "start": 4232.41, "duration": 2.0}, {"text": "Hyper-Masculine Lion killing you know monster", "start": 4235.5, "duration": 2.57}, {"text": "That's not a shepherd the shepherd sort of dances around and you know it's not that's not the metaphor here. That's that's", "start": 4238.07, "duration": 6.329}, {"text": "That's not the metaphor here so abel was a keeper of sheep", "start": 4245.1, "duration": 2.839}, {"text": "but cain was a tiller of the ground and", "start": 4247.94, "duration": 2.19}, {"text": "In the process of time it came to pass that cain brought of the fruit of the ground an offering unto the Lord", "start": 4250.47, "duration": 5.66}, {"text": "okay, so he's participating in the sacrificial ritual and abel he brought of the firstlings of his flock and of the fat thereof and the", "start": 4257.07, "duration": 7.699}, {"text": "Lord had respect unto Abel and to his offering", "start": 4265.11, "duration": 2.629}, {"text": "Now you don't know why that is and this is a built-in ambiguity I think", "start": 4270.24, "duration": 4.1}, {"text": "Now I think there's textual hints, but I'm not sure", "start": 4275.88, "duration": 3.019}, {"text": "Abel brought the firstlings of his flock and of the fat thereof okay, so so, what does that mean well?", "start": 4280.92, "duration": 4.79}, {"text": "He brought high courts a high quality sacrifice. You don't know that Abel's sacrifice is low quality", "start": 4286.68, "duration": 5.839}, {"text": "Because it doesn't say you know abel brought. God some wilted lettuce and then burnt it he didn't say that", "start": 4293.4, "duration": 5.9}, {"text": "but but there isn't a sentence there that talks about how", "start": 4300.0, "duration": 3.089}, {"text": "high-Quality cain sacrifices", "start": 4304.81, "duration": 2.689}, {"text": "But in any case the Lord had respect unto Abel and his offering", "start": 4308.83, "duration": 3.109}, {"text": "So there's a hint that abel's putting a little bit more into the whole sacrificial thing than then cain", "start": 4313.0, "duration": 7.069}, {"text": "But there's also a hint that maybe God is just like liking you a little better than he's like in him, and that's I think", "start": 4320.44, "duration": 6.2}, {"text": "Useful from a literary perspective because there is that arbitrariness about life you know with my own children for example", "start": 4327.25, "duration": 6.319}, {"text": "One of them has had I would say", "start": 4334.51, "duration": 2.12}, {"text": "heat", "start": 4338.17, "duration": 1.29}, {"text": "things come easy to him", "start": 4339.46, "duration": 2.0}, {"text": "He's lucky fortunate", "start": 4341.92, "duration": 2.0}, {"text": "However, you want to put it. He seems to be that sort of person. Where's my other child. It's like. It's just like one", "start": 4344.29, "duration": 5.899}, {"text": "horrible job like Catastrophe after another and it's so strange to see that because as far as I can tell there's", "start": 4350.98, "duration": 7.76}, {"text": "the character logical differences are", "start": 4359.56, "duration": 2.12}, {"text": "Certainly not accounting for the for the for the difference in destiny", "start": 4362.32, "duration": 4.04}, {"text": "You know my want the one child who's had so much trouble. I mean as a child", "start": 4366.55, "duration": 4.58}, {"text": "was just a wonderful child so", "start": 4372.25, "duration": 2.93}, {"text": "Mazing ly happy and easy to long with and fun", "start": 4382.17, "duration": 4.069}, {"text": "and", "start": 4388.8, "duration": 2.0}, {"text": "Had a terrible time of it. So who knows what god's up to", "start": 4391.23, "duration": 5.42}, {"text": "But distributing fate equally certainly isn't one of them", "start": 4398.88, "duration": 3.229}, {"text": "And the Lord had respect unto abel and his offering but unto cain and his offering he had not respect", "start": 4403.5, "duration": 7.4}, {"text": "And cain was very roth angry", "start": 4413.43, "duration": 2.299}, {"text": "Roth is a tough word. You know when these are translated many times", "start": 4416.43, "duration": 3.83}, {"text": "It's hard to get the full flavor of the words, but roth and his countenance fell well to have your countenance fell", "start": 4420.26, "duration": 6.629}, {"text": "This is sort of up to fall is to", "start": 4426.89, "duration": 2.49}, {"text": "To have it be heavy depressed", "start": 4430.14, "duration": 2.18}, {"text": "For sure angry for sure resentful", "start": 4432.96, "duration": 3.919}, {"text": "Probably roth that's anger so cain is not a happy clam", "start": 4438.12, "duration": 5.18}, {"text": "That his hard work is being rejected by God now. That's worth thinking about", "start": 4444.36, "duration": 4.819}, {"text": "Really because you think about how human that story is you know you're out", "start": 4449.67, "duration": 4.939}, {"text": "There well we could say", "start": 4455.52, "duration": 2.09}, {"text": "You might be a useless character", "start": 4458.16, "duration": 2.06}, {"text": "And you know you're whining about how catastrophic", "start": 4460.22, "duration": 2.069}, {"text": "Your life is and it's a pretty much obvious to everyone around you and you that it's your fault", "start": 4462.42, "duration": 5.179}, {"text": "You just don't try you don't wake up in the morning. You don't get a job", "start": 4467.6, "duration": 4.05}, {"text": "You don't engage in things you're cynical and you're bitter", "start": 4471.93, "duration": 3.29}, {"text": "And you're angry and you don't try to help the people near you", "start": 4475.22, "duration": 3.39}, {"text": "and you don't try to fix up your own life and you don't take care of yourself, and you know and", "start": 4478.61, "duration": 5.399}, {"text": "Then things go wrong. It's like well really what do you expect but then but that's done", "start": 4484.65, "duration": 6.259}, {"text": "I mean that doesn't mean someone in that situation will just say well, that's okay. I deserve it and they'll be happy about it", "start": 4490.91, "duration": 5.55}, {"text": "They won't they'll be absolutely bitter about it and angry, but you know", "start": 4496.46, "duration": 3.389}, {"text": "Put that aside for a moment there are people who seem to struggle very", "start": 4500.37, "duration": 3.709}, {"text": "Forthrightly let's say and still have one catastrophe after another happened to them and so", "start": 4505.11, "duration": 5.599}, {"text": "It's there's no easy answer in this in this", "start": 4511.26, "duration": 3.229}, {"text": "It's like you can", "start": 4515.57, "duration": 2.0}, {"text": "fall fall afoul of God", "start": 4517.71, "duration": 2.78}, {"text": "Because your sacrifice is our second rate or you can just fall a fall of God", "start": 4521.1, "duration": 5.06}, {"text": "And you don't know why well tough luck for you, and then what happens in either case is exactly this almost inevitably", "start": 4526.16, "duration": 7.89}, {"text": "Cain was rocked in this countenance fell well you know you meet and I", "start": 4535.8, "duration": 3.5}, {"text": "people like this write to me all the time I've seen so many many of them as clients you know they say they're", "start": 4539.76, "duration": 5.179}, {"text": "20 not so often 30 more commonly sometimes 40 their lives haven't gone", "start": 4545.64, "duration": 4.699}, {"text": "Well, you know they're in a pit of despair of one form or another and not only are they in a pit of despair", "start": 4550.34, "duration": 5.91}, {"text": "But they're extraordinarily angry about it, and God only knows what they would do with that anger if they had the opportunity", "start": 4556.26, "duration": 5.0}, {"text": "To give it full voice", "start": 4561.81, "duration": 2.0}, {"text": "Right you know one of the things I've always thought about hitler. Is that you know people", "start": 4564.36, "duration": 5.24}, {"text": "You have to admire Hitler. That's the thing", "start": 4571.14, "duration": 2.66}, {"text": "Because he was an organizational genius", "start": 4574.44, "duration": 2.0}, {"text": "You know the thing that doesn't stop people from being hitler the thing", "start": 4577.11, "duration": 4.88}, {"text": "people don't", "start": 4582.87, "duration": 2.0}, {"text": "people don't", "start": 4585.12, "duration": 2.0}, {"text": "Refuse the ambition to become hitler", "start": 4587.97, "duration": 2.33}, {"text": "Because they don't have the genocide emotive ation", "start": 4590.82, "duration": 2.78}, {"text": "They don't follow that pathway because they don't have the organizational genius", "start": 4594.15, "duration": 4.34}, {"text": "They've got the damn", "start": 4599.25, "duration": 1.98}, {"text": "Motivation and you know if you take a hundred people randomly, and you talk to them and you really talk to them you'll find that", "start": 4601.23, "duration": 7.85}, {"text": "Five percent of them would take their vengeful thoughts", "start": 4609.69, "duration": 3.47}, {"text": "Pretty damn far if they were just given the opportunity and in fact they do because they make life", "start": 4613.8, "duration": 5.089}, {"text": "Miserable for themselves and often for their family and sometimes for anybody they can come near and then maybe another", "start": 4619.2, "duration": 6.049}, {"text": "Twenty percent of people have that bubble up in them on a pretty damn regular basis, so you", "start": 4625.74, "duration": 6.829}, {"text": "Know you can have some sympathy for cain if you don't have any sympathy for cain, then you're not", "start": 4633.33, "duration": 4.669}, {"text": "So you can't enable also they don't just represent to our contempo types of being they represent", "start": 4639.84, "duration": 5.12}, {"text": "So it's not like you're cain, and you're able in here cain. You're able. It's like you're half-and-half, and you're half-and-half, and you're half-and-half", "start": 4646.2, "duration": 6.319}, {"text": "It's something like this. This is two different potential patterns of destiny, and you don't manifest one purely and the other zero", "start": 4652.52, "duration": 7.169}, {"text": "It's like you're it's it's like the line between good and Evil that runs down the human heart", "start": 4659.69, "duration": 4.83}, {"text": "It's exactly the same idea and maybe you're more like cain, or maybe you're more like Abel", "start": 4664.52, "duration": 4.77}, {"text": "But they're still a little cain in you. No matter how able you are and maybe more than a little and", "start": 4669.29, "duration": 5.37}, {"text": "Probably more than a litter little and if you watch your fantasies, which I would very much recommend", "start": 4675.24, "duration": 5.389}, {"text": "you'll find that they", "start": 4681.27, "duration": 2.0}, {"text": "Show you dark things about you. That will shock you if you", "start": 4683.76, "duration": 4.219}, {"text": "Allow yourself to be conscious of what you're thinking, so", "start": 4688.95, "duration": 3.29}, {"text": "It's a good time when you're having an argument with someone especially someone that you love", "start": 4694.11, "duration": 4.49}, {"text": "To just watch the pictures that flash in the back of your mind", "start": 4698.79, "duration": 3.35}, {"text": "That's part of let's say coming into contact with what carl jung called the shadow and the shadow is the manifestation of cain", "start": 4702.14, "duration": 7.379}, {"text": "That's a perfect way of thinking about it and one of the things that jung said about the shadow", "start": 4709.68, "duration": 4.489}, {"text": "Because jung was not someone you mess around with lightly", "start": 4714.24, "duration": 2.719}, {"text": "He said the human shadow has roots that reach all the way to hell and jung meant that that's no metaphor for him now", "start": 4717.06, "duration": 7.16}, {"text": "He might not have meant it in the same way that a fundamentalist Christian from from the Southern us", "start": 4724.22, "duration": 5.669}, {"text": "Might mean it but I would say that young men sit in a way, that's far more terrifying and also far more true", "start": 4730.2, "duration": 6.409}, {"text": "so and", "start": 4737.67, "duration": 2.0}, {"text": "cain was very wroth and his countenance fell", "start": 4739.83, "duration": 2.66}, {"text": "So there's abel", "start": 4747.03, "duration": 2.0}, {"text": "Burning is offering away there", "start": 4749.73, "duration": 2.0}, {"text": "and he's in this sort of", "start": 4752.67, "duration": 2.0}, {"text": "relationship with", "start": 4755.28, "duration": 1.2}, {"text": "Let's call him", "start": 4756.48, "duration": 1.74}, {"text": "the", "start": 4758.22, "duration": 1.41}, {"text": "archetypal figure of", "start": 4759.63, "duration": 2.0}, {"text": "Culture the archetypal father and", "start": 4763.17, "duration": 2.479}, {"text": "it's something he respects that's the thing it's an indication that the posture is an indication of respect and", "start": 4766.89, "duration": 6.5}, {"text": "then there's cain in the background you see in his face is in Shadow and he's", "start": 4774.48, "duration": 3.859}, {"text": "He's jealous of what's happening here, and he's going through the motions perhaps, and maybe God just doesn't like him", "start": 4780.78, "duration": 6.689}, {"text": "We don't know, but he's going through the motions and he's not very happy about it", "start": 4787.469, "duration": 3.99}, {"text": "And you know that that's actually a phrase that you could you could carve into many people's", "start": 4793.15, "duration": 4.43}, {"text": "Tombstones as an epitaph for their life which would be went through the motions, but wasn't very happy about it", "start": 4798.31, "duration": 5.929}, {"text": "This is really an interesting one. I think I mean so I don't know what God is doing here exactly but", "start": 4811.0, "duration": 7.04}, {"text": "He's helping ignite the sacrificial flame", "start": 4818.68, "duration": 2.719}, {"text": "And that's kind of an interesting idea. I think because", "start": 4822.19, "duration": 3.229}, {"text": "You know let's say that you have an impulse to make a sacrifice you think", "start": 4826.39, "duration": 3.77}, {"text": "Well, I should change this about my life. Well. It's like where does that come from that impulse", "start": 4830.83, "duration": 4.159}, {"text": "It's just well, just it manifests itself out of nothing so or you came up with it", "start": 4835.27, "duration": 5.509}, {"text": "Well, you might want to stop thinking about that", "start": 4840.78, "duration": 2.0}, {"text": "Thinking so surely that you come up with your own thoughts. You don't come up with your damn dreams. Do you?", "start": 4843.28, "duration": 5.66}, {"text": "They just happen", "start": 4849.61, "duration": 1.92}, {"text": "Kanade only knows where they come from they come from your brain. Oh boy. That's a sophisticated answer they come from your unconscious", "start": 4851.53, "duration": 6.53}, {"text": "Well, that's not much better at least it's somewhat better", "start": 4858.25, "duration": 2.6}, {"text": "But there are those matan amazing dramas take place in the theater of your imagination at night?", "start": 4860.85, "duration": 5.609}, {"text": "You don't even understand what they are and yet they occur night after night and those things dreams. They can contain wisdom. It's just", "start": 4866.46, "duration": 7.109}, {"text": "Well it just staggers the person who has the dream once they get the key to the dream once they remember it's like", "start": 4874.66, "duration": 5.659}, {"text": "Oh look you just revealed a bunch of wisdom to yourself that you didn't know well. Where'd that come from?", "start": 4880.32, "duration": 4.979}, {"text": "Well, you don't know how in the world can you dream up things that you don't know?", "start": 4886.33, "duration": 3.679}, {"text": "That's a tough one. Maybe we'll talk about that at some point in this lecture series because there are some", "start": 4890.86, "duration": 5.6}, {"text": "Reasonable things that can be said about that, but you know the idea that", "start": 4897.19, "duration": 3.08}, {"text": "There's something that's not you young would call it the self karl", "start": 4901.96, "duration": 3.62}, {"text": "You would call it the self which he thought of as the totality of your being across time and space", "start": 4905.58, "duration": 4.799}, {"text": "it's something like that and that you know each second that you exist is a", "start": 4910.449, "duration": 3.92}, {"text": "slice", "start": 4914.89, "duration": 1.649}, {"text": "Manifesting itself across time and space, and he thought of the the self is partly the voice of conscience", "start": 4916.539, "duration": 5.3}, {"text": "Whatever that is that helps guide you when you have to make a difficult decision and a difficult decision might be well", "start": 4922.119, "duration": 6.89}, {"text": "What do I need to sacrifice? What is how do I need to discipline myself right? What do I need to forego well?", "start": 4929.01, "duration": 6.81}, {"text": "How do you figure those things out well?", "start": 4935.979, "duration": 2.18}, {"text": "You know this picture is trying to put forth the idea that perhaps if you had established the proper relationship with God the father", "start": 4938.159, "duration": 6.629}, {"text": "We've talked about what that might mean then he would help figure out how to get the sacrificial fires burning", "start": 4945.07, "duration": 6.77}, {"text": "So that you could stay in a proper relationship with him across time well, that's such an unreasonable", "start": 4951.849, "duration": 6.2}, {"text": "Proposition it what's the alternative?", "start": 4958.57, "duration": 2.0}, {"text": "proposition", "start": 4960.88, "duration": 1.44}, {"text": "Well this isn't working out very well. That's for sure. You know kate seems to be doing it. I don't know what it is", "start": 4962.32, "duration": 6.469}, {"text": "It's like it's as if he thinks he can only do it himself or maybe he wants only to take credit for it or something", "start": 4968.789, "duration": 5.85}, {"text": "Like that he's not in this", "start": 4974.639, "duration": 2.0}, {"text": "Grateful let's say and inquiring grateful and inquiring", "start": 4979.749, "duration": 3.62}, {"text": "Posture because that's what a perfect posture should be it should be grateful and inquiring and grateful is thank God things aren't worse for me", "start": 4984.729, "duration": 7.31}, {"text": "Than they are", "start": 4992.039, "duration": 1.27}, {"text": "And you should be grateful about that because they could be a lot worse than they are man. They can be so bad and", "start": 4993.309, "duration": 6.2}, {"text": "Inquiring would be well. I don't really know how I could make it better, but I'm open to suggestions man", "start": 5000.15, "duration": 6.469}, {"text": "If I can figure out how to do it, I'll try it", "start": 5006.619, "duration": 2.0}, {"text": "That's the in that's the humility and the inquiry that's a humble inquiry. How could I make things better?", "start": 5008.78, "duration": 7.259}, {"text": "It's something like that, and that's like what sacrifices. Do I need to make in order to make things better", "start": 5016.039, "duration": 4.35}, {"text": "That's a good question to ask yourself", "start": 5020.88, "duration": 2.0}, {"text": "You could ask yourself that every morning", "start": 5023.219, "duration": 2.0}, {"text": "What sacrifice do I have to make to make things better you can decide what constitutes better?", "start": 5026.369, "duration": 5.66}, {"text": "How about that then it's not even as if it's being imposed on you come up with your own notion of what?", "start": 5032.039, "duration": 4.97}, {"text": "Constitutes better you know we try to make it sophisticated should just be better for you cuz that isn't going to work very well", "start": 5037.139, "duration": 6.229}, {"text": "Right you you're just going to fall downstairs if you do that because you have to live with other people and decide", "start": 5043.369, "duration": 5.55}, {"text": "Stupid anyways. What are you gonna? Do like?", "start": 5049.079, "duration": 2.0}, {"text": "Can't even nothing you can even say about that. It's so", "start": 5052.5, "duration": 3.14}, {"text": "That that's the doubts the attitude of a very badly behaved hyper aggressive", "start": 5056.19, "duration": 4.34}, {"text": "two-year-Old and I mean that technically and so you could", "start": 5060.93, "duration": 4.189}, {"text": "You could ask yourself well how I have this day that lays itself out in front of me", "start": 5066.0, "duration": 5.419}, {"text": "What thing could I let go of that's impeding my progress?", "start": 5071.79, "duration": 3.29}, {"text": "That if I let go of would make my life better", "start": 5076.14, "duration": 2.99}, {"text": "My Family's life better my cultures life better my being better", "start": 5079.13, "duration": 4.709}, {"text": "And then that would give you something to do for the day wouldn't it and to justify your miserable life", "start": 5083.84, "duration": 6.089}, {"text": "Because you need that that's the whole point of the first story of Adam, and eve. What do you have a miserable life?", "start": 5090.96, "duration": 6.8}, {"text": "Okay", "start": 5098.46, "duration": 1.98}, {"text": "What am I going to do about that?", "start": 5100.44, "duration": 1.8}, {"text": "Well if you just have a miserable life you're just going to suffer stupidly and get bitter about it. That's what happens to cain", "start": 5102.24, "duration": 6.319}, {"text": "It's like well. How about not doing that because that seems to just take a bad deal and make it worse. How about?", "start": 5108.56, "duration": 5.76}, {"text": "Making a sacrifice and seeing if you can please God and put being on track", "start": 5115.35, "duration": 5.0}, {"text": "God that'd be something to do what could be better than that. What could possibly be better than that", "start": 5121.2, "duration": 6.229}, {"text": "Well, that's why it's archetypal man, because nothing's better than that. That's where it tops out", "start": 5128.58, "duration": 5.12}, {"text": "So when you can do that you can do that every day you have to do it a little way because like", "start": 5134.55, "duration": 4.759}, {"text": "what good are you you know you're not going to go and", "start": 5139.62, "duration": 2.54}, {"text": "Bring this socialist utopia into being in one fell swoop", "start": 5143.4, "duration": 3.47}, {"text": "You might also think that you know one of the things came might figure out here", "start": 5158.409, "duration": 3.649}, {"text": "There's a couple of things that just aren't going right for him", "start": 5162.059, "duration": 2.55}, {"text": "downwind of the fire not the right place to blow from and", "start": 5165.729, "duration": 4.91}, {"text": "The fact that he's in hand velop tin haze and smoke and breathing it in and the fire isn't burning", "start": 5171.309, "duration": 5.689}, {"text": "Might be an indication that he's doing something wrong or he could be wiping his eyes and saying Jesus", "start": 5177.459, "duration": 6.77}, {"text": "What kind of stupid bloody universe would produce smoke like this? It's like yes, well, that's the more likely outcome and", "start": 5184.229, "duration": 7.229}, {"text": "The Lord said unto cain why art thou wroth and why is thy countenance fallen?", "start": 5193.09, "duration": 5.989}, {"text": "if", "start": 5200.38, "duration": 1.02}, {"text": "Thou doest well shalt thou would not be accepted now", "start": 5201.4, "duration": 3.5}, {"text": "That's an interesting line because and I've looked at a variety of different translations of this this", "start": 5204.9, "duration": 6.959}, {"text": "Seventh verse here like a bunch of them because", "start": 5212.32, "duration": 2.149}, {"text": "The translation for that that's a critical line and the translation really matters and so I'll tell you what I think the story is", "start": 5215.32, "duration": 6.409}, {"text": "but I've been able to figure out and", "start": 5221.919, "duration": 2.0}, {"text": "I'm sure I haven't got it completely right, but it's", "start": 5224.32, "duration": 2.359}, {"text": "So he asks the God says to them if you do well won't you be accepted. What is the hint there, right?", "start": 5229.179, "duration": 6.2}, {"text": "It's something like well things aren't going so well for you, so", "start": 5235.599, "duration": 2.839}, {"text": "The first thing you might think is", "start": 5238.959, "duration": 2.0}, {"text": "You're not doing well. What does that mean? You're not doing good does that not mean you're not acting properly means", "start": 5241.749, "duration": 6.47}, {"text": "It's the hint because God is suggesting that if you were doing properly you would be", "start": 5248.219, "duration": 6.839}, {"text": "successFul I", "start": 5256.059, "duration": 2.0}, {"text": "had a friend at one point who was a very bitter person, and he had a bunch of problems and", "start": 5258.07, "duration": 5.599}, {"text": "some of them were self-inflicted and some of them were fate I suppose and", "start": 5264.429, "duration": 3.89}, {"text": "He had he had become very very destructive Murderously destructive genocide, ly destructive", "start": 5268.84, "duration": 6.049}, {"text": "I would say you could see it in his dreams and and", "start": 5274.889, "duration": 2.01}, {"text": "he lived with me for a while and", "start": 5277.449, "duration": 2.0}, {"text": "I", "start": 5280.09, "duration": 1.859}, {"text": "Knew him very well he was a friend of mine from the time. I was 12 until the time he committed suicide", "start": 5281.949, "duration": 4.16}, {"text": "he was spoke 40 and", "start": 5286.59, "duration": 2.0}, {"text": "When he lived with me, I was trying to help him get on his feet", "start": 5290.08, "duration": 2.75}, {"text": "which was why he had come to live with me because he thought maybe I could help him you know on his feet and", "start": 5292.83, "duration": 4.919}, {"text": "He could only take", "start": 5298.03, "duration": 1.95}, {"text": "Relatively low level jobs. You know like he had some mechanical ability didn't he didn't get educated although. He's a very very smart person", "start": 5299.98, "duration": 6.319}, {"text": "He probably had an Iq about 135 or something like that", "start": 5306.3, "duration": 2.91}, {"text": "He's very smart and so he was bitter too because he hadn't educated himself to the level that his", "start": 5309.21, "duration": 4.589}, {"text": "Education select would have demanded so he had to take jobs that were beneath him", "start": 5314.139, "duration": 3.47}, {"text": "Intellectually and he had a really had that real intellectual arrogance", "start": 5317.8, "duration": 3.14}, {"text": "You know because he was smart and really smart people often come to believe that", "start": 5320.94, "duration": 5.04}, {"text": "Only Smart Matters and if they're smart and all that and all that matters is smart", "start": 5326.349, "duration": 5.45}, {"text": "And then the world is sort of laying itself at their feet then they've been terribly betrayed and and then they cling to their", "start": 5331.8, "duration": 6.78}, {"text": "Intelligence which is more like a talent or a gift like it's a like. It's an idol. You know a False idol", "start": 5339.369, "duration": 5.51}, {"text": "which is exactly what it is in a very dangerous one and", "start": 5344.88, "duration": 2.58}, {"text": "Get cynical about the stupidity of the world and the fact that their talents weren't properly recognized, and that's just not that helpful", "start": 5347.83, "duration": 7.789}, {"text": "You know because smart is a good thing, but I'll tell you if you don't use it properly it will devour. You just like all", "start": 5355.619, "duration": 5.1}, {"text": "arbitrarily assigned Talent, right", "start": 5361.42, "duration": 2.209}, {"text": "So you might have a talent but it's your friend", "start": 5363.63, "duration": 2.43}, {"text": "If you use it properly, and if you excuse it it will be your enemy", "start": 5366.06, "duration": 4.319}, {"text": "And maybe that's how God keeps the cosmic scales adjusted, but anyhow my friend was a very smart person although", "start": 5370.38, "duration": 6.299}, {"text": "Not as smart as he thought he was unfortunately and and but he hadn't done", "start": 5376.9, "duration": 4.399}, {"text": "What would have been necessary with that intelligence to make it manifest itself?", "start": 5381.3, "duration": 4.08}, {"text": "Properly in the world and that also embittered him because he also knew that", "start": 5385.63, "duration": 3.799}, {"text": "There was more that he could have done if he would have done it and perhaps more that he could still do what I was", "start": 5390.369, "duration": 5.45}, {"text": "Suggesting to him while he was living with us because he was you know", "start": 5395.82, "duration": 4.26}, {"text": "two levels from Homeless by that point", "start": 5400.84, "duration": 2.45}, {"text": "Was that he should find a job that he could find?", "start": 5403.63, "duration": 2.629}, {"text": "Working in a in a garage working in a shop something like that cuz he had some mechanical ability and that he should", "start": 5406.449, "duration": 6.169}, {"text": "Do he should separate himself from the arrogance that made him presume that such a job would beneath him?", "start": 5413.71, "duration": 7.519}, {"text": "Because at that point no job was beneath him and but more importantly it's not so obvious that jobs are beneath people", "start": 5421.78, "duration": 7.489}, {"text": "you know because even if you're a even if the imagine you have a job as a", "start": 5429.849, "duration": 4.76}, {"text": "checkout", "start": 5435.309, "duration": 1.08}, {"text": "Person in a in a grocery store, you know it's a fairly unskilled job", "start": 5436.389, "duration": 4.549}, {"text": "You can be in some miserable resentful horrid bastard doing that job boy", "start": 5441.01, "duration": 4.759}, {"text": "you know you can come in there just exuding resentment bitterness and making fakes and", "start": 5445.809, "duration": 5.149}, {"text": "Making sure that every customer that passes by you has a slightly worse day than they need to right and and you know", "start": 5451.389, "duration": 7.16}, {"text": "Pilfering time and Perhaps pilfering goods and being resentful about the people who?", "start": 5458.949, "duration": 5.089}, {"text": "Who gave you the position because they're above you in the dominance hierarchy and talking you know bad things", "start": 5464.38, "duration": 5.929}, {"text": "Gossiping behind the back of your co-workers. It's like you can take your menial position", "start": 5471.01, "duration": 4.52}, {"text": "Self-described and turn that into a very nice little slice of hell", "start": 5477.13, "duration": 3.469}, {"text": "That's for sure, and you know you go into places like that", "start": 5480.699, "duration": 2.75}, {"text": "I always think of the archetypal diner in that way you know you guys have been in this diner", "start": 5483.449, "duration": 4.14}, {"text": "There's a really good opposite diner, and there's a great video on YouTube", "start": 5487.749, "duration": 5.84}, {"text": "it's Tom waits reading reading a poem by", "start": 5493.59, "duration": 2.759}, {"text": "Bukowski, and I think it's called Nirvana", "start": 5497.05, "duration": 2.27}, {"text": "and it's about a good diner that he happened to visit Bukowski happened to visit when he was on a bus when he was a", "start": 5499.32, "duration": 6.569}, {"text": "When he was a kid a diner where everything was going well, and you could listen to that. It's great", "start": 5506.079, "duration": 4.669}, {"text": "I think it's great, but this is the opposite diner. I'm thinking wow so you go into a diner, right?", "start": 5510.749, "duration": 4.47}, {"text": "It's seven o'clock in the morning", "start": 5515.229, "duration": 1.91}, {"text": "And you order some bacon and eggs and some toast and then you look around in the diner and you think", "start": 5517.139, "duration": 6.06}, {"text": "It was like", "start": 5523.84, "duration": 1.71}, {"text": "1975 when the windows were last washed and there's this kind of thick coating of who gives a damn grease on the on", "start": 5525.55, "duration": 6.259}, {"text": "The Walls you know and and the floor too has got that sort of stickiness that you really have to work out to develop over", "start": 5531.909, "duration": 6.56}, {"text": "Years you know and the waitress is", "start": 5538.469, "duration": 2.0}, {"text": "she's not happy to be there and the guy behind the counter isn't happy that that happens to be the waitress that he's working with", "start": 5540.519, "duration": 6.02}, {"text": "And then you know you walk down the stairs. Maybe to the washroom, and that's its own little trip", "start": 5546.539, "duration": 5.55}, {"text": "So you come back and you order your damn eggs?", "start": 5552.85, "duration": 3.24}, {"text": "And you order your toast in the order your bacon", "start": 5556.09, "duration": 2.669}, {"text": "And then it comes and like the eggs are too cooked on the bottom", "start": 5558.76, "duration": 5.339}, {"text": "So they're kind of brown, and then they're kind of raw on top and and they're cold in the middle", "start": 5564.1, "duration": 4.979}, {"text": "Which is you really have to work the cooking egg like that man", "start": 5569.08, "duration": 3.06}, {"text": "But you can master that with like ten years of bitterness you teach how to cook an egg like that", "start": 5572.14, "duration": 5.219}, {"text": "and then the toast here's what you do with the toast right you put", "start": 5577.52, "duration": 3.53}, {"text": "You take you take the white bread you know the pre sliced", "start": 5581.39, "duration": 3.169}, {"text": "Stuff that no one should ever eat then you put that in the toaster", "start": 5584.75, "duration": 3.77}, {"text": "And you overcook it and then you wait", "start": 5588.52, "duration": 3.0}, {"text": "and then you pop it out of the toaster and then because it's overcooked you scrape it off and", "start": 5591.52, "duration": 4.2}, {"text": "You knock off the crumb", "start": 5596.51, "duration": 1.28}, {"text": "So it doesn't look too burnt", "start": 5597.79, "duration": 1.14}, {"text": "and then you wait till it's cold and then you put", "start": 5598.93, "duration": 2.699}, {"text": "Cold Margarine on it because if you put cold first of all not butter", "start": 5601.94, "duration": 3.74}, {"text": "but if you put cold margarine or you can also kind of tear holes in it so that then it has", "start": 5605.72, "duration": 4.639}, {"text": "Lumps of margarine in it and it's really dry except where it's too greasy so that's like your own little work of art man", "start": 5610.73, "duration": 6.8}, {"text": "And then you put that on the side with the with. The--", "start": 5617.54, "duration": 4.1}, {"text": "With the eggs, and then you have the potatoes, and this is how you cook the potatoes properly", "start": 5622.28, "duration": 4.489}, {"text": "you know so they're leftover potatoes and", "start": 5628.97, "duration": 2.629}, {"text": "You keep dumping new Leftover potatoes into the old leftover potatoes over weeks", "start": 5631.91, "duration": 4.79}, {"text": "And so some of the potatoes have they're no longer potatoes right they've have returned to mother Earth", "start": 5636.7, "duration": 6.209}, {"text": "Huh?", "start": 5643.49, "duration": 2.0}, {"text": "then you flop them on the grill and you sort of", "start": 5645.77, "duration": 3.109}, {"text": "Hide it. Oh you burn them a bit. I guess and then you've slapped them on the plate and jesus you don't eat those man", "start": 5649.58, "duration": 6.919}, {"text": "That's for sure, and that's the point and then", "start": 5657.8, "duration": 2.329}, {"text": "You have the bacon and you want to make sure you buy the lowest possible quality bacon, not such", "start": 5660.86, "duration": 5.93}, {"text": "Let's how you start and then you throw it on the grill", "start": 5667.13, "duration": 3.11}, {"text": "And you don't your grill has to be?", "start": 5670.24, "duration": 2.25}, {"text": "Overheated to do this you have to cook the bacon so that it's raw in places and burnt in other places and it has that", "start": 5672.74, "duration": 7.069}, {"text": "Delightful picked like odor that only really cheap badly cooked bacon can provide or may we use those little breakfast sausages that", "start": 5680.15, "duration": 7.94}, {"text": "no one in their bloody right mind would let within 15 feet of anything living you know and", "start": 5688.28, "duration": 5.33}, {"text": "Then you serve that right, and you serve it with the kind of orange juice that is only orange in color", "start": 5693.8, "duration": 6.169}, {"text": "and then with coffee, that's ah", "start": 5703.61, "duration": 2.54}, {"text": "What would you say? It was started too early in the morning. That's the first thing", "start": 5708.05, "duration": 4.339}, {"text": "Bad quality coffee started too early in the morning", "start": 5713.15, "duration": 2.899}, {"text": "got cold once or twice and has been reheated and then you serve that with", "start": 5716.93, "duration": 5.209}, {"text": "Whitener", "start": 5723.41, "duration": 2.0}, {"text": "Like here's your breakfast. It's like no, man. That's not breakfast. That's hell", "start": 5725.66, "duration": 6.35}, {"text": "no, and", "start": 5738.41, "duration": 2.0}, {"text": "And you created it", "start": 5740.54, "duration": 2.0}, {"text": "and", "start": 5742.54, "duration": 0.34}, {"text": "Then what you do if you have a diner like that is because you have a miserable life if you have a diner like that", "start": 5742.88, "duration": 5.359}, {"text": "And you've really worked on achieving that is every night you go home and you curse your wife", "start": 5748.24, "duration": 4.649}, {"text": "And you curse your kids", "start": 5752.89, "duration": 1.26}, {"text": "And you fucking well cursed God too for producing a universe where a diner like yours is allowed to exist", "start": 5754.15, "duration": 6.689}, {"text": "And that's your bloody life", "start": 5761.06, "duration": 2.0}, {"text": "so", "start": 5763.67, "duration": 2.0}, {"text": "Also, that's what God is trying to point out here is", "start": 5765.77, "duration": 2.66}, {"text": "If thou doest well shalt thou not be accepted", "start": 5778.699, "duration": 2.959}, {"text": "and", "start": 5782.81, "duration": 1.38}, {"text": "If thou doest not well then sin lies at your door well, so what I looked at lots of translations for this and actually", "start": 5784.19, "duration": 7.399}, {"text": "The next line is and unto these unto thee shall be his desire", "start": 5792.23, "duration": 3.319}, {"text": "Yes", "start": 5796.369, "duration": 2.0}, {"text": "What God actually says is something like this is like", "start": 5798.59, "duration": 2.72}, {"text": "You know things aren't going so well for you", "start": 5802.489, "duration": 1.911}, {"text": "But if you were behaving properly they would but instead this is what you've done sin came to your door and sin means to you", "start": 5804.4, "duration": 5.37}, {"text": "Know pull your arrow back and to miss the Target sin came to your door", "start": 5809.77, "duration": 2.819}, {"text": "But he uses a metaphor and the metaphor is something like sin came to your door like this", "start": 5812.69, "duration": 4.58}, {"text": "sexually aroused", "start": 5817.82, "duration": 1.71}, {"text": "cat Predator thing and", "start": 5819.53, "duration": 2.0}, {"text": "You invited it in first, and then you let it have its way with you. It's like you entered into a creative", "start": 5823.1, "duration": 7.549}, {"text": "uses of sexual metaphor he entered into a creative exchange with it and", "start": 5832.4, "duration": 4.31}, {"text": "gave birth to something as a consequence and that what you gave birth to you that that's your life and and", "start": 5837.05, "duration": 6.02}, {"text": "You knew it you're self conscious after all you knew you were doing this and you?", "start": 5844.25, "duration": 5.119}, {"text": "conspired with", "start": 5852.29, "duration": 2.0}, {"text": "this thing", "start": 5854.3, "duration": 1.56}, {"text": "To produce the situation that you're in", "start": 5855.86, "duration": 2.0}, {"text": "Young said something about this", "start": 5858.35, "duration": 2.0}, {"text": "similar about the Eatable mother situation", "start": 5860.69, "duration": 2.66}, {"text": "Sorry, it was very politically incorrect what he said of course every single thing", "start": 5863.78, "duration": 4.729}, {"text": "He wrote was politically incorrect so just how you could tell he was a thinker by the way", "start": 5868.51, "duration": 5.01}, {"text": "He talked about the unholy alliance between hyper dependent children and their mothers and he said well", "start": 5876.679, "duration": 7.1}, {"text": "It's actually because you probably thought about it as a as a maternal thing", "start": 5883.78, "duration": 3.39}, {"text": "I'm not putting freud down because freud mapped out the oedipal situation brilliantly", "start": 5887.38, "duration": 4.2}, {"text": "I'm not putting 4i down, but you know jung was taking the ideas and expanding them Outward", "start": 5891.889, "duration": 5.36}, {"text": "and you know he said that there was an actually an unholy alliance between a hyper dependent child and a", "start": 5897.25, "duration": 5.969}, {"text": "And they need to pull over dependent mother and the alliance was the mother would always offer", "start": 5903.76, "duration": 4.38}, {"text": "so maybe the kid is supposed to go off and do something that would require a little bit of courage and effort and", "start": 5909.38, "duration": 4.7}, {"text": "The mother says well are you sure you're feeling well enough to do it and then the child could say", "start": 5917.54, "duration": 7.85}, {"text": "Yes", "start": 5926.96, "duration": 1.17}, {"text": "Or the child could say no, and then you know be put in bed", "start": 5928.13, "duration": 4.37}, {"text": "And maybe didn't all of that and but the thing is the child", "start": 5932.5, "duration": 3.359}, {"text": "Made the damn decision too, and you might think well, that's pretty harsh, but just because children are little doesn't mean. They're stupid and", "start": 5936.41, "duration": 6.979}, {"text": "You don't know children if you don't know how children know how to manipulate", "start": 5944.51, "duration": 4.01}, {"text": "Because they are staggeringly good at that because they're studying you non-stop trying to figure out", "start": 5949.04, "duration": 5.06}, {"text": "what you're up to and be how they can get what they want in the way that they wanted and so they can play a", "start": 5954.77, "duration": 6.709}, {"text": "Manipulative game no problem especially if they're well schooled in it, and so it's sort of like that. It's like", "start": 5961.79, "duration": 4.16}, {"text": "Maybe the mother is a little too a little timid and a little inclined to overprotect and maybe the child is a little", "start": 5966.2, "duration": 5.209}, {"text": "manipulative and a little willing to not take that courageous step out in the world and to", "start": 5972.5, "duration": 5.6}, {"text": "regress into infantile dependency", "start": 5978.41, "duration": 2.299}, {"text": "Instead and then you get a terrible dynamic building across time that is like a vicious circle", "start": 5981.47, "duration": 5.359}, {"text": "you know or like a positive feedback loop that just expands and expands and expands because sometimes in families you see a", "start": 5986.83, "duration": 5.339}, {"text": "Hyper dependent child and a perfectly independent child in same mother so obviously", "start": 5992.45, "duration": 6.079}, {"text": "Same there. I mean mother's very complex and mother for child a and mother for Child B", "start": 5999.14, "duration": 4.699}, {"text": "Are not the same mother even if they happen to be the same human being that literature is quite clear on that", "start": 6003.84, "duration": 4.35}, {"text": "But you get my point, but god's idea was", "start": 6008.2, "duration": 2.599}, {"text": "not only are you not doing well because", "start": 6013.06, "duration": 2.419}, {"text": "You're not doing well", "start": 6017.23, "duration": 1.04}, {"text": "But you're not doing well because you've actually really spent a lot of work figuring out how to not do well", "start": 6018.27, "duration": 5.129}, {"text": "this is like creative effort on your part and if you read about", "start": 6023.4, "duration": 3.959}, {"text": "Truly malevolent people and you could start with the Columbine killers because they left some very interesting diaries behind", "start": 6028.21, "duration": 6.14}, {"text": "So I would recommend them if you there plenty of serial killers you could read about in the people", "start": 6034.35, "duration": 5.04}, {"text": "Who've really gone out and done dark things", "start": 6039.39, "duration": 1.74}, {"text": "And I've read more than my fair share of that sort of thing and understand it quite well", "start": 6041.13, "duration": 3.84}, {"text": "If you really want to have your countenance fall and be roth", "start": 6046.78, "duration": 4.939}, {"text": "Ten years of brooding on", "start": 6052.63, "duration": 2.0}, {"text": "your own catastrophe", "start": 6055.09, "duration": 2.0}, {"text": "Sort of a loan and", "start": 6057.1, "duration": 1.92}, {"text": "Letting your fantasies. Take shape and", "start": 6059.02, "duration": 2.209}, {"text": "endi and egging them on and and", "start": 6061.78, "duration": 2.809}, {"text": "Allowing them to flourish and let's say take possession of you because that's exactly the right way to think of it. That will get you", "start": 6065.29, "duration": 6.799}, {"text": "Somewhere like this and there are more people who are like that than you think and you're more like that than you think", "start": 6073.06, "duration": 7.729}, {"text": "Well so kayne he's obviously not very happy about this whole answer obviously", "start": 6085.18, "duration": 4.219}, {"text": "Because the last thing you want to hear if your life is turned into a catastrophe and you", "start": 6089.74, "duration": 4.489}, {"text": "Take God to task for creating a universe where that sort of thing was allowed is that?", "start": 6094.36, "duration": 5.06}, {"text": "It's your own damn fault", "start": 6099.58, "duration": 1.32}, {"text": "And you should straighten up and fly right so to speak and you shouldn't be complaining about the nature of being", "start": 6100.9, "duration": 6.17}, {"text": "But that is the answer he gets and so then what happens", "start": 6108.52, "duration": 3.08}, {"text": "well we have to infer that if kane was angry before that he's a lot more angry now and", "start": 6112.21, "duration": 6.68}, {"text": "Of course that's exactly", "start": 6119.53, "duration": 2.0}, {"text": "what the story reveals and cain talked with abel his brother and", "start": 6122.17, "duration": 3.14}, {"text": "It came to pass when they were in the field that cain rose up against abel his brother and slew him", "start": 6127.21, "duration": 4.82}, {"text": "I'm going to read you something else now", "start": 6135.97, "duration": 2.0}, {"text": "This is foreshadowing again", "start": 6138.76, "duration": 2.0}, {"text": "This is from the same chapter by the way", "start": 6141.16, "duration": 2.0}, {"text": "Do what is Meaningful not what is expedient?", "start": 6143.65, "duration": 2.0}, {"text": "Jesus was Led into the wilderness according to the story to be tempted by the devil Matthew 4:1 prior to his crucifixion", "start": 6145.9, "duration": 6.709}, {"text": "This is the story of cain", "start": 6152.83, "duration": 2.0}, {"text": "Restated abstractly cain is far from happy as we have seen he's working hard or so he thinks but God is not pleased", "start": 6155.17, "duration": 6.919}, {"text": "Meanwhile Abel is dancing away in the daisies his crops flourish women love him first of all. He's a pretty good guy", "start": 6162.61, "duration": 6.53}, {"text": "Everyone oh is it he deserves his good fortune all the more reason to hate him", "start": 6170.02, "duration": 4.549}, {"text": "I used to joke when I used to teach at Harvard and now and then my wife would have some of the undergraduates over", "start": 6174.61, "duration": 6.2}, {"text": "We used to joke afterwards because some of them were many of them were very remarkable kids. You know like they", "start": 6180.88, "duration": 5.689}, {"text": "They were super smart they were athletic or they had some dramatic ability or they were musicians, or they done some spectacular", "start": 6187.36, "duration": 6.53}, {"text": "Charitable work because he basically to get", "start": 6194.5, "duration": 2.149}, {"text": "Accepted into harvard you had to be top of your damn school", "start": 6196.719, "duration": 2.9}, {"text": "And then you had to have at least two other outstanding things going for you", "start": 6199.62, "duration": 3.899}, {"text": "You know and what was so annoying about most of these kids", "start": 6203.52, "duration": 2.729}, {"text": "This was our joke with you really both liked them and respected them", "start": 6206.25, "duration": 4.14}, {"text": "It's like we my joke was do you think they would have had the good graces to be like?", "start": 6210.39, "duration": 4.799}, {"text": "Dislikeable sons of bitches at least with all the all those other great things going for them. They had to act like", "start": 6215.679, "duration": 6.08}, {"text": "Respectability and like ability to it as well, so you thought well, you know it really couldn't happen to a better person", "start": 6222.46, "duration": 5.479}, {"text": "It's like good. God well, that's that's that's able situation. You know it's like and you know the funny thing, too", "start": 6227.94, "duration": 6.569}, {"text": "Is that that's an ideal? That's the ideal right because an ideal person let's say would be", "start": 6234.51, "duration": 4.8}, {"text": "someone who you would want to be like and and someone who is operating in the world like you would want to operate and", "start": 6240.76, "duration": 7.13}, {"text": "Someone whom fortune was smiling on and someone who is making the right sacrifices. It's really what you would want to be and", "start": 6248.05, "duration": 7.189}, {"text": "So can kill that?", "start": 6256.06, "duration": 2.0}, {"text": "Right so it's a psychological story too, and you see this in the cynicism that people have about", "start": 6259.57, "duration": 5.959}, {"text": "People who have done well in the world. They're always looking for some reason. Why they've done well", "start": 6266.11, "duration": 5.66}, {"text": "they must be crooked or they must be they must be conniving or they must be arrogant or they must be", "start": 6271.77, "duration": 5.189}, {"text": "psychopathic or you know and of course all of those things exist", "start": 6277.33, "duration": 2.659}, {"text": "But it's a very bad trick to play on yourself to make the proposition that the person in the world who?", "start": 6280.03, "duration": 6.89}, {"text": "represents your own ideal is that ideal because of", "start": 6287.38, "duration": 3.5}, {"text": "Despicable reasons because what you do is train yourself that the ideal that you should pursue can only exist if it's motivated by", "start": 6292.06, "duration": 6.649}, {"text": "Despicable reasons, and then what not only is able your brother dad as your brother in the field in reality", "start": 6298.929, "duration": 6.92}, {"text": "But you've also slaughtered your own ideal", "start": 6305.85, "duration": 2.789}, {"text": "Well, then what the hell are you going to work for well? How are you gonna live then?", "start": 6309.34, "duration": 3.589}, {"text": "Well bitterly and miserably that's for sure", "start": 6313.75, "duration": 2.839}, {"text": "Bitterly miserably and hopelessly that's how you're going to live you know it's so rare that I see", "start": 6316.989, "duration": 6.05}, {"text": "especially", "start": 6323.65, "duration": 1.11}, {"text": "publicly", "start": 6324.76, "duration": 1.169}, {"text": "that people", "start": 6325.929, "duration": 1.591}, {"text": "Honestly admit with sports figures. They'll do it. That's that's one place where that seems to happen, but it's so uncommon for", "start": 6327.52, "duration": 7.699}, {"text": "expressions of admiration and gratitude to", "start": 6335.92, "duration": 3.379}, {"text": "manifest themselves in any public", "start": 6340.21, "duration": 2.449}, {"text": "communication of any Sort newspapers TV", "start": 6343.719, "duration": 2.27}, {"text": "YouTube Twitter, it's almost always", "start": 6346.659, "duration": 3.05}, {"text": "Undermining and backbiting and criticism and very often directed to people who?", "start": 6351.52, "duration": 5.029}, {"text": "Who have often done little else, but?", "start": 6359.8, "duration": 2.03}, {"text": "Bring good things into the world for other people, and that's part of why this is such a profound story", "start": 6362.619, "duration": 6.89}, {"text": "He's a pretty good guy everyone knows that he deserves his good fortune all the more reason to hate him", "start": 6372.01, "duration": 4.879}, {"text": "That's for sure kane broods on his misfortune like a vulture on an egg", "start": 6377.08, "duration": 4.879}, {"text": "He enters the desert wilderness of his own mind. He", "start": 6382.33, "duration": 3.409}, {"text": "Obsesses over his ill fortune and betrayal he nourishes his resentment", "start": 6385.96, "duration": 4.489}, {"text": "He indulges in ever more elaborate fantasies of revenge", "start": 6394.3, "duration": 2.839}, {"text": "His arrogance grows to Luciferian proportions. I'm ill used and oppressed", "start": 6398.08, "duration": 5.149}, {"text": "He thinks this is a stupid bloody planet it can go to hell", "start": 6403.23, "duration": 4.56}, {"text": "And with that he encounters Satan in the wilderness and falls prey to his temptations", "start": 6408.639, "duration": 5.39}, {"text": "And he does what he can in John Milton's unforgettable words", "start": 6415.15, "duration": 3.56}, {"text": "To confound the race of mankind in the first route and mingle and involve Earth with hell", "start": 6419.139, "duration": 6.74}, {"text": "done all", "start": 6426.34, "duration": 1.89}, {"text": "despite the Great creator", "start": 6428.23, "duration": 2.54}, {"text": "He turns to evil to obtain what good forbade him, and he does it voluntarily self consciously and with malice.", "start": 6433.659, "duration": 7.14}, {"text": "Let him who has ears hear.", "start": 6442.61, "duration": 2.149}, {"text": "So that's the first two human beings. The resentful, bitter, failure", "start": 6449.27, "duration": 5.54}, {"text": "taking an axe to the admirable success", "start": 6456.11, "duration": 3.409}, {"text": "Then the Lord said unto cain. Where is abel thy brother, and he said I know not am I my brother's keeper", "start": 6465.71, "duration": 4.94}, {"text": "and", "start": 6473.06, "duration": 1.8}, {"text": "He said what hast thou done the voice of thy brother's blood crieth unto me from the ground?", "start": 6474.86, "duration": 5.359}, {"text": "Now art thou cursed from the Earth which hath opened her mouth to receive thy brother's blood from thy hand", "start": 6483.77, "duration": 6.11}, {"text": "You know if you want to understand that which I would recommend you could read Dostoyevsky's", "start": 6491.57, "duration": 6.199}, {"text": "Crime and punishment", "start": 6499.79, "duration": 2.0}, {"text": "That's a great", "start": 6501.95, "duration": 1.71}, {"text": "It's a great novel. I think it might be the greatest novel ever written because I haven't read every novel", "start": 6503.66, "duration": 4.64}, {"text": "But in my experience, it's the greatest novel and it is exactly this it", "start": 6508.3, "duration": 5.1}, {"text": "It says what happens psychologically if you commit the ultimate crime", "start": 6514.4, "duration": 4.129}, {"text": "It's amazing. It's absolutely amazing it's it's it's", "start": 6519.2, "duration": 3.2}, {"text": "There's", "start": 6523.76, "duration": 1.74}, {"text": "There's no psychologist like dostoyevsky", "start": 6525.5, "duration": 2.42}, {"text": "We now tell us the ground it shall not henceforth Yield unto thee her strength", "start": 6528.89, "duration": 3.56}, {"text": "A fugitive and a vagabond shalt thou be in the Earth and cain said unto the Lord", "start": 6532.52, "duration": 4.55}, {"text": "My punishment is greater than I can bear now one of the things that's interesting about this is that you know it", "start": 6537.68, "duration": 5.689}, {"text": "I think the punishment that God lays on cain is", "start": 6543.58, "duration": 3.689}, {"text": "It's like the inevitable consequences of cain's action. It's something like that. It's like well. He killed his brother", "start": 6548.3, "duration": 6.049}, {"text": "There's no going back from that man like", "start": 6555.98, "duration": 2.06}, {"text": "good luck forgiving yourself for", "start": 6559.19, "duration": 2.0}, {"text": "That especially if he was an ideal, especially if he was your ideal because he haven't just killed your brother and of course", "start": 6561.62, "duration": 6.35}, {"text": "tortured your parents and the rest of your family you've deprived the community of someone who is upstanding and", "start": 6569.09, "duration": 5.479}, {"text": "You did it for the worst possible motivations. It's like", "start": 6575.63, "duration": 3.379}, {"text": "There's no", "start": 6580.88, "duration": 1.469}, {"text": "up from there right that's", "start": 6582.349, "duration": 2.84}, {"text": "That's as close to hell as you could manage on Earth", "start": 6585.949, "duration": 2.54}, {"text": "I would say and kane said unto the lord my punishment is greater than I can bear", "start": 6588.489, "duration": 3.689}, {"text": "Behold thou hast driven me out this day from the face of the earth and from thy face shall I be hid", "start": 6593.389, "duration": 5.06}, {"text": "Doubt to is like there's also no", "start": 6598.579, "duration": 2.479}, {"text": "Turning back to God let's say after an error like that because well", "start": 6601.67, "duration": 4.79}, {"text": "You've done everything you possibly could to spite", "start": 6607.729, "duration": 3.17}, {"text": "God", "start": 6611.539, "duration": 1.02}, {"text": "Assuming he exists and the probability that you're going to be able to mend that relationship in your now broken state", "start": 6612.559, "duration": 7.13}, {"text": "When you couldn't mend it to begin with before you did something so terrible", "start": 6620.479, "duration": 4.04}, {"text": "starts to move towards zero and", "start": 6625.46, "duration": 2.0}, {"text": "It shall come to pass that everyone that findeth me shall slay me and the Lord said unto him there for", "start": 6627.8, "duration": 5.6}, {"text": "whosoever Slayeth cain Vengeance Shall be taken on Him, Sevenfold", "start": 6634.01, "duration": 3.709}, {"text": "And the Lord said a mark upon cain lest any finding him should kill him that's an interesting thing", "start": 6638.059, "duration": 5.689}, {"text": "I wanted about that for a long time because you might think well", "start": 6643.749, "duration": 2.85}, {"text": "Why would God take cain under his wing so to speak given? What's already happened, and I think it has something to do with", "start": 6646.599, "duration": 4.95}, {"text": "The emergence of the idea that it was necessary to prevent tit-for-tat", "start": 6652.159, "duration": 4.79}, {"text": "revenge slayings, it's something like that you know and", "start": 6657.559, "duration": 3.02}, {"text": "And there's hints of that later in the text because you know it's like", "start": 6661.13, "duration": 3.56}, {"text": "Well, I kill your brother and then you kill two of my brothers", "start": 6665.059, "duration": 3.14}, {"text": "And then I kill your whole family and then you kill my whole town", "start": 6668.199, "duration": 3.629}, {"text": "And then I kill your whole country and then we blow up the world. It's like. Yeah, that's probably not a very", "start": 6671.829, "duration": 5.01}, {"text": "intelligent", "start": 6677.539, "duration": 1.08}, {"text": "solution to the Initial", "start": 6678.619, "duration": 1.411}, {"text": "Problem even though the initial problem which might be a murder is not an easy thing to solve", "start": 6680.03, "duration": 4.699}, {"text": "But I think it's something like that and then the last part of the story is", "start": 6684.889, "duration": 4.49}, {"text": "God's William Blake", "start": 6690.499, "duration": 2.0}, {"text": "so Adam and eve have discovered their dead son, and", "start": 6695.269, "duration": 4.18}, {"text": "cain", "start": 6700.84, "duration": 1.529}, {"text": "Has become cognizant. I would say of what he did and what he is", "start": 6702.369, "duration": 4.609}, {"text": "right so it's another entrance into a form of self-consciousness, it's it's", "start": 6707.619, "duration": 4.129}, {"text": "You know the self-consciousness that Adam and Eve developed was painful enough", "start": 6712.51, "duration": 4.04}, {"text": "They become aware of their own vulnerability in their nakedness and perhaps even their capacity for evil, but cain becomes aware of his", "start": 6716.86, "duration": 7.129}, {"text": "Voluntary engagement with Evil itself and", "start": 6727.239, "duration": 2.719}, {"text": "sees that as a crucial", "start": 6730.989, "duration": 2.089}, {"text": "Human capability", "start": 6734.169, "duration": 2.0}, {"text": "And that's something modern people. You know it's no wonder we don't take it seriously like I know in the academy and", "start": 6736.809, "duration": 5.81}, {"text": "Among intellectual circles for decades the idea of Evil has been it's like", "start": 6743.409, "duration": 4.339}, {"text": "What are you?", "start": 6748.389, "duration": 1.77}, {"text": "Medieval or something you know the whole idea of evil you don't that's a non-starter as an intellectual", "start": 6750.159, "duration": 5.45}, {"text": "Starting place as a as a topic and that's something that I've just been unable to understand because I cannot understand how you could possibly", "start": 6756.639, "duration": 7.609}, {"text": "Have more than a cursory knowledge of the history of the 20th century", "start": 6766.059, "duration": 4.31}, {"text": "much much less a deep knowledge of the history of the 20th century and", "start": 6771.579, "duration": 3.47}, {"text": "To walk away with any other conclusion, then well good might not exist but evil hey", "start": 6775.689, "duration": 7.19}, {"text": "the Evidence for that is", "start": 6784.599, "duration": 2.0}, {"text": "So overwhelming that", "start": 6787.689, "duration": 2.0}, {"text": "That only willful blindness could possibly explain denying in its existence", "start": 6792.4, "duration": 5.839}, {"text": "and", "start": 6801.07, "duration": 1.259}, {"text": "That was actually a useful discovery for me", "start": 6802.329, "duration": 2.51}, {"text": "because I also", "start": 6805.479, "duration": 1.98}, {"text": "concluded", "start": 6807.459, "duration": 1.2}, {"text": "Perhaps that if it was true evil existed then it", "start": 6808.659, "duration": 4.64}, {"text": "It was true by inference that its opposite existed", "start": 6813.909, "duration": 2.959}, {"text": "Because the opposite of evil. Let's say the evil of the concentration camp. Let's say or we could get more specific about it", "start": 6817.689, "duration": 5.81}, {"text": "We could say there's this one thing that used to happen in our Switz", "start": 6823.499, "duration": 2.97}, {"text": "where they would take", "start": 6827.05, "duration": 2.0}, {"text": "People off the incoming trains those who lived you know that weren't stacked around the outside of the train", "start": 6829.429, "duration": 6.68}, {"text": "Train", "start": 6837.679, "duration": 1.92}, {"text": "Cars and you know froze to death because it was too cold", "start": 6839.599, "duration": 3.53}, {"text": "You know those who only had to be stuck in the middle where it was warm enough", "start": 6843.13, "duration": 2.849}, {"text": "So that maybe the old people died because they suffocated", "start": 6845.979, "duration": 3.6}, {"text": "But at least some of them were alive when they made it to our sweats", "start": 6849.579, "duration": 3.54}, {"text": "and then they took those poor people out one of the tricks that the guards used to play on them was to have the", "start": 6853.119, "duration": 4.919}, {"text": "the Newly arrived prisoners", "start": 6858.769, "duration": 2.0}, {"text": "Hoist like hundred pound sacks of wet salt and carried them from one side of the compound", "start": 6861.079, "duration": 5.72}, {"text": "And these compounds were big this was a city. It wasn't like a gymnasium", "start": 6867.05, "duration": 4.04}, {"text": "It was like a city there were tens of thousands of people there", "start": 6871.09, "duration": 2.79}, {"text": "they'd have them carry the sack of wet salt from one side of the compound to the other and", "start": 6874.059, "duration": 4.169}, {"text": "then back", "start": 6878.929, "duration": 2.0}, {"text": "right and that was to make a mockery out of the", "start": 6880.969, "duration": 3.109}, {"text": "Notion that work would set you free. It's like no. No you work here, but there's nothing productive about it", "start": 6884.989, "duration": 5.959}, {"text": "The whole point it's exactly the opposite of sacrifice in some sense, it's oh, we're going to make you act out working", "start": 6891.469, "duration": 6.259}, {"text": "But all it will do is speed your demise", "start": 6897.729, "duration": 2.49}, {"text": "and maybe we can decorate it up a little bit because not only will it speed up your demise it will do it in a", "start": 6900.219, "duration": 4.799}, {"text": "Very painful way while simultaneously increasing", "start": 6905.019, "duration": 2.58}, {"text": "The probability that other people's demises will be painful and sped up. It's a work of arts. That's for sure and", "start": 6907.999, "duration": 6.59}, {"text": "To to know about that sort of thing and not to not regard it as evil means", "start": 6916.579, "duration": 4.34}, {"text": "Well, you can figure out what it means for yourself", "start": 6921.32, "duration": 2.33}, {"text": "and", "start": 6924.38, "duration": 1.319}, {"text": "Cain went out from the presence of the Lord and dwelt in the land of Nod on the east of Eden", "start": 6925.699, "duration": 4.129}, {"text": "and", "start": 6930.769, "duration": 1.591}, {"text": "cain knew his wife and she conceived you know and one of the critics the criticisms are fairly common criticism of", "start": 6932.36, "duration": 5.6}, {"text": "These biblical stories is well if cain and Abel were the only two", "start": 6939.32, "duration": 3.319}, {"text": "People and from Adam and eve. It's like where did all these other people come from and doesn't that make the story?", "start": 6943.76, "duration": 5.33}, {"text": "Like simple-Minded it's like no that makes the reader simple-Minded", "start": 6950.329, "duration": 3.919}, {"text": "You know I mean really that's the best criticism of this you're going to come up with I mean absolutely", "start": 6954.889, "duration": 5.26}, {"text": "missed the point that that would be the right response you missed the point and", "start": 6962.25, "duration": 3.569}, {"text": "Cain knew his wife and she conceived and bare enoch", "start": 6966.28, "duration": 2.63}, {"text": "And he builded the city and so it's cain that builds the cities and starts the civilization and called that's pretty rough too, right?", "start": 6968.91, "duration": 6.899}, {"text": "so it's the first fratricidal murderer who builds the cities after the name of his son enoch and", "start": 6975.81, "duration": 5.58}, {"text": "unto enoch was born around ETc Etc", "start": 6981.61, "duration": 2.36}, {"text": "Going through the generations and lamech took unto him two wives the name of the one without on the name of the other zillah", "start": 6985.21, "duration": 5.99}, {"text": "this is a an", "start": 6991.54, "duration": 1.29}, {"text": "attempt to Flesh out the genealogy and to describe how culture started in some sense in these tribal communities and", "start": 6992.83, "duration": 6.77}, {"text": "Ada bear jebel and he was the father of such as dwell in tents and of such as have cattle and", "start": 6999.88, "duration": 5.72}, {"text": "His brother's name was jubal", "start": 7006.69, "duration": 1.7}, {"text": "and he was the father of all such handle the harp and organ and zilla she also bear tubal-cain an", "start": 7008.39, "duration": 5.699}, {"text": "instructor of error every artificer in brass and Iron", "start": 7014.25, "duration": 2.72}, {"text": "Tubal-cain", "start": 7017.91, "duration": 2.0}, {"text": "traditionally is the first person who makes weapons of war and lamech back to Lamech a", "start": 7020.13, "duration": 7.85}, {"text": "Descendant of cain", "start": 7029.4, "duration": 2.0}, {"text": "Said unto his wives adah and Zillah hear my voice", "start": 7031.41, "duration": 3.259}, {"text": "he wise of lamech Hearken unto my speech for I have slain a man to my wounding and a young man to my hurt if", "start": 7034.67, "duration": 5.82}, {"text": "Cain be avenged Sevenfold Truly Lamech seventy and Sevenfold", "start": 7040.65, "duration": 4.55}, {"text": "Well what I see, and that is this", "start": 7049.29, "duration": 2.0}, {"text": "proclivity of this", "start": 7052.5, "duration": 2.0}, {"text": "murderous capacity of cain as it manifests itself as society develops to", "start": 7054.72, "duration": 6.649}, {"text": "To a murderous intent that transcends the mirror killing of a brother", "start": 7062.31, "duration": 4.91}, {"text": "You hurt me I hurt you back. No. You heard me. I kill you in six other people and", "start": 7068.13, "duration": 5.899}, {"text": "The thing that happens after that is to not make it seven people", "start": 7074.97, "duration": 3.859}, {"text": "But to make it seventy people, and so there's this idea that once that", "start": 7078.83, "duration": 3.689}, {"text": "that first", "start": 7083.1, "duration": 1.86}, {"text": "Murderous", "start": 7084.96, "duration": 1.11}, {"text": "Seed is sown", "start": 7086.07, "duration": 1.74}, {"text": "It has this proclivity to", "start": 7087.81, "duration": 2.12}, {"text": "Manifest itself exponentially and that's a warning and that's also why I think Tubal cain", "start": 7090.84, "duration": 5.81}, {"text": "Who's one of cain's descendants was the first person who made?", "start": 7097.08, "duration": 3.89}, {"text": "weapons of War", "start": 7101.61, "duration": 2.0}, {"text": "And that's pretty much the story of cain and Abel and it's a hell of a story", "start": 7109.32, "duration": 4.459}, {"text": "as far as I can tell and I think it's worth thinking about pretty much forever because", "start": 7114.33, "duration": 5.569}, {"text": "there's so many so many it has so many facets you know and I think the", "start": 7121.77, "duration": 7.25}, {"text": "most", "start": 7129.96, "duration": 2.0}, {"text": "usefully revealing of those facets is the", "start": 7132.54, "duration": 2.779}, {"text": "The potential for the story once understood to shed light on not", "start": 7136.71, "duration": 5.33}, {"text": "your own failure not even on your", "start": 7143.67, "duration": 2.149}, {"text": "rejection by being let's say", "start": 7146.76, "duration": 2.0}, {"text": "but by the but on the", "start": 7149.7, "duration": 2.239}, {"text": "proclivity to", "start": 7153.66, "duration": 1.53}, {"text": "murder", "start": 7155.19, "duration": 1.65}, {"text": "the best and the best in you", "start": 7156.84, "duration": 2.66}, {"text": "for revenge upon that", "start": 7160.44, "duration": 2.24}, {"text": "violation", "start": 7164.7, "duration": 1.89}, {"text": "because", "start": 7166.59, "duration": 1.26}, {"text": "What that means and we know that knowledge of good and evil into the world so to speak with Adam and eve's transgression is", "start": 7167.85, "duration": 6.77}, {"text": "That now not only does humanity have to contend with", "start": 7175.2, "duration": 2.869}, {"text": "Tragedy and suffering and even the", "start": 7179.46, "duration": 3.74}, {"text": "unharvested fruits of Proper Sacrifice, But with the introduction of real Malevolence into the world, so", "start": 7185.61, "duration": 7.88}, {"text": "There's the fall", "start": 7196.5, "duration": 2.0}, {"text": "into history, and then there's the discovery of", "start": 7199.14, "duration": 2.719}, {"text": "Sacrifice as a medication for the fall and then there's a counter position", "start": 7202.44, "duration": 4.52}, {"text": "which is the emergence of malevolence as the enemy of proper Sacrifice and", "start": 7206.96, "duration": 5.58}, {"text": "that's where we're left at the end of", "start": 7213.66, "duration": 2.0}, {"text": "cain and Abel and", "start": 7216.48, "duration": 2.0}, {"text": "That's the end of that lecture. Thank", "start": 7219.06, "duration": 2.54}, {"text": "Alright", "start": 7226.86, "duration": 1.26}, {"text": "ok so you said that one of your moral axioms is that pain is bad and", "start": 7228.12, "duration": 4.76}, {"text": "So we should work to eliminate unnecessary suffering", "start": 7233.61, "duration": 2.54}, {"text": "Isn't this the basis for a secular morality like utilitarianism and can we therefore be Moral without religion?", "start": 7237.63, "duration": 7.429}, {"text": "Well, I don't think that its first of all probably", "start": 7251.49, "duration": 5.239}, {"text": "To the first question, but that's also", "start": 7258.12, "duration": 4.22}, {"text": "that", "start": 7264.09, "duration": 1.35}, {"text": "Derivation is predicated on the idea that that's the only idea", "start": 7265.44, "duration": 4.1}, {"text": "You know that I'm putting forward as a ethical idea, and it's not if that was the only idea well", "start": 7270.18, "duration": 5.87}, {"text": "Then you could derive from that a fairly straightforward brand of utility utilitarianism, but that also I think to", "start": 7276.05, "duration": 7.409}, {"text": "Push the argument in that direction also", "start": 7287.28, "duration": 2.0}, {"text": "Necessitates the reduction of what might constitute pain to something to uni-dimensional", "start": 7290.76, "duration": 7.25}, {"text": "Because I think suffering is better term than pain although pain in some sense is at the core of suffering", "start": 7299.52, "duration": 5.93}, {"text": "Suffering is a multi-dimensional", "start": 7306.54, "duration": 2.0}, {"text": "phenomena, and I don't think that you can draw a", "start": 7308.7, "duration": 4.04}, {"text": "simple utilitarian argument from", "start": 7313.47, "duration": 3.08}, {"text": "that", "start": 7317.82, "duration": 2.0}, {"text": "either the existence of suffering or the observation that it's", "start": 7320.46, "duration": 4.07}, {"text": "The reduction of unnecessary suffering might be a good thing", "start": 7325.32, "duration": 3.379}, {"text": "So I'm also leery of those", "start": 7330.27, "duration": 4.64}, {"text": "see it's not reasonable in some sense to reduce a", "start": 7336.36, "duration": 5.0}, {"text": "complex set of ideas to a single proposition", "start": 7342.72, "duration": 2.509}, {"text": "And then say the ideas that I've been putting forward and then to reduce another complex philosophical", "start": 7345.33, "duration": 4.97}, {"text": "Set of ideas to a single proposition, and then say aren't those two things the same and they are to reduce them to the two", "start": 7350.58, "duration": 7.82}, {"text": "simple axioms or you could argue that they're the same but", "start": 7359.46, "duration": 3.02}, {"text": "but you but I would say there's a", "start": 7363.09, "duration": 2.27}, {"text": "Tremendous amount left out in the telling and that what's left out is relevant it kind of reminds me of those", "start": 7365.49, "duration": 5.18}, {"text": "Those philosophical games that pSychologists often play. It's like well, if there was I?", "start": 7371.25, "duration": 5.36}, {"text": "Think when I what's the one, I don't know if I can", "start": 7377.43, "duration": 2.18}, {"text": "recall this properly", "start": 7380.25, "duration": 2.0}, {"text": "It's the trolley cart problem", "start": 7382.98, "duration": 2.0}, {"text": "something like", "start": 7385.83, "duration": 1.65}, {"text": "You know if there was a train that was out of control and it was", "start": 7387.48, "duration": 4.189}, {"text": "going towards", "start": 7392.4, "duration": 2.0}, {"text": "Six people on one track when you flip a switch, so it's switched tracks and only killed one person", "start": 7394.41, "duration": 5.629}, {"text": "Would you do that and I read a question like that. I think", "start": 7400.89, "duration": 3.049}, {"text": "that's a stupid question and the reason I think that is because", "start": 7404.7, "duration": 3.979}, {"text": "you can't take a situation like that and", "start": 7409.74, "duration": 2.599}, {"text": "Render it", "start": 7413.31, "duration": 1.17}, {"text": "Properly by reducing it to that question and then you also can't assume that", "start": 7414.48, "duration": 4.91}, {"text": "The person who answers that question would in fact act in the way they answered you can't presume any of that", "start": 7420.03, "duration": 6.349}, {"text": "it's like because in a situation like that in a", "start": 7426.38, "duration": 2.37}, {"text": "High-stress situation like that the", "start": 7429.54, "duration": 2.0}, {"text": "Devil is in the details", "start": 7432.0, "duration": 1.43}, {"text": "And I've dealt with situations like that a number of times and know perfectly well that the devils in the detail", "start": 7433.43, "duration": 6.419}, {"text": "so I think that there's a", "start": 7439.85, "duration": 1.84}, {"text": "there's an intellectual reduction to make a philosophical point that doesn't give the complexity of the topic Justice and", "start": 7441.69, "duration": 7.58}, {"text": "then", "start": 7449.88, "duration": 1.14}, {"text": "there's a second part to that which was and", "start": 7451.02, "duration": 3.319}, {"text": "Therefore can't we be Moral without religion. Well I", "start": 7455.22, "duration": 3.77}, {"text": "Would say that question also suffers in some sense from the same", "start": 7459.66, "duration": 4.189}, {"text": "Problem of formulation, I I'm very", "start": 7464.7, "duration": 2.75}, {"text": "Hesitant ever to answer a question of the form is a", "start": 7468.9, "duration": 4.4}, {"text": "Merely a manifestation of B", "start": 7473.91, "duration": 2.149}, {"text": "When a and B are very complex things because the answer that is it depends on what you mean by Moral", "start": 7476.31, "duration": 7.22}, {"text": "And what you mean by religious?", "start": 7483.53, "duration": 2.0}, {"text": "because", "start": 7486.21, "duration": 1.23}, {"text": "You see there's an underlying", "start": 7487.44, "duration": 2.0}, {"text": "intellectual", "start": 7491.46, "duration": 1.83}, {"text": "maneuver in in a question like that and", "start": 7493.29, "duration": 2.0}, {"text": "The underlying maneuver is the a priori", "start": 7495.75, "duration": 2.99}, {"text": "assumption that something as complex as religion or as complex as morality can be reduced to an", "start": 7499.08, "duration": 6.5}, {"text": "object with a name and that", "start": 7505.89, "duration": 2.0}, {"text": "Then two objects reduced to the name can be assessed simultaneously, and I don't think that that's the case I think", "start": 7508.32, "duration": 7.849}, {"text": "you can say something like", "start": 7516.9, "duration": 2.0}, {"text": "Is a triangle a square, I think you can say that but I don't think you can say", "start": 7519.179, "duration": 6.17}, {"text": "Is it possible to have morality without religion? I don't think you can have that question because it it has to be expanded out", "start": 7526.679, "duration": 7.04}, {"text": "So it's like what do you mean by morality exactly and what do you mean by religion because maybe and maybe not and so?", "start": 7533.719, "duration": 5.79}, {"text": "And so the answer to that question is to decompose the question I", "start": 7540.48, "duration": 4.699}, {"text": "Don't want my young children indoctrinated with dangerous ideas", "start": 7567.239, "duration": 3.38}, {"text": "and as time marches on I trust public education less and less I", "start": 7571.53, "duration": 4.01}, {"text": "Know that you have strong thoughts on the danger of the devouring oedipal mother who harms your child by protecting them", "start": 7575.909, "duration": 5.51}, {"text": "And that's certainly not what I aspire to I", "start": 7582.09, "duration": 3.169}, {"text": "Wonder if in spite of your idea that kids need to become tough and learn to slay dragons if you have anything good to say", "start": 7586.409, "duration": 6.29}, {"text": "about the idea of homeschooling", "start": 7592.699, "duration": 2.0}, {"text": "Well, I don't have anything bad to say about it", "start": 7595.44, "duration": 2.75}, {"text": "I do know that the", "start": 7598.19, "duration": 1.719}, {"text": "Quebec government has recently taken moves to make it much more difficult for people to homeschool their children", "start": 7599.909, "duration": 4.94}, {"text": "And it's not like five years. I mean", "start": 7604.92, "duration": 3.259}, {"text": "15 Years Ago I", "start": 7608.88, "duration": 2.0}, {"text": "Would have presumed that the vast majority of people who were homeschooling their children were", "start": 7611.25, "duration": 4.969}, {"text": "To be viewed with skepticism", "start": 7617.28, "duration": 1.98}, {"text": "Initially I'm not so sure about that anymore", "start": 7619.26, "duration": 2.57}, {"text": "You know for example. I was sent a poster today", "start": 7626.4, "duration": 2.419}, {"text": "someone sent me this link that they found in the local junior high school and one of the", "start": 7629.85, "duration": 5.149}, {"text": "Media pieces that were recommended on this poster was a movie called Hedwig and the angry inch", "start": 7636.27, "duration": 5.75}, {"text": "now I", "start": 7642.69, "duration": 1.41}, {"text": "Thought that was a terrible movie even though. I'm perfectly capable of enjoying bizarre movies, but so it's a bizarre movie", "start": 7644.1, "duration": 7.16}, {"text": "That's for sure, but I also thought it was a terrible bitter", "start": 7651.26, "duration": 2.759}, {"text": "Movie terrible and bitter those are separate a movie can be bitter and be quite great", "start": 7654.75, "duration": 4.85}, {"text": "But it was a terrible movie and it was a bitter movie, but I can tell you one bloody thing about that movie", "start": 7659.64, "duration": 4.549}, {"text": "It's not required viewing for twelve-Year-old kids that's for sure, so", "start": 7664.59, "duration": 4.159}, {"text": "I think you have increasing reason to be skeptical of the public education system. I also looked at the", "start": 7669.66, "duration": 5.509}, {"text": "elementary teachers federation of Ontario's", "start": 7675.78, "duration": 2.389}, {"text": "guidelines for education from Kindergarten to Grade 8 and what that is in", "start": 7679.8, "duration": 4.549}, {"text": "essence, and I think I will do a video about it in the relatively near future is a", "start": 7685.02, "duration": 3.74}, {"text": "blueprint for transforming children into social Justice warriors it basically says that", "start": 7689.28, "duration": 4.489}, {"text": "It's like you don't have to be a conspiracy theory to read that I mean we have social justice", "start": 7694.29, "duration": 4.76}, {"text": "tribunals in Ontario and so the idea is well if you're going to get your children if you're going to get people to", "start": 7699.42, "duration": 6.05}, {"text": "What would you say favor equity?", "start": 7706.47, "duration": 2.0}, {"text": "Properly well then you better start teaching them well. They're young it's like", "start": 7709.26, "duration": 4.339}, {"text": "maybe not", "start": 7715.08, "duration": 2.0}, {"text": "So now you you ask that question properly because you say well", "start": 7717.72, "duration": 4.549}, {"text": "The terrible education system the wonderful mother homeschooling right? That's the danger", "start": 7722.82, "duration": 5.119}, {"text": "it's like no because it might not be the wonderful mother homeschooling it might be the", "start": 7727.94, "duration": 5.13}, {"text": "pathological mother using the Pathology of the education system as a", "start": 7733.38, "duration": 3.26}, {"text": "Excuse to get her talons into her children right because that's certainly", "start": 7737.16, "duration": 4.04}, {"text": "Equally possible or perhaps even more possible because at least in the public education system. There's some", "start": 7741.39, "duration": 5.419}, {"text": "Necessity for consensus, so", "start": 7748.02, "duration": 2.359}, {"text": "To have something that you have to be very", "start": 7751.26, "duration": 2.0}, {"text": "Aware of and work to prevent right and so I would say if you're going to do that", "start": 7753.6, "duration": 4.729}, {"text": "Probably best not to do it on your own", "start": 7759.18, "duration": 2.0}, {"text": "And you need it's like you need a board of advisors or something like that", "start": 7761.88, "duration": 3.47}, {"text": "And so maybe it can't just be you and you have to figure out well, what what is the Aim?", "start": 7765.35, "duration": 3.72}, {"text": "And how are you going to manage that and what makes you think you can do it even if it's being done badly?", "start": 7770.19, "duration": 4.64}, {"text": "Publicly, what makes you think you could do it better", "start": 7775.26, "duration": 2.479}, {"text": "I mean my general advice is and people have asked me this in fact", "start": 7777.74, "duration": 3.509}, {"text": "I had a conversation with the guy who was Tyler my", "start": 7781.25, "duration": 2.56}, {"text": "Backyard this morning about something his son had said to him that he was taught at school recently", "start": 7783.97, "duration": 5.449}, {"text": "Which really made the Tyler who had come from a rather authoritarian country?", "start": 7789.85, "duration": 4.819}, {"text": "Step back on his heels and think I'm not so sure I should be sending my kid to public school anymore", "start": 7795.04, "duration": 4.76}, {"text": "and maybe I shouldn't be living in Toronto even you know but", "start": 7799.8, "duration": 3.779}, {"text": "my general advice is keep an eye on your kids and discuss with them what they're learning and and", "start": 7804.31, "duration": 6.41}, {"text": "help equip them with the tools to", "start": 7811.81, "duration": 2.839}, {"text": "not only to", "start": 7816.79, "duration": 1.71}, {"text": "articulate Their own Viewpoint in", "start": 7818.5, "duration": 2.0}, {"text": "Response to what they're being taught now if the problem is you might not have the time nor the ability to do that?", "start": 7820.66, "duration": 5.479}, {"text": "that's no simple thing and", "start": 7826.14, "duration": 1.93}, {"text": "increasingly if you're unwilling to", "start": 7828.07, "duration": 2.0}, {"text": "Have your children participate in what is increasingly?", "start": 7830.68, "duration": 3.949}, {"text": "indoctrination and not education thanks to in no small part to the Ontario institute of studies on education which is an", "start": 7835.27, "duration": 7.28}, {"text": "Institution that I particularly despise because I think that all it does is almost all it does now is produce", "start": 7842.86, "duration": 6.23}, {"text": "indoctrinate Errs of Children", "start": 7849.97, "duration": 2.0}, {"text": "It's not an easy. It's not an easily easy problem to solve", "start": 7852.31, "duration": 3.77}, {"text": "so", "start": 7857.29, "duration": 1.77}, {"text": "more more power to you wanting to", "start": 7859.06, "duration": 2.99}, {"text": "Put your children in a situation where they're not being indoctrinated", "start": 7864.04, "duration": 3.74}, {"text": "But the alternative is very very complicated and difficult", "start": 7868.42, "duration": 3.92}, {"text": "so", "start": 7873.07, "duration": 1.65}, {"text": "Yeah", "start": 7874.72, "duration": 2.0}, {"text": "likely", "start": 7891.94, "duration": 1.71}, {"text": "You know I would say", "start": 7893.65, "duration": 2.149}, {"text": "Generally speaking", "start": 7896.56, "duration": 1.71}, {"text": "there's a shamanic basis to to almost all the religious traditions because", "start": 7898.27, "duration": 5.569}, {"text": "That's the milieu out of which the religious traditions Emerge now. I can't say much more than that because I don't know", "start": 7904.3, "duration": 7.22}, {"text": "And no one does that", "start": 7913.15, "duration": 2.0}, {"text": "The particularity mean you might say well is there an allusion to the ingestion of psychoactive?", "start": 7915.42, "duration": 5.819}, {"text": "chemicals in the Adam and Eve story", "start": 7922.0, "duration": 1.68}, {"text": "And people have made that case and there's been powerful cases made so there's a book for example", "start": 7923.68, "duration": 5.389}, {"text": "I think it's called Soma by a guy named Gordon Wausau who was the first person an amateur?", "start": 7929.07, "duration": 5.49}, {"text": "mycologist who was the first person to propose that the soma of the", "start": 7934.9, "duration": 3.169}, {"text": "Hindus was we're at Amanita Muscaria mushrooms", "start": 7938.68, "duration": 3.769}, {"text": "Which is actually a those are the the red mushrooms with the white dots that you always see on Fairytales, you know the cute ones", "start": 7942.449, "duration": 6.15}, {"text": "Toadstools", "start": 7949.93, "duration": 1.98}, {"text": "Flies like to eat them they're called fly agaric also, and why seem to like getting stoned. I know that's weird", "start": 7951.91, "duration": 6.469}, {"text": "I know that's weird thing to say", "start": 7958.56, "duration": 1.72}, {"text": "But there's I have a good book on animal use of psychedelics and more animals use them than you might think", "start": 7960.28, "duration": 5.3}, {"text": "But anyways there is some evidence that", "start": 7965.8, "duration": 2.81}, {"text": "You know of use of of the injecting of fruits let's say", "start": 7969.31, "duration": 4.969}, {"text": "Metaphorically speaking as an aid to the transformation of consciousness that goes back so far that well", "start": 7974.65, "duration": 6.049}, {"text": "forever as far as human beings are concerned, but to", "start": 7981.28, "duration": 3.38}, {"text": "Specifically tie that to the Adam and eve story. I haven't been able to see any evidence. That would definitely link them", "start": 7985.51, "duration": 7.55}, {"text": "You know there's there's been a lot of interesting books written about that. There's one. That was quite a", "start": 7993.06, "duration": 4.77}, {"text": "kind of a weird hit", "start": 7998.35, "duration": 1.49}, {"text": "And I think in the early late 60s might have been early 70s sort of got brushed off as a hippie book", "start": 7999.84, "duration": 5.49}, {"text": "But it really wasn't it's called the sacred mushroom in the cross", "start": 8005.33, "duration": 2.58}, {"text": "Absolutely, that's the sort of book you read you think huh I?", "start": 8008.55, "duration": 3.62}, {"text": "Don't know", "start": 8013.32, "duration": 1.34}, {"text": "what to do about that I have no idea what to do about that look so", "start": 8014.66, "duration": 3.81}, {"text": "That's all I can say about that", "start": 8019.26, "duration": 2.0}, {"text": "Yep", "start": 8021.63, "duration": 2.0}, {"text": "my questions about martyrdom so um", "start": 8029.22, "duration": 2.87}, {"text": "what do you think martyrdom or the willingness to suffer and die for what you believe if anything says of the conviction and", "start": 8032.58, "duration": 7.609}, {"text": "What do you think is the benefit for the Martyr which is at least traditionally?", "start": 8040.89, "duration": 4.16}, {"text": "immaterial and transcendent good compared to the regular sacrifice or practical", "start": 8045.63, "duration": 5.389}, {"text": "Sacrifice which is ordered to the future material psychological or economic good?", "start": 8051.84, "duration": 5.0}, {"text": "Man You guys really come up with some wicked questions. I", "start": 8058.56, "duration": 3.35}, {"text": "Think it depends to some degree on how you define martyrdom", "start": 8066.81, "duration": 3.59}, {"text": "you know", "start": 8071.22, "duration": 1.65}, {"text": "because you could you could define it as the", "start": 8072.87, "duration": 3.169}, {"text": "Tendency to pathologically self aggrandizing self on public display, or you", "start": 8078.27, "duration": 4.52}, {"text": "Could say it's the decision to be immovable about a set of principles right so let's go with that one forget about the first one", "start": 8083.49, "duration": 7.16}, {"text": "well, I wouldn't recommend it to anyone right in some sense it's it's", "start": 8092.04, "duration": 5.6}, {"text": "That's a really tough one", "start": 8103.03, "duration": 2.0}, {"text": "People ask me. I'll make it personal", "start": 8107.92, "duration": 2.39}, {"text": "I suppose people asked me when I first got involved in saw this political controversy back in September October", "start": 8110.31, "duration": 5.91}, {"text": "well", "start": 8116.68, "duration": 0.5}, {"text": "They asked me a couple of things they they asked me if this was the hill that I really would choose to die on us", "start": 8117.18, "duration": 4.68}, {"text": "like pronouns and the Transgender issue", "start": 8121.86, "duration": 3.089}, {"text": "Yeah, well it's not what about one", "start": 8126.91, "duration": 1.55}, {"text": "I would have picked and but I mean it was about language you know and that that makes it non-trivial", "start": 8128.46, "duration": 5.58}, {"text": "I mean bill C 16 was passed this week as you know and one of the things that was quite interesting about that", "start": 8134.04, "duration": 4.83}, {"text": "I will answer your question was that Brenda Cosman who was the woman that I debated I think it's", "start": 8138.87, "duration": 6.06}, {"text": "One of the persons that I debated didn't like to be referred to as a woman, but I don't didn't think it was Brenda", "start": 8146.17, "duration": 5.36}, {"text": "Anyways, she wrote an op-ed, and I believe it was in the globe and mail", "start": 8152.17, "duration": 3.41}, {"text": "But it might have been the national post saying as I knew she would say that bill C. 16 was just the beginning", "start": 8155.58, "duration": 6.12}, {"text": "That we have plenty of work left to do and yes", "start": 8162.43, "duration": 2.839}, {"text": "You can bloody well be sure that we have plenty of work left to do anyways. I was asked during that period of time", "start": 8165.27, "duration": 5.28}, {"text": "Whether or not I was being a martyr you know, and I thought well. It's not really one of my ambitions", "start": 8170.83, "duration": 5.359}, {"text": "You know it's like that's sort of torn to the lions thing doesn't sound like", "start": 8176.19, "duration": 3.479}, {"text": "exactly something you might aim for", "start": 8180.73, "duration": 2.0}, {"text": "But I think", "start": 8187.57, "duration": 2.0}, {"text": "Well sometimes you find out in your life. Maybe that there's something you won't do and", "start": 8189.88, "duration": 5.569}, {"text": "one thing and", "start": 8196.36, "duration": 1.47}, {"text": "Then maybe you just don't do it no matter what the consequence is", "start": 8197.83, "duration": 3.62}, {"text": "Maybe I don't know because you know I haven't been pushed to that point", "start": 8201.61, "duration": 3.679}, {"text": "But there have been people who have been pushed to that point in history", "start": 8205.29, "duration": 2.85}, {"text": "And they basically said I don't care what you do to me. I'm not doing that and", "start": 8208.14, "duration": 4.349}, {"text": "You know maybe some of them were suicidal and some of them were psychotic and some of them had whatever other problems that people might?", "start": 8213.969, "duration": 5.87}, {"text": "have but yeah, I do have this suspicion now, and then that some of them were just kind of serious about and saying no and", "start": 8219.84, "duration": 5.52}, {"text": "There's some utility in being serious about saying no, and it that sort of revealed itself to me", "start": 8226.06, "duration": 5.54}, {"text": "I suppose to some degree back in September. We and I read a piece of legislation", "start": 8231.6, "duration": 4.579}, {"text": "That said I would have to use some words that were legislated by the government, and I thought there's no goddamn way", "start": 8236.249, "duration": 6.08}, {"text": "I'm going to do that under any conditions that I can imagine now there are conditions", "start": 8242.849, "duration": 6.139}, {"text": "And I have a pretty good imagination for unimaginable conditions. I", "start": 8248.989, "duration": 3.45}, {"text": "Couldn't see it because I thought that if I did that I would break through whatever would be left of me", "start": 8253.109, "duration": 5.629}, {"text": "After having done. That would no longer be me and", "start": 8259.229, "duration": 3.08}, {"text": "I'm not interested in that I know what that would be like", "start": 8263.939, "duration": 3.679}, {"text": "I actually do know what that would be like and I'm not interested in that I would rather have whatever else happens", "start": 8267.619, "duration": 6.54}, {"text": "Happen and people have said to me. Well you're so courageous for taking this stand. It's like yeah, well", "start": 8274.92, "duration": 5.839}, {"text": "I'm not going to claim any sort of other world courage I can tell you that but I can tell but one thing I do", "start": 8280.76, "duration": 4.469}, {"text": "Know the difference between these different forms of hell", "start": 8285.229, "duration": 2.879}, {"text": "Let's put it that way, and there's the hell that maybe I might be dragged through if I don't", "start": 8288.3, "duration": 5.449}, {"text": "Agree", "start": 8295.17, "duration": 1.229}, {"text": "Don't act in accordance with this law", "start": 8296.399, "duration": 2.089}, {"text": "And there's the hell that I would be dragged through if I did act in accordance with the law and I would vastly", "start": 8298.489, "duration": 5.4}, {"text": "Prefer the first hell to the second and isn't clear to me that that actually constitutes courage", "start": 8304.199, "duration": 5.24}, {"text": "Is it useful because that's also the question about martyrdom", "start": 8310.349, "duration": 3.229}, {"text": "I think it's very useful for people to see that someone will say there's no way", "start": 8313.579, "duration": 5.58}, {"text": "there's no conceivable way that you can get me to do that and", "start": 8320.099, "duration": 4.969}, {"text": "and I've thought long and hard about such things too because I've taught very many people to negotiate and", "start": 8325.829, "duration": 5.03}, {"text": "One of the things I always teach them is you don't negotiate from a position of weakness", "start": 8330.989, "duration": 4.58}, {"text": "because you lose and", "start": 8336.659, "duration": 1.71}, {"text": "So if I say no to something, and I mean no, I mean no", "start": 8338.369, "duration": 6.32}, {"text": "I bloody well won't do it", "start": 8344.699, "duration": 2.18}, {"text": "And I think that if there are people who also agree that such things aren't appropriate", "start": 8346.88, "duration": 5.79}, {"text": "To have the example of someone who says no", "start": 8353.13, "duration": 3.019}, {"text": "And means it actually turns out to be useful and so then I would say well that's an inclination in the potential", "start": 8356.149, "duration": 7.56}, {"text": "Direction of Martyrdom and", "start": 8363.96, "duration": 2.0}, {"text": "but I don't see how to distinguish that that from actually just having the courage of your", "start": 8366.989, "duration": 4.19}, {"text": "Convictions, and so sometimes you might say well a person who has sufficient courage in their convictions will sometimes be put to death", "start": 8371.37, "duration": 6.74}, {"text": "Well, if that's the definition of a martyr then", "start": 8378.96, "duration": 2.209}, {"text": "Sometimes but not all of all ways that's a really good thing and one of the things", "start": 8382.17, "duration": 4.549}, {"text": "I really liked about solzhenitsyn's book the gulag archipelago", "start": 8386.719, "duration": 2.31}, {"text": "Which is an I refer to it often it's an absolutely staggering book is that he?", "start": 8389.22, "duration": 6.26}, {"text": "Put in many many stories of people who were in the gulag and they were often religious believers", "start": 8395.851, "duration": 6.109}, {"text": "Which was a shock to him because he was an atheistic Communist when when he first entered the Camp's", "start": 8401.96, "duration": 4.709}, {"text": "They were often religious believers, and they were people who said no", "start": 8406.98, "duration": 3.649}, {"text": "there were things they would not do they would not participate in what the regime was asking them to do and", "start": 8411.811, "duration": 5.959}, {"text": "he you have to read it because the devils in the stories write the details in the stories, but", "start": 8418.29, "duration": 5.33}, {"text": "solzhenitsyn in the Camps grew to have tremendous admiration for such people and actually viewed them as", "start": 8425.25, "duration": 6.589}, {"text": "exemplars of", "start": 8433.17, "duration": 1.38}, {"text": "the mode of being that was", "start": 8434.55, "duration": 2.39}, {"text": "necessary for him to escape both the Communist propaganda that had shaped him as an individual and also the terrible bitterness and", "start": 8437.19, "duration": 7.609}, {"text": "Sorrow and anger that he experienced as a consequence of being flung into the terrible concentration camp conditions of the gulag archipelago", "start": 8445.11, "duration": 7.339}, {"text": "so", "start": 8453.45, "duration": 2.0}, {"text": "Yep", "start": 8456.48, "duration": 2.0}, {"text": "Hey, Doc. Thanks for staying alive and potentially saving humanity", "start": 8464.359, "duration": 4.49}, {"text": "Yeah, that's good stuff. I'm wondering about a couple of things firstly who won that childhood fight. You kind of let that", "start": 8470.359, "duration": 6.74}, {"text": "Let that just slide, so I'm thinking it's a big L. Well, I can tell you because he", "start": 8477.92, "duration": 4.7}, {"text": "Was a tough little kid see I don't remember. What happened", "start": 8483.71, "duration": 3.41}, {"text": "but my remembrance of him was that he could eat pound meal pretty pretty effectively so", "start": 8487.12, "duration": 5.37}, {"text": "Yeah, yeah, his name was Vernon Switchin ik", "start": 8493.1, "duration": 3.2}, {"text": "Yeah, he was really the good friend of mine and and I think I think Vernon still lives in Fairview", "start": 8497.45, "duration": 5.989}, {"text": "so if if he hears of this, then maybe he'll remember that too and and", "start": 8503.439, "duration": 4.919}, {"text": "Know you know", "start": 8509.359, "duration": 1.92}, {"text": "So probably he would have won. I didn't win that many physical fights when I was a kid, so", "start": 8511.279, "duration": 4.88}, {"text": "That's not the only question okay", "start": 8516.89, "duration": 2.0}, {"text": "Anyway cool. I'm not sure if you if you've actually been asked us before I've missed the last two lectures, but I", "start": 8519.529, "duration": 7.55}, {"text": "Wondering what your thoughts are on", "start": 8527.779, "duration": 1.681}, {"text": "Polkan Jr.. Tolkien and his work, not just lord of the rings, but the similar alien", "start": 8529.46, "duration": 4.879}, {"text": "Which is basically like I'm seeing all this and I'm thinking it's like the Modern Bible in a way", "start": 8534.34, "duration": 5.639}, {"text": "it's got the weird names like to Paul cain and all that stuff and", "start": 8539.979, "duration": 3.209}, {"text": "And specifically when we were talking about cain just now and how he was thing just moving", "start": 8543.5, "duration": 5.75}, {"text": "And he was talking about how he felt like betrayed by God and you any misspent his whole life working", "start": 8549.89, "duration": 6.62}, {"text": "It to spite him essentially and he kind of set the path for for the darkness in humanity. Yeah, that's", "start": 8557.96, "duration": 6.349}, {"text": "almost exactly", "start": 8565.16, "duration": 1.199}, {"text": "Melkor which was in the Silmarillion, basically", "start": 8566.359, "duration": 2.63}, {"text": "What's what spawned everything evil in Middle Earth and Mordor and what not and I don't even know", "start": 8568.99, "duration": 4.709}, {"text": "I won't be welcome talking with a student of mythology and you know the the", "start": 8573.7, "duration": 6.329}, {"text": "the", "start": 8580.819, "duration": 1.201}, {"text": "the", "start": 8582.02, "duration": 1.259}, {"text": "story of the Hobbit is a retelling of beowulf in large part, and that's a dragon slaying myth and and", "start": 8583.279, "duration": 6.71}, {"text": "so the the the reason the tolkien and", "start": 8590.96, "duration": 3.259}, {"text": "rolling for that are so popular is because they've done a very good job of making the old myths new and", "start": 8594.89, "duration": 6.95}, {"text": "And well look what's happened with the marvel series. It's the same thing and with Star wars and all of that", "start": 8602.51, "duration": 5.9}, {"text": "Is that you can't not respond to these stories now. You're going to find them in one form or another and sometimes", "start": 8608.41, "duration": 6.389}, {"text": "well with the biblical stories for example", "start": 8615.8, "duration": 2.0}, {"text": "the mythological the meaning of the mythological content has become", "start": 8618.14, "duration": 4.009}, {"text": "Invisible that's partly the death of God that Nietzsche was referring to but that doesn't mean that the stories themselves", "start": 8622.489, "duration": 4.88}, {"text": "Vanish because people have an eternal hunger for them", "start": 8628.489, "duration": 2.54}, {"text": "Now the problem with them emerging in let's say more literary or less sophisticated", "start": 8631.34, "duration": 5.57}, {"text": "Form let's take the Marvel movies as an example. Is that they're not", "start": 8637.189, "duration": 3.709}, {"text": "Surrounded by an articulated culture the same way the biblical stories are so for example", "start": 8641.66, "duration": 5.269}, {"text": "They're not surrounded by something like Paradise lost by John Milton which or or dante's inferno. Which are works of", "start": 8647.39, "duration": 6.65}, {"text": "unlimited depth and so you throw away something of great value and", "start": 8655.46, "duration": 5.689}, {"text": "Reacquire it in a different place", "start": 8661.97, "duration": 2.0}, {"text": "With less value perhaps, but more comprehensibility. It's not it's not a great trade. That is not a critique of tolkien", "start": 8664.189, "duration": 6.53}, {"text": "it's not a critique of anybody who's drawing on mythological stories for their narratives you have to do that to be a good storyteller, but", "start": 8670.72, "duration": 6.15}, {"text": "it's nice to go as close to the source as you can as well, so", "start": 8678.109, "duration": 4.25}, {"text": "Yeah, and the overlaps that you described well", "start": 8683.09, "duration": 2.509}, {"text": "Yeah", "start": 8685.6, "duration": 0.15}, {"text": "It's exactly what you'd expect because if you deal with great", "start": 8685.75, "duration": 3.179}, {"text": "Mythological themes you start to get the archetypes are at the bottom of stories and so", "start": 8689.359, "duration": 5.36}, {"text": "If the story goes down far enough it runs into the archetypes and that well that was jung's claim", "start": 8695.81, "duration": 6.169}, {"text": "and I think he got that exactly right, so", "start": 8701.979, "duration": 2.459}, {"text": "last one", "start": 8711.569, "duration": 2.0}, {"text": "There's a passage in Paradise lost where", "start": 8716.039, "duration": 3.02}, {"text": "the Demons are building pandemonium under", "start": 8719.76, "duration": 2.929}, {"text": "Mammon's Sort of Guidance, and they crack open the it's not really Earth, but hell", "start": 8723.479, "duration": 5.269}, {"text": "And they take out the gold and they build pandemonium, which is the most sophisticated", "start": 8728.749, "duration": 4.23}, {"text": "Architectural wonder", "start": 8733.619, "duration": 1.5}, {"text": "of all time in Milton's language and", "start": 8735.119, "duration": 2.81}, {"text": "and this this conception of taking material and turning it into a", "start": 8738.449, "duration": 4.669}, {"text": "temple to oneself", "start": 8743.76, "duration": 2.0}, {"text": "was interpreted by humphrey Jennings who was the founder of the mass observation movement if anyone saw the opening to the", "start": 8746.31, "duration": 6.379}, {"text": "Britons 2012 games", "start": 8753.119, "duration": 2.0}, {"text": "The history of the Industrial revolution. He said was encapsulated by this passage in Milton. Where you have", "start": 8756.209, "duration": 7.669}, {"text": "Demons building a temple for themselves out of matter and that mankind in Milton's language was was taught to do this", "start": 8764.489, "duration": 7.73}, {"text": "Or that they learned it first by this example and says let not envy that", "start": 8772.89, "duration": 5.54}, {"text": "devils have riches in hell", "start": 8779.1, "duration": 2.0}, {"text": "And I see things in this one the the gnostic idea that somehow the world itself that we inhabit is hell", "start": 8781.649, "duration": 6.74}, {"text": "ultimate that matter is not our true places of existence, but somewhere is sort of platonic and", "start": 8788.669, "duration": 7.01}, {"text": "Also, the toasty and sort of bargain that people made around", "start": 8796.289, "duration": 4.16}, {"text": "1666 to to get a world of stuff and seeing some possession", "start": 8801.06, "duration": 4.91}, {"text": "by losing a soul", "start": 8806.55, "duration": 2.539}, {"text": "yeah, but existed before that and I wonder if that I play with that a lot in my own thought and I wonder if that's", "start": 8810.18, "duration": 5.449}, {"text": "Something that you found in Milton and what you think of that passage in particular well Milton was definitely a prophetic voice", "start": 8815.629, "duration": 6.06}, {"text": "Right and I think that's that's a perfectly reasonable", "start": 8822.569, "duration": 3.379}, {"text": "Retelling of that", "start": 8827.01, "duration": 1.649}, {"text": "Section it's also very much akin to the story of the tower of babel. We'll talk about next week", "start": 8828.659, "duration": 5.39}, {"text": "See the problem with the problem. God", "start": 8842.25, "duration": 3.08}, {"text": "it's so complicated see what one of the things that jung said about the transformation of", "start": 8845.33, "duration": 4.589}, {"text": "The first millennium of Christianity into let's say the second millennium of Christianity was that Christianity had promised", "start": 8850.351, "duration": 6.469}, {"text": "something like redemption universal redemption from suffering", "start": 8857.431, "duration": 3.169}, {"text": "Maybe in the afterlife, but that was kind of a cop-out", "start": 8861.48, "duration": 2.689}, {"text": "let's say because it didn't really solve the problem of suffering here and now and you believe that as", "start": 8864.57, "duration": 4.939}, {"text": "People had although although it", "start": 8871.681, "duration": 2.209}, {"text": "Did many it did many positive things?", "start": 8873.891, "duration": 1.989}, {"text": "Let's not let's not forget that it civilized people in a way that they hadn't been before or you could make that case", "start": 8875.88, "duration": 6.05}, {"text": "But then there was this underground", "start": 8882.36, "duration": 2.0}, {"text": "at the same time there's this denial of the utility of material reality that went along with the", "start": 8885.48, "duration": 5.389}, {"text": "spiritualization of mankind in that in that first in the Christian millennium", "start": 8891.391, "duration": 3.709}, {"text": "there was value left in material because it had been ignored and so then jung believed that the", "start": 8895.771, "duration": 6.739}, {"text": "the collective unconscious broadly speaking", "start": 8903.3, "duration": 2.48}, {"text": "Began to be attracted to the to what had been rejected by the hyper", "start": 8906.75, "duration": 3.68}, {"text": "spiritualization and started to question whether or not additional value could be extracted from the material may be as a", "start": 8911.07, "duration": 6.83}, {"text": "adjunct to the spiritual because maybe true redemption was something like a", "start": 8918.66, "duration": 3.589}, {"text": "proper meeting of the spiritual in the material which wasn't", "start": 8922.38, "duration": 3.26}, {"text": "Something that seemed to be part and parcel of Christian Christian doctrine up to that point", "start": 8925.71, "duration": 4.79}, {"text": "now", "start": 8931.5, "duration": 1.681}, {"text": "Maybe what Milton was warning against was a swing to far, right?", "start": 8933.181, "duration": 3.679}, {"text": "And I think Milton's point is well-taken because one of the things that's worth noting is that", "start": 8936.86, "duration": 6.059}, {"text": "You can be perfectly miserable in a house of gold", "start": 8943.29, "duration": 2.75}, {"text": "right I mean I've known very many wealthy people very very wealthy people and", "start": 8946.71, "duration": 4.22}, {"text": "The problem see the thing is is that money just doesn't solve that many problems that people have", "start": 8951.72, "duration": 5.66}, {"text": "people wish it would", "start": 8958.08, "duration": 1.86}, {"text": "People who want to be rich think it will and the people who want to?", "start": 8959.94, "duration": 3.049}, {"text": "Redistribute money think it will and I know that there's nothing to be said for abject poverty, but the problem is is that", "start": 8963.09, "duration": 6.29}, {"text": "There are many see arius problems that human beings have that matter", "start": 8970.29, "duration": 4.66}, {"text": "material", "start": 8976.37, "duration": 1.41}, {"text": "Comfort alone does nothing to address", "start": 8977.78, "duration": 2.81}, {"text": "or almost nothing you can be perfectly you can have a perfectly miserable family life and twenty million dollars and", "start": 8981.141, "duration": 7.429}, {"text": "The buffer that the twenty million dollars puts between you and the misery is it sometimes. It's not even a buffer. It's a magnifier, so", "start": 8989.181, "duration": 7.939}, {"text": "melding would warn against", "start": 9000.19, "duration": 2.0}, {"text": "the creation of", "start": 9003.011, "duration": 2.0}, {"text": "even the idea of a material utopia even in principle", "start": 9005.471, "duration": 3.169}, {"text": "Something dostoevsky also recognized as an error", "start": 9009.431, "duration": 2.719}, {"text": "You cannot solve the problem in that Manner and maybe the demonic idea is", "start": 9012.641, "duration": 5.87}, {"text": "that is", "start": 9019.931, "duration": 2.0}, {"text": "propaganda that you could", "start": 9021.971, "duration": 2.0}, {"text": "now maybe", "start": 9024.37, "duration": 1.231}, {"text": "Maybe there is a balance of some sort because I don't understand if we were going to build the city of God let's say", "start": 9025.601, "duration": 6.169}, {"text": "well a huge part of the endeavor would have to be spiritual and", "start": 9032.32, "duration": 4.04}, {"text": "to me that a huge part of that would be it would have to be something predicated if", "start": 9036.641, "duration": 4.7}, {"text": "Not on truth at least not at least on the willingness of people not to lie to one another", "start": 9041.71, "duration": 6.23}, {"text": "Without that all the material well-being in the world is", "start": 9048.67, "duration": 3.47}, {"text": "It's a façade. It's like gilding a corpse, right?", "start": 9053.95, "duration": 4.37}, {"text": "And I think that's partly what Milton was warning against", "start": 9058.32, "duration": 4.349}, {"text": "I mean Milton was doing many more things than he knew of course because he was a poetic genius of", "start": 9062.67, "duration": 5.97}, {"text": "incalculable", "start": 9069.431, "duration": 1.979}, {"text": "genius", "start": 9071.41, "duration": 1.891}, {"text": "right right right", "start": 9073.301, "duration": 0.999}, {"text": "right so well you've obviously thought about such things very much, so that was a very good question, so", "start": 9074.3, "duration": 5.95}, {"text": "Alright everyone, good night.", "start": 9081.04, "duration": 2.0}]}