{
 "video_id": "4IBegL_V6AA",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "The Perilous State of the University: Jonathan Haidt & Jordan B Peterson",
 "url": "https://www.youtube.com/watch?v=4IBegL_V6AA",
 "date": "2017-11-16",
 "description": "I recently traveled to New York University to talk with Dr. Jonathan Haidt about, among other things, disgust, purity, fear and belief; the perilous state of the modern university; and his work with Heterodox Academy (https://heterodoxacademy.org/) an organization designed to draw attention to the lack of diversity of political belief in the humanities and the social sciences.\n\nDr. Haidt is Professor of Ethical Leadership at New York University's Stern School of Business and a social psychologist. He studies the psychology of morality and the moral emotions. He has been described as a top global thinker by both Foreign Policy and Prospect magazines. Dr. Haidt is the author of three books: \n\nThe newest is The Coddling of the American Mind: How Bad Ideas and Good Intentions are Setting up a Generation for Failure\n(http://amzn.to/2AN87a6).\nThe Righteous Mind: Why Good People are Divided by Politics and Religion\n(http://amzn.to/2yOOQnU)\nThe Happiness Hypothesis: Finding Modern Truth in Ancient Wisdom\n(http://amzn.to/2hJ0TzT)\nHis writings on diversity viewpoint for the Heterodox Academy are at\n(http://righteousmind.com/viewpoint-diversity/)\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 5679,
 "transcript_parts": [
  {
   "text": "Who's a professor at NYU and I have him here for a bunch of reasons",
   "start": 2.51,
   "duration": 4.73
  },
  {
   "text": "Jonathan is an extremely interesting researcher. I've been following his work on disgust and political belief for",
   "start": 7.76,
   "duration": 5.6
  },
  {
   "text": "Literally for decades he was one of the first people who",
   "start": 13.98,
   "duration": 2.14
  },
  {
   "text": "started to do serious research on disgust which is its own emotional system and therefore very much worth attending to",
   "start": 16.559,
   "duration": 5.63
  },
  {
   "text": "But we also have some other",
   "start": 22.83,
   "duration": 2.0
  },
  {
   "text": "interests in common Jonathan also",
   "start": 25.08,
   "duration": 2.0
  },
  {
   "text": "Started this institute called the Heterodox Academy",
   "start": 27.57,
   "duration": 2.54
  },
  {
   "text": "Which is attempting to bring back a reasonable diversity of views or what he regards as a reasonable diversity of views to",
   "start": 30.11,
   "duration": 6.659
  },
  {
   "text": "University faculty and and campuses and discussions, so I first met Jonathan",
   "start": 37.44,
   "duration": 5.449
  },
  {
   "text": "It's gonna be just about 30 years ago",
   "start": 43.83,
   "duration": 2.269
  },
  {
   "text": "25 years ago in",
   "start": 47.04,
   "duration": 1.71
  },
  {
   "text": "2014 yeah I'm sorry it was in 1994 was in 1994 yeah yeah right right so yeah",
   "start": 48.75,
   "duration": 6.049
  },
  {
   "text": "You came to do a job talk at Harvard to for an assistant professorship position",
   "start": 54.799,
   "duration": 3.9
  },
  {
   "text": "and I had been aware of your work on disgust then and and",
   "start": 58.7,
   "duration": 3.15
  },
  {
   "text": "Agitated hard for them to hire you because I thought it was of great significance",
   "start": 62.579,
   "duration": 3.23
  },
  {
   "text": "Which turned out to be exactly the case, so what do you remember about that?",
   "start": 65.88,
   "duration": 3.979
  },
  {
   "text": "I Remember I was so excited to have an interview at Harvard. It was my only interview. If I didn't get that job",
   "start": 70.38,
   "duration": 4.76
  },
  {
   "text": "I had no job for the following year, and it was a very strange day in which I didn't feel particularly",
   "start": 75.14,
   "duration": 6.419
  },
  {
   "text": "Welcomed or wanted, and then I had my session with you in which it was this guy who was it he had it",
   "start": 82.14,
   "duration": 7.069
  },
  {
   "text": "He actually got a job at Harvard, and he was studying Jung which is like almost taboo",
   "start": 89.219,
   "duration": 5.42
  },
  {
   "text": "And he was talking about dreams and creativity",
   "start": 94.64,
   "duration": 2.009
  },
  {
   "text": "And so I just that was the really bright that was the bright memory of the day was our hour-long conversation",
   "start": 96.649,
   "duration": 6.3
  },
  {
   "text": "Yeah, well I was also really interested at the time man now in in the biological basis of behavior right and so and and in",
   "start": 103.56,
   "duration": 7.159
  },
  {
   "text": "in the relationship between fundamental motivational systems and thought because",
   "start": 111.78,
   "duration": 4.22
  },
  {
   "text": "Obviously our thought is grounded in fundamental motivational systems and your work on disgust",
   "start": 116.52,
   "duration": 5.269
  },
  {
   "text": "Which maybe you can tell the viewers a little bit about was really interesting to me because it was an emotional system that",
   "start": 121.79,
   "duration": 5.52
  },
  {
   "text": "Hadn't been studied much. I mean you were really one of the pioneers in the in the psychological study of disgust",
   "start": 127.56,
   "duration": 5.22
  },
  {
   "text": "Well the way to explain it is that Paul Rozin, my advisor at Penn is",
   "start": 132.78,
   "duration": 3.389
  },
  {
   "text": "The pioneer in the study of disgust, and he'd studied it as a food-related emotion",
   "start": 136.33,
   "duration": 4.099
  },
  {
   "text": "he'd written a bit about it being a moral emotion and I was a graduate student at Penn and",
   "start": 140.44,
   "duration": 4.639
  },
  {
   "text": "I was interested in morality, and I was reading the Bible and I was reading",
   "start": 145.51,
   "duration": 5.63
  },
  {
   "text": "anthropological accounts of different countries and different cultures and at the time morality was all about",
   "start": 152.62,
   "duration": 5.029
  },
  {
   "text": "Reasoning, about harm, rights and justice so Lawrence Kohlberg was the leading figure in the field and because I was looking at morality across cultures",
   "start": 158.14,
   "duration": 8.0
  },
  {
   "text": "And when you look across cultures",
   "start": 166.72,
   "duration": 2.179
  },
  {
   "text": "It's not just about fairness and harm and rights, it's about menstruation and food taboos and skin lesions",
   "start": 168.9,
   "duration": 6.99
  },
  {
   "text": "And it's very physical, and I was you know why why do so many",
   "start": 175.89,
   "duration": 3.599
  },
  {
   "text": "Societies why is it like the normal default way of being is to somehow bring the body into morality?",
   "start": 180.22,
   "duration": 5.0
  },
  {
   "text": "Why is that and so I just happened to be at Penn where the world's expert in",
   "start": 185.22,
   "duration": 3.75
  },
  {
   "text": "disgust was I went to talk to him and that started one of the best collaborations of my life and",
   "start": 189.4,
   "duration": 4.73
  },
  {
   "text": "What it led to is is a broadening of the of the moral domain basically, there's a sort of Western",
   "start": 194.98,
   "duration": 6.5
  },
  {
   "text": "Secular approach that you see in Western philosophers either morality is about harm and utilitarianism",
   "start": 202.42,
   "duration": 6.529
  },
  {
   "text": "It's minimize harm, or it's about rights and principles",
   "start": 208.95,
   "duration": 3.36
  },
  {
   "text": "Immanuel Kant and",
   "start": 212.829,
   "duration": 1.561
  },
  {
   "text": "a",
   "start": 214.39,
   "duration": 1.05
  },
  {
   "text": "Much better way psychologically, I think about morality is virtue ethics. It's just a lot of stuff",
   "start": 215.44,
   "duration": 4.309
  },
  {
   "text": "it's just we have just a lot of stuff that we judge on and",
   "start": 219.75,
   "duration": 2.489
  },
  {
   "text": "This led me eventually to realize that people on the left and people on the right",
   "start": 222.519,
   "duration": 4.88
  },
  {
   "text": "Care about different stuff everybody cares about harm and fairness",
   "start": 227.829,
   "duration": 3.92
  },
  {
   "text": "But the stuff about keeping you know boundaries around the group build a wall protect the group hold the group together",
   "start": 232.209,
   "duration": 7.01
  },
  {
   "text": "hate traitors",
   "start": 239.56,
   "duration": 1.44
  },
  {
   "text": "You know everybody can do that",
   "start": 241.0,
   "duration": 1.729
  },
  {
   "text": "But right wing morality builds on these additional additional foundations of these additional emotions and foundations",
   "start": 242.729,
   "duration": 7.02
  },
  {
   "text": "So that work on disgust that I was just beginning to talk about then when we first met in",
   "start": 250.45,
   "duration": 3.709
  },
  {
   "text": "1994 led eventually to what we now call moral foundations theory and with my-- with about five or six",
   "start": 254.35,
   "duration": 6.019
  },
  {
   "text": "colleagues if you go to yourmorals.org",
   "start": 260.77,
   "duration": 2.089
  },
  {
   "text": "You can take our test you can learn all about it",
   "start": 263.91,
   "duration": 2.0
  },
  {
   "text": "But it led to the perspective that",
   "start": 266.53,
   "duration": 2.059
  },
  {
   "text": "Ultimately was I think the right perspective as the cultural war was heating up and as left and right",
   "start": 268.78,
   "duration": 5.51
  },
  {
   "text": "We're essentially becoming like different countries different cultures",
   "start": 274.45,
   "duration": 3.109
  },
  {
   "text": "So so it's not obvious on",
   "start": 278.26,
   "duration": 2.359
  },
  {
   "text": "first",
   "start": 281.32,
   "duration": 1.11
  },
  {
   "text": "Consideration why disgust would be a moral emotion so you know most of the work",
   "start": 282.43,
   "duration": 5.0
  },
  {
   "text": "That's done. That's outside of the disgust realm",
   "start": 287.5,
   "duration": 2.809
  },
  {
   "text": "I would say is predicated on the assumption that the reason that conservatives in particular",
   "start": 290.31,
   "duration": 4.77
  },
  {
   "text": "But perhaps people who are more authoritarian in general draw boundaries around their territories",
   "start": 295.08,
   "duration": 5.609
  },
  {
   "text": "Because they're afraid of the other",
   "start": 301.12,
   "duration": 1.77
  },
  {
   "text": "But that isn't really that isn't really how it plays out as far as I can tell because conservatives for example are less neurotic than",
   "start": 302.89,
   "duration": 6.44
  },
  {
   "text": "Trait in the big five traits sense than liberals although. It's um",
   "start": 309.61,
   "duration": 2.809
  },
  {
   "text": "It's a minor difference",
   "start": 312.42,
   "duration": 1.09
  },
  {
   "text": "But the disgust issue seems to be particularly relevant, so so can you tell us a little bit about why disgust per se?",
   "start": 313.51,
   "duration": 7.19
  },
  {
   "text": "Well first conservatives are a little less neurotic",
   "start": 321.31,
   "duration": 2.869
  },
  {
   "text": "But they also at if you do very low level perceptual experiment just like a puff of white noise in the ear",
   "start": 324.34,
   "duration": 5.75
  },
  {
   "text": "People who react more strongly to that to any sort of very low level threat are more likely to vote Republican in this country",
   "start": 330.58,
   "duration": 6.649
  },
  {
   "text": "So they're you know there are all these interesting personality differences that lead to different politics, but as for why disgust?",
   "start": 337.23,
   "duration": 5.339
  },
  {
   "text": "So I'm I'm a Durkheimian. I would say I love the",
   "start": 343.78,
   "duration": 4.339
  },
  {
   "text": "Sociologist Émile Durkheim, and I'm also a social psychologist",
   "start": 349.15,
   "duration": 3.74
  },
  {
   "text": "So I'm always thinking not about people as individual utility maximizers",
   "start": 352.89,
   "duration": 3.899
  },
  {
   "text": "But people as members of social groups people who are totally focused on",
   "start": 357.13,
   "duration": 5.119
  },
  {
   "text": "Belonging in their social groups and people who have some pro-social motives about keeping the group together",
   "start": 362.56,
   "duration": 5.839
  },
  {
   "text": "About doing things that are good for the group, so as I try to argue in my book The Righteous Mind. Yes",
   "start": 368.56,
   "duration": 5.63
  },
  {
   "text": "We're selfish",
   "start": 374.19,
   "duration": 0.69
  },
  {
   "text": "There's no doubt that we often will do things to advance our own self-interest at the expense of others",
   "start": 374.88,
   "duration": 5.19
  },
  {
   "text": "But we're also really group-ish which means we'll do all sorts of things to advance our group at the expense of others",
   "start": 380.41,
   "duration": 6.41
  },
  {
   "text": "Basically, we're tribal. We evolved as a tribal species and we're doing we have all this software. I would say oh, there's all these",
   "start": 387.46,
   "duration": 7.85
  },
  {
   "text": "predispositions",
   "start": 396.49,
   "duration": 1.19
  },
  {
   "text": "predispositions for life in in tribes that are battling other tribes",
   "start": 397.68,
   "duration": 4.519
  },
  {
   "text": "And that's why it comes out so easily if you look at the way boys organize themselves when they get a fraternity",
   "start": 402.199,
   "duration": 5.34
  },
  {
   "text": "The hazing rituals when you look at the way",
   "start": 408.12,
   "duration": 2.239
  },
  {
   "text": "It's especially clear in boys the way street gangs organize themselves girls tribalism is a little different",
   "start": 410.36,
   "duration": 4.68
  },
  {
   "text": "But I would say this is and that's why again. I love the Jungian approach of archetypes there's something",
   "start": 416.16,
   "duration": 4.639
  },
  {
   "text": "There's just this weird stuff that is pan-human",
   "start": 420.8,
   "duration": 2.64
  },
  {
   "text": "Even if it comes out slightly differently around the world there really is a human nature",
   "start": 423.69,
   "duration": 4.039
  },
  {
   "text": "And it comes complete with a whole bunch of like pre-designed ideas, so there was a new article",
   "start": 427.729,
   "duration": 4.95
  },
  {
   "text": "I think it was published in Nature. I'll try to find a link for it. It's about a year old",
   "start": 432.68,
   "duration": 3.63
  },
  {
   "text": "That was based on",
   "start": 437.25,
   "duration": 2.0
  },
  {
   "text": "high-resolution imaging of",
   "start": 439.29,
   "duration": 1.95
  },
  {
   "text": "Neuronal connections, and it's actually reviewed in Kurzweil's book How to [Create] a Mind",
   "start": 441.24,
   "duration": 5.33
  },
  {
   "text": "I think that's the name of it",
   "start": 446.57,
   "duration": 1.45
  },
  {
   "text": "And so it turns out that the cortex is made out of these columnar structures that are pre-organized units of neurons",
   "start": 448.02,
   "duration": 7.07
  },
  {
   "text": "And they're replicated across the entire cortex. It's basically the same structure and like the",
   "start": 455.09,
   "duration": 5.13
  },
  {
   "text": "The older let's say Connectionist idea was that neurons that fire together wire together right that's happening of course",
   "start": 461.52,
   "duration": 6.5
  },
  {
   "text": "That's pretty standard neurology, but the the columns are already pre-wired, so it's actually columns that fire together that wire together",
   "start": 468.02,
   "duration": 7.079
  },
  {
   "text": "But there's but there's even more with the high-resolution scanning, so it turns out that underneath the columnar structure there are these pre-built",
   "start": 475.099,
   "duration": 7.86
  },
  {
   "text": "Highways that are connected connective tissue that are pre",
   "start": 483.69,
   "duration": 3.529
  },
  {
   "text": "pre-prepared so the columns have the option to",
   "start": 487.74,
   "duration": 2.57
  },
  {
   "text": "connect to the to the underlying highway, and then that highway can connect to other columns, so it's as if",
   "start": 490.889,
   "duration": 4.85
  },
  {
   "text": "Implicit in the brain organization, and this is at the cortical levels say nothing of subcortical organization. There's already",
   "start": 496.289,
   "duration": 6.739
  },
  {
   "text": "preexistent",
   "start": 503.88,
   "duration": 2.0
  },
  {
   "text": "Likelihoods that certain neurons will fire will wire together. Yeah, so and and what else is cool is that this is actually",
   "start": 506.43,
   "duration": 6.5
  },
  {
   "text": "architecturally quite",
   "start": 513.69,
   "duration": 2.0
  },
  {
   "text": "Regular, so they found that the these super highways are arranged in lines, and and and and in",
   "start": 516.27,
   "duration": 6.169
  },
  {
   "text": "At right angles to one another so it's almost like a three-dimensional structure of wired cubes that underlies the neuronal structure",
   "start": 523.02,
   "duration": 6.619
  },
  {
   "text": "So that's some neurological evidence for the archetypal idea, so let me just explain to explain to the viewers here",
   "start": 529.76,
   "duration": 5.279
  },
  {
   "text": "Why this isn't just some like",
   "start": 535.04,
   "duration": 1.96
  },
  {
   "text": "psychological geek conversation",
   "start": 537.0,
   "duration": 1.649
  },
  {
   "text": "This is actually really relevant to a lot of the things that we'll be talking about and that your audience probably cares about",
   "start": 538.649,
   "duration": 4.64
  },
  {
   "text": "because one of the most contested ideas in the social sciences is the idea of innateness and",
   "start": 543.899,
   "duration": 4.85
  },
  {
   "text": "Yeah, the idea is well",
   "start": 548.94,
   "duration": 1.16
  },
  {
   "text": "If something is innate then it can't it can't vary across societies, and if it varies across societies",
   "start": 550.1,
   "duration": 5.849
  },
  {
   "text": "then it's not innate and if gender varies if",
   "start": 555.949,
   "duration": 2.73
  },
  {
   "text": "Masculinity or femininity vary across societies then it's not innate",
   "start": 559.26,
   "duration": 2.959
  },
  {
   "text": "It's socially constructed",
   "start": 562.22,
   "duration": 1.44
  },
  {
   "text": "But that's the wrong understanding of innateness",
   "start": 563.66,
   "duration": 2.82
  },
  {
   "text": "The definition that I use comes from Gary Marcus who was actually a neuroscientist here at NYU",
   "start": 566.85,
   "duration": 3.89
  },
  {
   "text": "He says innate doesn't mean hardwired is almost nothing interesting",
   "start": 570.74,
   "duration": 3.869
  },
  {
   "text": "That's hardwired innate means structured in advance of experience",
   "start": 574.61,
   "duration": 3.96
  },
  {
   "text": "But then experience can still revise it and boy does that work for gender for almost everything",
   "start": 578.79,
   "duration": 6.109
  },
  {
   "text": "Yeah, that's right almost everything that we're not a blank slate about anything and something I used to tell my students at UVA I taught",
   "start": 585.81,
   "duration": 6.079
  },
  {
   "text": "At UVA for 16 years is you know everything's a social construction",
   "start": 591.889,
   "duration": 3.48
  },
  {
   "text": "masculinity femininity",
   "start": 596.76,
   "duration": 2.0
  },
  {
   "text": "Cancer the Sun death everything",
   "start": 599.31,
   "duration": 3.229
  },
  {
   "text": "There's a social construction for you won't find a society that doesn't have thoughts about these things",
   "start": 602.67,
   "duration": 4.46
  },
  {
   "text": "but the fact that societies have social constructions tells us nothing about whether there's not also an",
   "start": 607.23,
   "duration": 7.07
  },
  {
   "text": "Underlying biological reality and in almost all cases there is well otherwise we wouldn't be able to communicate which is one of EO Wilson's",
   "start": 614.61,
   "duration": 6.38
  },
  {
   "text": "Comments right when I mean Wilson is the entomologist to study ants at Harvard and also wrote number of books about",
   "start": 621.51,
   "duration": 5.569
  },
  {
   "text": "Sociobiology that got him in trouble with the radical leftists",
   "start": 627.209,
   "duration": 2.75
  },
  {
   "text": "And he said even if we could communicate with ants there would be nothing to say to each other because their",
   "start": 629.959,
   "duration": 4.92
  },
  {
   "text": "Fundamental mode of being in the world is based on",
   "start": 635.19,
   "duration": 3.019
  },
  {
   "text": "Motivations and interests that are so different from ours that there wouldn't be any structure for communication",
   "start": 638.79,
   "duration": 4.4
  },
  {
   "text": "And you can kind of tell that with regards to the animals that we make friends with right",
   "start": 643.19,
   "duration": 4.289
  },
  {
   "text": "We're much more likely to make friends with animals who has a who have a fundamental biological and social nature",
   "start": 647.48,
   "duration": 5.309
  },
  {
   "text": "That's very close to ours like dogs because we can basically speak their language even though not completely",
   "start": 652.79,
   "duration": 5.279
  },
  {
   "text": "A mammal language of love and you know I miss you, and I want to play you yeah, that's right",
   "start": 658.199,
   "duration": 5.53
  },
  {
   "text": "Yeah, exactly and that bonding. Yeah, okay, so back to discuss back to discuss so",
   "start": 663.73,
   "duration": 4.5
  },
  {
   "text": "So the fundamental thing that I learned from Paul Rozin is to see us as these amazing omnivores",
   "start": 669.199,
   "duration": 5.33
  },
  {
   "text": "This is part of our survival strategy even more than other other Apes",
   "start": 674.54,
   "duration": 3.709
  },
  {
   "text": "We are just brilliant omnivores, and we have the Omnivore's Dilemma, which is we've got to be interested in all kinds of new stuff",
   "start": 678.379,
   "duration": 6.98
  },
  {
   "text": "We're not tied to any place we can roam on to a whole new continent, so we're interested in stuff",
   "start": 686.36,
   "duration": 5.509
  },
  {
   "text": "But stuff has all kinds of toxins and microbes so we have to be careful about that stuff",
   "start": 692.089,
   "duration": 5.029
  },
  {
   "text": "And so these motives have to be in tension",
   "start": 697.119,
   "duration": 1.47
  },
  {
   "text": "And this is actually an interesting way to understand the left-right difference you have to have both motives",
   "start": 698.589,
   "duration": 5.25
  },
  {
   "text": "But if so imagine two siblings one of whom is set more towards trying new stuff seeking out new stuff",
   "start": 703.97,
   "duration": 6.409
  },
  {
   "text": "And the other is a little more fearful",
   "start": 710.379,
   "duration": 1.32
  },
  {
   "text": "Then we're like whoa no let's you know let's not try that let's stay with what's tried-and-true",
   "start": 711.699,
   "duration": 4.29
  },
  {
   "text": "I mean that's progressivism and conservatives, and that's the origins of it",
   "start": 715.99,
   "duration": 3.299
  },
  {
   "text": "And if you look at kids behavior at the age of two or three it does predict",
   "start": 719.29,
   "duration": 4.619
  },
  {
   "text": "How they'll vote much later not hugely, but there is a clear prediction there, so",
   "start": 723.91,
   "duration": 4.619
  },
  {
   "text": "so disgust is part of a regulatory system about our engagement with the world and whether we are just sort of out there and",
   "start": 729.47,
   "duration": 7.609
  },
  {
   "text": "You know we we seek out variety and diversity",
   "start": 737.449,
   "duration": 2.299
  },
  {
   "text": "We think diversity is just a great thing or whether we want a little more order structure predictability",
   "start": 739.749,
   "duration": 4.74
  },
  {
   "text": "conservatives are neater than",
   "start": 745.67,
   "duration": 2.0
  },
  {
   "text": "progressives if you take photos of their rooms",
   "start": 747.8,
   "duration": 2.179
  },
  {
   "text": "You know you can actually you know cleanliness and organization you can predict how they vote",
   "start": 752.029,
   "duration": 5.029
  },
  {
   "text": "Disgust it turns out what's really cool about disgust in modern politics is if you look at all the different things that we're fighting over",
   "start": 758.329,
   "duration": 6.47
  },
  {
   "text": "Especially in this country our culture wars over. You know going back a few decades",
   "start": 764.8,
   "duration": 4.139
  },
  {
   "text": "You know sex, drugs, the flag, immigration all of these things",
   "start": 768.939,
   "duration": 3.45
  },
  {
   "text": "I have a study with my colleagues which was led by Sena",
   "start": 772.73,
   "duration": 3.409
  },
  {
   "text": "Koleva in which we asked all these cultural war attitudes of people and we also had their scores in the disgust scale",
   "start": 776.139,
   "duration": 7.289
  },
  {
   "text": "But one of the foundations of morality is sanctity and purity and it relates to disgust",
   "start": 783.429,
   "duration": 4.26
  },
  {
   "text": "What we found is that if you know if you know",
   "start": 787.91,
   "duration": 3.2
  },
  {
   "text": "What people's left-right how they place themselves in a left-right scale you can pretty much predict where they fall out on most culture war",
   "start": 792.769,
   "duration": 6.66
  },
  {
   "text": "Attitudes except for those that load on or implicate sanctity or purity so what I mean is",
   "start": 799.949,
   "duration": 5.96
  },
  {
   "text": "flag-burning, okay",
   "start": 806.459,
   "duration": 1.13
  },
  {
   "text": "Do you think you know do you think that people should have the right to burn the American flag or the country's flag as an",
   "start": 807.589,
   "duration": 4.89
  },
  {
   "text": "Expression as a political action. What do you think people just give some answer on a one to seven scale and",
   "start": 812.48,
   "duration": 4.38
  },
  {
   "text": "People on the right think you know more like they say no people on the left with yes",
   "start": 817.8,
   "duration": 4.159
  },
  {
   "text": "People who score high on loyalty are more likely to say no people who lower on it",
   "start": 822.48,
   "duration": 4.94
  },
  {
   "text": "Say yes, and that's even taking account of where they're on the left-right dimension, but here's the cool thing",
   "start": 827.42,
   "duration": 3.869
  },
  {
   "text": "It's only if you add in the purity or sanctity thing that you can really understand",
   "start": 832.529,
   "duration": 3.89
  },
  {
   "text": "What people are doing because some people see the flag not as just a piece of cloth",
   "start": 836.42,
   "duration": 5.58
  },
  {
   "text": "They see it as having some innate essence some something sacred about it",
   "start": 842.009,
   "duration": 3.65
  },
  {
   "text": "Which must be protected and so so this is",
   "start": 845.66,
   "duration": 3.69
  },
  {
   "text": "They think of it as a unifying center. Exactly, that's right",
   "start": 849.35,
   "duration": 3.39
  },
  {
   "text": "So if there's something sacred and this is that this is the central piece of my work around",
   "start": 852.74,
   "duration": 4.169
  },
  {
   "text": "Politics and morality is the psychology of sanctity",
   "start": 857.04,
   "duration": 2.57
  },
  {
   "text": "If you hold something sacred then your team circles around it and it's only",
   "start": 860.399,
   "duration": 5.72
  },
  {
   "text": "Those who circle around with you and sometimes literally circle around like Muslims at prayer in Mecca",
   "start": 866.43,
   "duration": 5.239
  },
  {
   "text": "They literally Circle the Kaaba circling is a very primitive ancient",
   "start": 871.67,
   "duration": 3.57
  },
  {
   "text": "It feels right to circle something, but even if even if you do it symbolically or you all bow at the same time",
   "start": 875.24,
   "duration": 5.399
  },
  {
   "text": "That binds you together. Children do that with their mothers when they when they engage in exploratory behavior, right well",
   "start": 881.16,
   "duration": 6.53
  },
  {
   "text": "They use their mother as a center of the world and children differ in the degree to which they'll move outward from their mothers",
   "start": 887.69,
   "duration": 5.879
  },
  {
   "text": "So they move out until they they they trip over there their uncertainty threshold",
   "start": 893.569,
   "duration": 5.4
  },
  {
   "text": "Is it a distance like it's a distance?",
   "start": 899.49,
   "duration": 2.089
  },
  {
   "text": "And so so the more exploratory kids who are lower in negative emotion will go out farther before they come back to their mother",
   "start": 902.04,
   "duration": 6.02
  },
  {
   "text": "So the mother's a center",
   "start": 908.36,
   "duration": 1.169
  },
  {
   "text": "And you know that that would be associated",
   "start": 909.529,
   "duration": 2.0
  },
  {
   "text": "Symbolically with the idea of the center as a motherland or potentially as a fatherland",
   "start": 911.939,
   "duration": 3.86
  },
  {
   "text": "That's right that makes sense so this way that we're we are incredibly symbolic creatures",
   "start": 915.8,
   "duration": 3.989
  },
  {
   "text": "we're not just out to make as much money as we can we're",
   "start": 919.79,
   "duration": 2.7
  },
  {
   "text": "Symbolic and social creatures and this psychology of sanctity or purity has become really",
   "start": 922.86,
   "duration": 5.869
  },
  {
   "text": "Not just on the right. It's always been important for",
   "start": 929.24,
   "duration": 2.15
  },
  {
   "text": "Especially religious conservatives, we're beginning to see it even on the campus left",
   "start": 931.91,
   "duration": 4.309
  },
  {
   "text": "and this is why I think we see some of the odd things we see on campus that the",
   "start": 936.62,
   "duration": 4.369
  },
  {
   "text": "Campus must be kept as a sacred and pure space",
   "start": 941.12,
   "duration": 3.169
  },
  {
   "text": "One of the things that really alarms me about what's happened on campus the last couple of years is that",
   "start": 944.899,
   "duration": 4.61
  },
  {
   "text": "The older idea we had that it's a place for contesting ideas",
   "start": 949.73,
   "duration": 4.34
  },
  {
   "text": "It's a it's a zone of enormous choice people can take what courses they want to say what they want it's kind of a wonderful",
   "start": 954.29,
   "duration": 6.229
  },
  {
   "text": "free-for-all with some with norms of respect it's now becoming much more of a religious zone where the perimeter of the campus is the",
   "start": 961.25,
   "duration": 7.7
  },
  {
   "text": "Boundaries and within it's there are almost they're blasphemy laws basically",
   "start": 969.29,
   "duration": 4.309
  },
  {
   "text": "And I really started noticing this when you look at the videos of the Middlebury",
   "start": 973.67,
   "duration": 4.19
  },
  {
   "text": "protests when Charles Murray spoke at Middlebury and",
   "start": 978.44,
   "duration": 2.209
  },
  {
   "text": "As everybody knows he was shouted down so the students are chanting and they're chanting in unison",
   "start": 981.38,
   "duration": 4.969
  },
  {
   "text": "And it seems like a religious revival meeting and they're swaying and they're saying their sacred you know racist, sexist",
   "start": 986.6,
   "duration": 7.549
  },
  {
   "text": "Anti-gay, Charles Murray, go away. It's like a ritual incantation",
   "start": 994.42,
   "duration": 3.72
  },
  {
   "text": "So that all-- to define the space as safe, and it's safe and look I'm the maternal warden",
   "start": 998.78,
   "duration": 4.8
  },
  {
   "text": "So far all this happening is they're binding together",
   "start": 1004.08,
   "duration": 2.24
  },
  {
   "text": "They're moving at you know synchronous movement and call and response so it it's using a lot of tropes from religion and religious worship",
   "start": 1006.37,
   "duration": 6.799
  },
  {
   "text": "But here's the cool thing",
   "start": 1013.24,
   "duration": 1.589
  },
  {
   "text": "When the administrator I forget who it is comes on to say",
   "start": 1014.829,
   "duration": 3.41
  },
  {
   "text": "okay, we have moved we're moving the talk and",
   "start": 1019.15,
   "duration": 3.439
  },
  {
   "text": "Then you hear a couple people screaming out \"off campus, off campus\"",
   "start": 1023.29,
   "duration": 3.919
  },
  {
   "text": "And he says to another location on campus, and there's like oh no no",
   "start": 1028.15,
   "duration": 6.649
  },
  {
   "text": "Because you know look no one had to go to this talk so everyone could have just stayed home",
   "start": 1035.41,
   "duration": 5.329
  },
  {
   "text": "And the students did succeed in shutting down the venue, so they could have declared a victory",
   "start": 1040.74,
   "duration": 4.559
  },
  {
   "text": "But it's not a full victory unless he is physically off the campus",
   "start": 1045.46,
   "duration": 5.27
  },
  {
   "text": "We can't have him speaking on campus because that defiles us that pollutes us",
   "start": 1050.73,
   "duration": 5.189
  },
  {
   "text": "We must shut that down, and that's where I started saying wow this is like full-blown",
   "start": 1056.32,
   "duration": 5.15
  },
  {
   "text": "psychology of religion, Durkheim, sanctity, purity, blasphemy",
   "start": 1062.26,
   "duration": 3.65
  },
  {
   "text": "And that I think you know that doesn't describe most students that that describes a sort of the core those who",
   "start": 1066.52,
   "duration": 5.6
  },
  {
   "text": "Really have their identities wrapped up in this movement. Okay, so so with disgust",
   "start": 1072.49,
   "duration": 5.179
  },
  {
   "text": "I wanted to I wanted to ask you a couple things about that so you",
   "start": 1077.67,
   "duration": 3.66
  },
  {
   "text": "Know the Big Five research into political differences basically shows that the liberals are high in trait openness and low on trait",
   "start": 1081.67,
   "duration": 7.52
  },
  {
   "text": "Conscientiousness, and the Conservatives are the reverse",
   "start": 1089.41,
   "duration": 2.03
  },
  {
   "text": "but we've fragmented conscientiousness into orderliness and industriousness with a Big Five aspect scale and",
   "start": 1091.48,
   "duration": 6.619
  },
  {
   "text": "Orderliness is strongly associated with disgust",
   "start": 1098.38,
   "duration": 2.449
  },
  {
   "text": "So so right, right?",
   "start": 1101.53,
   "duration": 2.0
  },
  {
   "text": "Right exactly it does sound a lot like Freud",
   "start": 1103.96,
   "duration": 2.18
  },
  {
   "text": "but it but it also is in accordance with your observations that conservatives have neater spaces for example, so",
   "start": 1106.14,
   "duration": 6.059
  },
  {
   "text": "So now in-- and their meetings start on time-- yes, and yeah exactly right right so",
   "start": 1112.6,
   "duration": 4.52
  },
  {
   "text": "So then the the nexus for political beliefs seems to be openness. So that's that exploratory tendency that you talked about",
   "start": 1117.79,
   "duration": 7.67
  },
  {
   "text": "exploration of ideas and creativity and low",
   "start": 1126.22,
   "duration": 2.599
  },
  {
   "text": "Orderliness and so then I thought well why in the world would why would the political nexus go across those dimensions which are some",
   "start": 1129.4,
   "duration": 7.28
  },
  {
   "text": "Relatively uncorrelated then I thought and this is in keeping with your work on disgust is that it's an issue of",
   "start": 1136.93,
   "duration": 6.41
  },
  {
   "text": "Borders which of course seems more or less self-evident in the wake of Trump's election when he talked about borders",
   "start": 1143.59,
   "duration": 5.329
  },
  {
   "text": "But you might say",
   "start": 1148.93,
   "duration": 1.97
  },
  {
   "text": "And I think this is reasonable that the conservative is someone who wants the borders between",
   "start": 1150.9,
   "duration": 5.52
  },
  {
   "text": "categories to remain intact no matter what level of analysis",
   "start": 1156.85,
   "duration": 3.5
  },
  {
   "text": "so it's borders from the highest resolution level of cognition all the way up to the actual physical borders of",
   "start": 1160.81,
   "duration": 6.589
  },
  {
   "text": "rooms, towns",
   "start": 1168.1,
   "duration": 1.98
  },
  {
   "text": "States, countries all of that so the borders should be thicker and the reason they want that",
   "start": 1170.08,
   "duration": 5.63
  },
  {
   "text": "Now there was a paper published in PLOS ONE. I don't know if you saw it it was a couple of years ago",
   "start": 1175.87,
   "duration": 4.189
  },
  {
   "text": "It was a mind-boggling paper",
   "start": 1180.06,
   "duration": 1.29
  },
  {
   "text": "It should have been like front page news as far as I was concerned and what the researchers did was between countries and then within",
   "start": 1181.35,
   "duration": 7.049
  },
  {
   "text": "provinces or states within countries they correlated the level of",
   "start": 1189.43,
   "duration": 3.619
  },
  {
   "text": "of",
   "start": 1194.35,
   "duration": 2.0
  },
  {
   "text": "Frequency of infectious disease with authoritarian political beliefs and",
   "start": 1196.63,
   "duration": 4.55
  },
  {
   "text": "Found a walloping correlation was like 0.6",
   "start": 1201.97,
   "duration": 2.599
  },
  {
   "text": "It was one of the highest by that for those of you who don't know social scientists never discover anything",
   "start": 1204.57,
   "duration": 5.189
  },
  {
   "text": "That's associated with anything else at a correlation of 0.6",
   "start": 1209.76,
   "duration": 2.88
  },
  {
   "text": "Other than heritability right other than heritability yes",
   "start": 1212.64,
   "duration": 3.06
  },
  {
   "text": "and so what they found was that the higher the prevalence of infectious disease the higher the probability of of",
   "start": 1215.7,
   "duration": 5.25
  },
  {
   "text": "Totalitarian or authoritarian political attitudes, and then they controlled for governance because one of the questions was was this top-down",
   "start": 1222.1,
   "duration": 6.95
  },
  {
   "text": "authoritarianism or bottom-up authoritarianism and the answer was that it was bottom-up okay, and so I thought about that in -",
   "start": 1229.81,
   "duration": 7.189
  },
  {
   "text": "from two perspectives",
   "start": 1237.88,
   "duration": 2.0
  },
  {
   "text": "Simultaneously at the time, okay, so we identified disgust sensitivity with orderliness",
   "start": 1239.89,
   "duration": 4.64
  },
  {
   "text": "So it's a a fundamental sub trait, and I was reading this book that was called Hitler's Table Talk",
   "start": 1244.57,
   "duration": 6.859
  },
  {
   "text": "And it was a it was the recordings of virtually everything he said at dinner from 1939 to 1942 - yeah",
   "start": 1251.43,
   "duration": 7.199
  },
  {
   "text": "so it's a spontaneous utterance assay and",
   "start": 1258.63,
   "duration": 2.31
  },
  {
   "text": "It's full of discussions about Jews and gypsies and all the people he tormented, but what's really interesting is all the language is disgust",
   "start": 1263.62,
   "duration": 6.89
  },
  {
   "text": "It's not fear so so Hitler's basic metaphor was that the Aryan race",
   "start": 1271.06,
   "duration": 5.299
  },
  {
   "text": "And country was a pure body and that it was assaulted by",
   "start": 1276.55,
   "duration": 4.01
  },
  {
   "text": "Parasites right and then I remembered what happened to the Native Americans when the Europeans showed up and shook hands",
   "start": 1280.75,
   "duration": 5.54
  },
  {
   "text": "What happened was that 95% of them were dead within 50 years right because of smallpox and measles and so that",
   "start": 1286.66,
   "duration": 7.339
  },
  {
   "text": "That border issue that separates conservatives from liberals. Let's say as the Conservatives say",
   "start": 1294.43,
   "duration": 5.51
  },
  {
   "text": "The novel is potentially contaminated. It's not so much that it's dangerous. That's different. That's fear",
   "start": 1300.73,
   "duration": 5.69
  },
  {
   "text": "It's contaminating and the Liberals say hold on a minute if you make the borders too thick then information can't pass through. Exactly",
   "start": 1306.45,
   "duration": 7.14
  },
  {
   "text": "So that's the Omnivore's Dilemma right there. Right right and and then since we have a biological",
   "start": 1313.62,
   "duration": 4.109
  },
  {
   "text": "Architecture on which our cognitive platforms are erected",
   "start": 1318.58,
   "duration": 3.139
  },
  {
   "text": "We have the same attitude towards abstract information, which would be ideas that we do to",
   "start": 1321.73,
   "duration": 5.45
  },
  {
   "text": "things like food or illness",
   "start": 1327.7,
   "duration": 1.92
  },
  {
   "text": "This right right and so we can think of an invading idea or a polluting idea or a contaminating idea. That's right. Now",
   "start": 1329.62,
   "duration": 6.63
  },
  {
   "text": "I'm a big fan of George Lakoff, Metaphors We Live By",
   "start": 1336.25,
   "duration": 2.339
  },
  {
   "text": "That we yeah",
   "start": 1339.14,
   "duration": 0.95
  },
  {
   "text": "We use our bodily our",
   "start": 1340.09,
   "duration": 1.78
  },
  {
   "text": "Bodily schemata to think about abstract things like politics and like what our policies should be about borders and immigration",
   "start": 1341.87,
   "duration": 6.619
  },
  {
   "text": "There's a Canadian psychologist, Mark Schaller, he and his colleagues have developed what they call an account of these the behavioural immune system",
   "start": 1349.07,
   "duration": 6.739
  },
  {
   "text": "Yeah, right that we don't just try to you know",
   "start": 1355.809,
   "duration": 2.0
  },
  {
   "text": "Microbes killed probably many more of our ancestors than did lions and tigers and bears and so whoever can keep themselves and their children",
   "start": 1358.85,
   "duration": 7.339
  },
  {
   "text": "From being exposed to fatal illnesses wins the evolutionary game and so a lot of that is",
   "start": 1366.65,
   "duration": 5.089
  },
  {
   "text": "Judging carefully about people is he dangerous, is she dangerous and that's both for sexuality, for contact, for all kinds of association",
   "start": 1372.02,
   "duration": 7.01
  },
  {
   "text": "So yeah in a lot of ways our emotions and our bodily interactions structure",
   "start": 1379.55,
   "duration": 4.579
  },
  {
   "text": "how we think and feel about about social interactions",
   "start": 1384.13,
   "duration": 2.219
  },
  {
   "text": "Well even with the black death in Europe",
   "start": 1386.809,
   "duration": 2.3
  },
  {
   "text": "I mean so the black death occurred in Europe when the Europeans started to move around the world and they brought back rats that were",
   "start": 1389.11,
   "duration": 5.849
  },
  {
   "text": "Infected exactly so so what you saw there was both of those forces at work at the same time so the European expansion",
   "start": 1394.96,
   "duration": 6.15
  },
  {
   "text": "produced a tremendous",
   "start": 1401.24,
   "duration": 1.65
  },
  {
   "text": "Interchange of ideas from all around the world that's globalization",
   "start": 1402.89,
   "duration": 3.02
  },
  {
   "text": "But it wiped out somewhere between 30 and 60 percent of the population at the same time",
   "start": 1405.91,
   "duration": 4.199
  },
  {
   "text": "So wouldn't it be good if in every society or every organization we had some people who specialized in",
   "start": 1410.57,
   "duration": 5.869
  },
  {
   "text": "Specialized in saying \"hey, what are the opportunities?\" and then we had other people who specialized in saying \"well",
   "start": 1417.47,
   "duration": 4.94
  },
  {
   "text": "But what are the risks?\" and it just so happens that a lot of people have trouble doing all that in themselves",
   "start": 1422.41,
   "duration": 4.859
  },
  {
   "text": "When we have systems that are well constituted with people who have different",
   "start": 1427.79,
   "duration": 3.5
  },
  {
   "text": "Personalities and different motives and goals we actually can get better outcomes. We can have a discussion between them",
   "start": 1431.51,
   "duration": 4.669
  },
  {
   "text": "Yeah\nwell",
   "start": 1436.21,
   "duration": 0.45
  },
  {
   "text": "That's exactly why that",
   "start": 1436.66,
   "duration": 1.36
  },
  {
   "text": "it's it's for that precise reason that",
   "start": 1438.02,
   "duration": 2.209
  },
  {
   "text": "That I've been so interested in free speech as a as a value because well even on the economic front",
   "start": 1440.33,
   "duration": 6.229
  },
  {
   "text": "it's pretty obvious if you look at things economically that the",
   "start": 1446.559,
   "duration": 4.08
  },
  {
   "text": "entrepreneur types who start businesses are lumped in with the liberal creative types",
   "start": 1451.07,
   "duration": 3.98
  },
  {
   "text": "We've done a lot of work on the prediction of entrepreneurial behavior and ability and it's openness. That's the big predictor",
   "start": 1455.05,
   "duration": 5.579
  },
  {
   "text": "It's not the only one its openness an IQ fundamentally but for managerial and administrative",
   "start": 1460.63,
   "duration": 4.089
  },
  {
   "text": "expertise it's oh",
   "start": 1465.78,
   "duration": 0.92
  },
  {
   "text": "It's IQ and conscientiousness so the Liberals start businesses and and but they can't run them",
   "start": 1466.7,
   "duration": 5.76
  },
  {
   "text": "Because their their their interest's flipped, and they don't have the organizational ability and the Conservatives can run them",
   "start": 1472.62,
   "duration": 5.78
  },
  {
   "text": "But they can't continue to transform and expand them it yin, and yang yin, and yang, yeah",
   "start": 1478.4,
   "duration": 5.219
  },
  {
   "text": "so so",
   "start": 1484.289,
   "duration": 1.681
  },
  {
   "text": "One more thing about what happened in Nazi Germany",
   "start": 1485.97,
   "duration": 2.089
  },
  {
   "text": "That that's very relevant and interesting because it's it's useful to get these motives right you know",
   "start": 1488.19,
   "duration": 5.39
  },
  {
   "text": "first of all if if something disgusts you if something if you're afraid of something then you run away from it or you freeze",
   "start": 1493.919,
   "duration": 5.75
  },
  {
   "text": "But if something disgusts you you try to burn it or kill it right you try to get rid of it or",
   "start": 1499.799,
   "duration": 5.6
  },
  {
   "text": "Expel it that's that's right though. You want to get it away and destroy it",
   "start": 1505.47,
   "duration": 3.92
  },
  {
   "text": "What so when Hitler first came to power he",
   "start": 1509.94,
   "duration": 3.08
  },
  {
   "text": "Put in a bunch of public health schemes like he had vans that went around and screen people for tuberculosis",
   "start": 1513.15,
   "duration": 4.909
  },
  {
   "text": "then he went on a",
   "start": 1518.64,
   "duration": 1.59
  },
  {
   "text": "factory cleanliness",
   "start": 1520.23,
   "duration": 1.5
  },
  {
   "text": "campaign",
   "start": 1521.73,
   "duration": 1.679
  },
  {
   "text": "So the factories were supposed to be tidied up",
   "start": 1523.409,
   "duration": 2.57
  },
  {
   "text": "And he washed, he bathed about four times a day by the way, he was also a great worshipper of willpower which is associated with",
   "start": 1526.11,
   "duration": 6.049
  },
  {
   "text": "Orderliness and seems maybe to be associated with disgust sensitivity in some way that isn't yet understood",
   "start": 1532.2,
   "duration": 5.42
  },
  {
   "text": "Yeah, yeah",
   "start": 1537.69,
   "duration": 1.2
  },
  {
   "text": "I don't I don't understand that connection either",
   "start": 1538.89,
   "duration": 2.449
  },
  {
   "text": "so they he convinced factory owners in Germany to get rid of the rats and the mite and mice and the and the",
   "start": 1541.74,
   "duration": 7.52
  },
  {
   "text": "Insects in the factories and also to clean them up and beautify them",
   "start": 1549.48,
   "duration": 2.9
  },
  {
   "text": "But the gas they used to clean up the factories was Zyklon-A and",
   "start": 1552.38,
   "duration": 3.719
  },
  {
   "text": "It was the variation of that gas, Zyklon-B",
   "start": 1556.83,
   "duration": 2.57
  },
  {
   "text": "That was then used in yeah, so you could see this ramping up, eh. So it was yeah absolutely",
   "start": 1559.4,
   "duration": 4.589
  },
  {
   "text": "So it was public health, then it was",
   "start": 1564.539,
   "duration": 2.42
  },
  {
   "text": "Social cleanliness, then he went into the asylums and cleaned them up",
   "start": 1567.539,
   "duration": 3.77
  },
  {
   "text": "And so it was just this expansion of of who was contaminated and who was impure",
   "start": 1571.309,
   "duration": 5.31
  },
  {
   "text": "and I think also his fascination with fire and his use of fire symbolism was also associated with that with that appeal to",
   "start": 1576.62,
   "duration": 7.709
  },
  {
   "text": "purification because the whole idea of purification by fire is a very ancient idea so",
   "start": 1584.88,
   "duration": 5.359
  },
  {
   "text": "okay, so",
   "start": 1590.97,
   "duration": 1.319
  },
  {
   "text": "so how did your work on disgust change the way that you looked at things",
   "start": 1592.289,
   "duration": 4.91
  },
  {
   "text": "Fundamentally, I mean you gave some indication of that already, but what else has it changed",
   "start": 1597.72,
   "duration": 3.86
  },
  {
   "text": "so",
   "start": 1602.22,
   "duration": 1.29
  },
  {
   "text": "since I was coming out of a",
   "start": 1603.51,
   "duration": 2.0
  },
  {
   "text": "Psychological literature that was very focused on on sort of secular",
   "start": 1606.06,
   "duration": 4.039
  },
  {
   "text": "secular ethics about justice and fairness, and then I began studying disgust and",
   "start": 1610.86,
   "duration": 5.57
  },
  {
   "text": "Looking at the broader moral domain that almost all societies have",
   "start": 1617.01,
   "duration": 3.199
  },
  {
   "text": "That then also led me to think about well. Okay, if disgust is a reaction to things that seem to be",
   "start": 1620.85,
   "duration": 5.54
  },
  {
   "text": "Degrading so an interesting element of disgust is this notion of degradation there are always these vertical metaphors",
   "start": 1627.03,
   "duration": 5.66
  },
  {
   "text": "In which disgust brings us down and and disgust it so a lot of some religious practice and Judaism and Islam",
   "start": 1633.81,
   "duration": 5.329
  },
  {
   "text": "and and Hinduism is about preparing your body to approach God and",
   "start": 1639.14,
   "duration": 4.26
  },
  {
   "text": "Purification and so that led me to think well if there's an emotion which is about seeing our lower, base or animal",
   "start": 1644.46,
   "duration": 5.78
  },
  {
   "text": "Biological nature is there an opposite emotion is there an emotion of that we feel when we see some manifestation or a higher",
   "start": 1651.06,
   "duration": 6.199
  },
  {
   "text": "Nobler nature, and I was just beginning to think this when I moved to UVA. I got my first job at the University of Virginia",
   "start": 1657.42,
   "duration": 5.359
  },
  {
   "text": "1995 and I read the set of Thomas Jefferson's letters and in one letter he describes",
   "start": 1663.57,
   "duration": 6.409
  },
  {
   "text": "He describes the feelings you get from reading great fiction",
   "start": 1670.77,
   "duration": 3.439
  },
  {
   "text": "He advises a cousin of his that he should buy fiction for his library. Not just you know serious works of law and philosophy",
   "start": 1674.58,
   "duration": 5.629
  },
  {
   "text": "And he described he says doesn't he describe the feeling of",
   "start": 1680.76,
   "duration": 4.339
  },
  {
   "text": "Of having your sentiments be elevated does it not dilate your breast, give you an open feeling in your chest",
   "start": 1686.19,
   "duration": 6.5
  },
  {
   "text": "When you see these acts of beauty and kindness and gratitude. I thought wow that's exactly it",
   "start": 1693.06,
   "duration": 4.64
  },
  {
   "text": "And so because I've been studying disgust. I then started studying its opposite, which I and some others called moral elevations",
   "start": 1698.52,
   "duration": 6.29
  },
  {
   "text": "So there's kind of vertical metaphor of elevation and degradation-- maps onto the body too with regards to-- that's right high, low",
   "start": 1704.81,
   "duration": 7.739
  },
  {
   "text": "clean, dirty",
   "start": 1713.16,
   "duration": 1.74
  },
  {
   "text": "yeah, it's a beautiful pairing and so having this language of elevation and disgust just really has helped me see a lot of things I",
   "start": 1714.9,
   "duration": 7.849
  },
  {
   "text": "Just I could just see a lot of things happening it allows me to like",
   "start": 1722.75,
   "duration": 3.239
  },
  {
   "text": "even you know manipulate like if I'm applying for a grant proposal like I get very good at like having an",
   "start": 1726.33,
   "duration": 4.25
  },
  {
   "text": "elevating ending you know to",
   "start": 1730.77,
   "duration": 2.0
  },
  {
   "text": "to end with a notable uplift",
   "start": 1733.12,
   "duration": 2.0
  },
  {
   "text": "And so it just broadened, it just broadened by thinking about morality and this was around 1995 and so again",
   "start": 1736.18,
   "duration": 5.929
  },
  {
   "text": "It just prepared me so that",
   "start": 1742.11,
   "duration": 1.81
  },
  {
   "text": "And I'd already been to India by that point I spent three months doing research in Orissa in eastern India",
   "start": 1743.92,
   "duration": 4.91
  },
  {
   "text": "So it just broadened my thinking and that's what allowed me",
   "start": 1749.44,
   "duration": 3.349
  },
  {
   "text": "Finally to understand conservatives because I had always been on the left. I hated Ronald Reagan",
   "start": 1753.31,
   "duration": 6.679
  },
  {
   "text": "I",
   "start": 1760.8,
   "duration": 0.94
  },
  {
   "text": "Thought Republicans were stupid and evil and it was only when I'd gone to India and really tried to understand a traditional",
   "start": 1761.74,
   "duration": 6.54
  },
  {
   "text": "religious",
   "start": 1769.18,
   "duration": 1.14
  },
  {
   "text": "Hierarchical, gender stratified society tried to understand it in their terms",
   "start": 1770.32,
   "duration": 4.189
  },
  {
   "text": "They didn't try to just bring in my own my own Western left. You know left-leaning perspectives",
   "start": 1774.51,
   "duration": 4.65
  },
  {
   "text": "That I was and this was all under the guidance of Richard Shweder, my postdoc supervisor at the University of Chicago, where I did a postdoc",
   "start": 1779.86,
   "duration": 6.32
  },
  {
   "text": "It was only then that I was able to",
   "start": 1786.85,
   "duration": 2.06
  },
  {
   "text": "Sort of get inside their minds and their moral system and see that there were alternative moral worlds",
   "start": 1789.49,
   "duration": 5.27
  },
  {
   "text": "They each had their own logic and that was the metaphor I came to it. You know the time",
   "start": 1794.76,
   "duration": 3.959
  },
  {
   "text": "You know The Matrix movies were very popular so the metaphor, The Matrix as a consensual hallucination",
   "start": 1798.82,
   "duration": 4.729
  },
  {
   "text": "Made a lot of sense. It's waking up with the idea of just speaking with moral matrices",
   "start": 1804.25,
   "duration": 3.859
  },
  {
   "text": "Which every different moral matrices. That are grounded in biology",
   "start": 1808.11,
   "duration": 2.369
  },
  {
   "text": "They're biology in the sense that gives us the potential it's like the building blocks of this matrix",
   "start": 1811.15,
   "duration": 4.28
  },
  {
   "text": "Can't be just anything that comes it comes from our",
   "start": 1815.68,
   "duration": 2.539
  },
  {
   "text": "experiences our embodied experiences and again George Lakoff is the master of that thinking and so it was only then that",
   "start": 1818.62,
   "duration": 7.4
  },
  {
   "text": "that I was able to now listen to conservative talk radio and",
   "start": 1826.6,
   "duration": 4.76
  },
  {
   "text": "Christian religious radio and see rather than just saying oh those stupid terrible people say like oh wow yeah",
   "start": 1831.94,
   "duration": 6.619
  },
  {
   "text": "You know I can see that they're striving for a certain virtues. Right right so you started to understand their metaphorical language essentially",
   "start": 1838.56,
   "duration": 5.309
  },
  {
   "text": "That's right, and that was like kind of like my you know I know great awakening or scales falling from my eyes",
   "start": 1843.87,
   "duration": 3.869
  },
  {
   "text": "But you know since well it took a few more you took a number of a lot more years",
   "start": 1847.93,
   "duration": 3.109
  },
  {
   "text": "But eventually I kind of just like pulled out the implants from my eyes",
   "start": 1851.04,
   "duration": 4.29
  },
  {
   "text": "And I stopped seeing everything so through a partisan lens",
   "start": 1855.33,
   "duration": 2.399
  },
  {
   "text": "And I'm not on any side now and just trying to understand what the hell is well. It's really useful",
   "start": 1857.73,
   "duration": 4.68
  },
  {
   "text": "It's really useful to understand that there are",
   "start": 1862.41,
   "duration": 2.65
  },
  {
   "text": "Actual reasons why people see the world differently and that you can't just easily say that one is right",
   "start": 1865.19,
   "duration": 5.39
  },
  {
   "text": "and the other is wrong because",
   "start": 1870.58,
   "duration": 1.15
  },
  {
   "text": "The Liberals are correct when it comes to borders that if you thicken them too much and diminish the information flow",
   "start": 1871.73,
   "duration": 5.209
  },
  {
   "text": "You risk making the society so static that any radical",
   "start": 1877.04,
   "duration": 3.56
  },
  {
   "text": "Environmental transformation will sink it it's the case",
   "start": 1881.15,
   "duration": 2.81
  },
  {
   "text": "But the Conservatives are right in that you pay a big price",
   "start": 1884.06,
   "duration": 2.599
  },
  {
   "text": "with regards to newcomers and new information with regards to risk to exposure to",
   "start": 1886.97,
   "duration": 4.459
  },
  {
   "text": "contaminating, well to contamination period but also to",
   "start": 1892.28,
   "duration": 2.45
  },
  {
   "text": "contaminating ideas and so then I've always thought you know the the",
   "start": 1894.92,
   "duration": 4.13
  },
  {
   "text": "Environment itself moves back and forth like a snake in some sense and what we're trying to do is stay on the center of its",
   "start": 1899.15,
   "duration": 6.2
  },
  {
   "text": "back\nAnd the only way we can do that is by people",
   "start": 1905.35,
   "duration": 2.52
  },
  {
   "text": "By having people pull to the right and say be careful and people pull to the left and say well",
   "start": 1908.09,
   "duration": 4.429
  },
  {
   "text": "Yeah\nbut be open with that dialogue and the the",
   "start": 1912.52,
   "duration": 3.81
  },
  {
   "text": "exchange of information that that dialogue allows we can maybe specify the center of that moving target and stay and stay",
   "start": 1916.64,
   "duration": 6.92
  },
  {
   "text": "Well and stay on the back",
   "start": 1923.96,
   "duration": 1.56
  },
  {
   "text": "Yeah, okay, so that's a really complicated metaphor with the snake",
   "start": 1925.52,
   "duration": 2.9
  },
  {
   "text": "But I think it's a perfect way in to what's going on on campus and to why viewpoint diversity is so important because that's I",
   "start": 1928.42,
   "duration": 6.359
  },
  {
   "text": "agree exactly with what you just said and",
   "start": 1934.88,
   "duration": 2.299
  },
  {
   "text": "So what I the view that I've come to in studying moral psychology, is that we is that humans are",
   "start": 1937.97,
   "duration": 7.13
  },
  {
   "text": "ultra social Apes",
   "start": 1945.62,
   "duration": 2.0
  },
  {
   "text": "We we evolved to live in these small groups that are fighting with each other",
   "start": 1948.05,
   "duration": 4.489
  },
  {
   "text": "We evolved to have these low-level animistic religions. That's our steady state. That's the way we were for at least 100,000 years or much more",
   "start": 1953.57,
   "duration": 7.849
  },
  {
   "text": "probably closer to a million in some form",
   "start": 1962.18,
   "duration": 2.0
  },
  {
   "text": "So that's sort of our design. That's what we were designed for in a sense",
   "start": 1964.4,
   "duration": 3.08
  },
  {
   "text": "and",
   "start": 1968.12,
   "duration": 1.23
  },
  {
   "text": "In that sense where as individuals were really kind of stupid tribal creatures designed to do post hoc reasoning",
   "start": 1969.35,
   "duration": 6.319
  },
  {
   "text": "But if you put us together in the right way with the right checks with the right the right systems",
   "start": 1976.85,
   "duration": 6.26
  },
  {
   "text": "The the whole can be vastly smarter than the components that go into it",
   "start": 1984.59,
   "duration": 4.16
  },
  {
   "text": "Which is true of the brain - the brain is composed of neurons each neurons really kind of a stupid little switch",
   "start": 1988.75,
   "duration": 4.739
  },
  {
   "text": "But you put them together in the right way, and you get something really brilliant and in the same way",
   "start": 1994.07,
   "duration": 3.999
  },
  {
   "text": "I don't know all the history here, but my understanding is that science begins or",
   "start": 1998.47,
   "duration": 4.309
  },
  {
   "text": "the culture of science the scientific revolution begins in Europe",
   "start": 2003.419,
   "duration": 3.56
  },
  {
   "text": "In the 17th century as you begin getting you get the printing press so people can share their ideas",
   "start": 2007.5,
   "duration": 5.899
  },
  {
   "text": "but you get communities of people who are challenging each other's ideas and",
   "start": 2013.62,
   "duration": 3.259
  },
  {
   "text": "That's what makes it so brilliant is that is that people have to do their best",
   "start": 2017.82,
   "duration": 3.77
  },
  {
   "text": "We're really bad at disconfirming our own ideas",
   "start": 2021.779,
   "duration": 2.21
  },
  {
   "text": "It's very hard to make it's very hard to do that, but you put your ideas out there and then",
   "start": 2023.99,
   "duration": 3.75
  },
  {
   "text": "Everyone else is motivated to challenge them and so if you put us together in the right way the truth comes out and so adversarial",
   "start": 2028.289,
   "duration": 6.529
  },
  {
   "text": "systems of law",
   "start": 2035.04,
   "duration": 1.44
  },
  {
   "text": "Journalists know this they have to listen to both sides",
   "start": 2036.48,
   "duration": 2.0
  },
  {
   "text": "Scientists know this social scientists should know this okay, what happened well",
   "start": 2038.7,
   "duration": 4.879
  },
  {
   "text": "The Academy has has always leaned left in the 20th century",
   "start": 2044.79,
   "duration": 3.439
  },
  {
   "text": "But leaning isn't the problem",
   "start": 2048.899,
   "duration": 2.0
  },
  {
   "text": "So people think oh viewpoint diversity. We need we need everybody we need Nazis. We need every view. No we don't need everybody",
   "start": 2051.24,
   "duration": 6.619
  },
  {
   "text": "What we need is no orthodoxy",
   "start": 2057.919,
   "duration": 2.37
  },
  {
   "text": "That's what's fatal",
   "start": 2060.47,
   "duration": 1.359
  },
  {
   "text": "orthodoxy",
   "start": 2061.829,
   "duration": 0.75
  },
  {
   "text": "so if you have if you have to field like sociology or",
   "start": 2062.579,
   "duration": 3.56
  },
  {
   "text": "Social psychology in which it's two or three to one left to right that's totally fine with me. That's totally fine",
   "start": 2066.27,
   "duration": 6.049
  },
  {
   "text": "Because if someone makes some claim, that's just like ideologically blind",
   "start": 2072.839,
   "duration": 4.31
  },
  {
   "text": "Someone will say you know common sense other evidence that you've missed and then the system works",
   "start": 2077.909,
   "duration": 5.57
  },
  {
   "text": "But what what I learned when I started down this road in 2011 I gave a talk",
   "start": 2084.089,
   "duration": 3.95
  },
  {
   "text": "at a big conference of social psychologists",
   "start": 2088.53,
   "duration": 2.179
  },
  {
   "text": "I gave a talk about this problem that we're losing our diversity that I",
   "start": 2090.71,
   "duration": 4.29
  },
  {
   "text": "Could only find one conservative in the entire field. I gave a talk on this",
   "start": 2095.31,
   "duration": 4.009
  },
  {
   "text": "and",
   "start": 2099.9,
   "duration": 2.0
  },
  {
   "text": "And",
   "start": 2102.81,
   "duration": 1.65
  },
  {
   "text": "So what I've learned since then is that",
   "start": 2104.46,
   "duration": 2.0
  },
  {
   "text": "The ratio in psychology was between two to one and four to one left-right all the way up to the early 90s",
   "start": 2107.52,
   "duration": 5.989
  },
  {
   "text": "We've gathered together all the studies we could find so all the way up to the early 90s",
   "start": 2113.51,
   "duration": 3.659
  },
  {
   "text": "It's only three or four to one left or right which would be okay?",
   "start": 2117.17,
   "duration": 2.489
  },
  {
   "text": "but then between 1995 or four and 2010 it goes to",
   "start": 2120.45,
   "duration": 5.57
  },
  {
   "text": "14 to 1. You do you have any idea why and why that time? Yes, so",
   "start": 2126.75,
   "duration": 5.449
  },
  {
   "text": "So you get the same story whether you look at",
   "start": 2132.9,
   "duration": 2.419
  },
  {
   "text": "republican-democrat ratios or liberal-conservative",
   "start": 2135.96,
   "duration": 1.8
  },
  {
   "text": "They're they tell the same story so the two the big things going on there are one",
   "start": 2137.76,
   "duration": 4.399
  },
  {
   "text": "Is that the Greatest Generation which had a lot of Republicans",
   "start": 2142.16,
   "duration": 3.419
  },
  {
   "text": "so a lot of men go off to World War Two, they they're on the GI Bill they enter the Academy in the",
   "start": 2146.309,
   "duration": 5.45
  },
  {
   "text": "1950s a lot of them are conservative or republican",
   "start": 2152.039,
   "duration": 2.51
  },
  {
   "text": "So you have a lot of them",
   "start": 2155.549,
   "duration": 1.351
  },
  {
   "text": "but in the 60s and 70s one of the main reasons to go to grad school in the social sciences is either a)",
   "start": 2156.9,
   "duration": 5.57
  },
  {
   "text": "To stay in school to escape the Vietnam War draft or b) to fight for social justice and against racism",
   "start": 2162.72,
   "duration": 6.05
  },
  {
   "text": "so in sociology and psychology in particular in political science",
   "start": 2169.02,
   "duration": 3.26
  },
  {
   "text": "Maybe I'm not sure you get a huge influx of left-leaning people who are there to pursue",
   "start": 2172.28,
   "duration": 5.309
  },
  {
   "text": "Social justice, so you know the motives are fine, and if it was balanced to be totally fine",
   "start": 2177.9,
   "duration": 5.33
  },
  {
   "text": "but",
   "start": 2183.599,
   "duration": 0.931
  },
  {
   "text": "As you get these young junior people on the Left come in in the 70s and 80s",
   "start": 2184.53,
   "duration": 3.919
  },
  {
   "text": "And then you get the older people that are more politically balanced retiring in the 80s and 90s",
   "start": 2188.45,
   "duration": 3.899
  },
  {
   "text": "By the time you get to the late 90s, it's all Baby Boomers. And so do you get a",
   "start": 2192.599,
   "duration": 4.939
  },
  {
   "text": "Do you get a positive feedback loop developing in there? Like you said it's like three to one",
   "start": 2197.539,
   "duration": 4.2
  },
  {
   "text": "It's okay",
   "start": 2201.74,
   "duration": 0.609
  },
  {
   "text": "But maybe when it hits four to one it goes to like twenty to one? Then you said exactly so you so",
   "start": 2202.349,
   "duration": 5.03
  },
  {
   "text": "Then you start getting hostile climate so I wrote a review paper on this with",
   "start": 2207.66,
   "duration": 3.77
  },
  {
   "text": "with Joe Duarte and Phil Tetlock and Lee Jussim, Jarret Crawford",
   "start": 2211.829,
   "duration": 4.19
  },
  {
   "text": "and",
   "start": 2217.02,
   "duration": 2.0
  },
  {
   "text": "And we",
   "start": 2219.089,
   "duration": 1.831
  },
  {
   "text": "So we reviewed everything that we could find we concluded that",
   "start": 2220.92,
   "duration": 2.899
  },
  {
   "text": "Most of what's going on is self selection that is people on the Left, and we're open to experience they're always gonna",
   "start": 2224.069,
   "duration": 5.27
  },
  {
   "text": "Get self selection, but then there's really good evidence that there's also hostile climate",
   "start": 2229.95,
   "duration": 4.489
  },
  {
   "text": "I mean, it's it's undeniable now that if you are not on the left in a grad program",
   "start": 2234.44,
   "duration": 4.709
  },
  {
   "text": "There's just constant little subtle or not so subtle reminders that you don't belong and look in the Academy",
   "start": 2239.15,
   "duration": 5.76
  },
  {
   "text": "We're all about saying hey, if there are subtle hints here and there you can't succeed right",
   "start": 2244.91,
   "duration": 5.34
  },
  {
   "text": "I mean, that's what we do for a living is we say that little things will stop people",
   "start": 2250.25,
   "duration": 3.659
  },
  {
   "text": "Well little things are put in the way of anyone who doesn't fit politically",
   "start": 2254.75,
   "duration": 2.969
  },
  {
   "text": "And so you do get hostile climate you do get overt discrimination",
   "start": 2258.18,
   "duration": 3.29
  },
  {
   "text": "There's evidence of that and then there is also",
   "start": 2261.47,
   "duration": 2.069
  },
  {
   "text": "It is part of the story here that what it means to be a conservative in the 90s and especially two thousands has changed so",
   "start": 2263.94,
   "duration": 6.35
  },
  {
   "text": "It is true that",
   "start": 2270.51,
   "duration": 1.71
  },
  {
   "text": "You know that that conservatives were not in any way anti-science",
   "start": 2272.22,
   "duration": 3.919
  },
  {
   "text": "until much more recent times now actually all sides are anti science about different Sciences, but",
   "start": 2277.41,
   "duration": 5.179
  },
  {
   "text": "in America the the right wing the Republican Party had",
   "start": 2283.17,
   "duration": 4.219
  },
  {
   "text": "it's controversial",
   "start": 2287.94,
   "duration": 0.92
  },
  {
   "text": "But I do believe that the polarization starts with the right moving further out so what it means to be concerned to be anti anti",
   "start": 2288.86,
   "duration": 5.79
  },
  {
   "text": "Evolutionary which is actually what's happening on the left now - exactly that's yeah",
   "start": 2294.75,
   "duration": 3.71
  },
  {
   "text": "So well-- postmodern left-- I talked to Bret Weinstein the other day, and you know he one of his claims is that",
   "start": 2298.46,
   "duration": 5.399
  },
  {
   "text": "Evolutionary biology has something in it to offend everyone, so it's a it's a science",
   "start": 2304.92,
   "duration": 4.879
  },
  {
   "text": "That's very likely to be targeted by extremists",
   "start": 2309.8,
   "duration": 2.55
  },
  {
   "text": "you also brought up something that actually touches on the I on the",
   "start": 2312.35,
   "duration": 4.02
  },
  {
   "text": "Difficult problem of how it is that you might define someone who's ideologically possessed",
   "start": 2316.77,
   "duration": 5.42
  },
  {
   "text": "Let's say or ideologically rigid because the idea was that you",
   "start": 2322.19,
   "duration": 3.869
  },
  {
   "text": "Can make a valid case for the utility of",
   "start": 2326.55,
   "duration": 2.239
  },
  {
   "text": "free",
   "start": 2329.13,
   "duration": 0.69
  },
  {
   "text": "information flow and",
   "start": 2329.82,
   "duration": 1.14
  },
  {
   "text": "and the free flow of people that would go along with that and you can make a good case for the danger of that and",
   "start": 2330.96,
   "duration": 5.299
  },
  {
   "text": "So the idea might be that if you're only making a case for the danger of that then you're tilted too far to the right",
   "start": 2336.33,
   "duration": 5.87
  },
  {
   "text": "And if you're only making a case for the utility of that then you're tilted too far to the left",
   "start": 2342.2,
   "duration": 3.959
  },
  {
   "text": "Exactly, that's right, and so we can look at immigration as a nice example. There was a recent essay in the Atlantic",
   "start": 2346.44,
   "duration": 5.27
  },
  {
   "text": "I think it was by Peter Beinart",
   "start": 2351.71,
   "duration": 2.0
  },
  {
   "text": "Where he",
   "start": 2354.09,
   "duration": 1.74
  },
  {
   "text": "He reviews",
   "start": 2355.83,
   "duration": 1.32
  },
  {
   "text": "it starts with a lot of quotes that are pretty nuanced positions about",
   "start": 2357.15,
   "duration": 3.59
  },
  {
   "text": "immigration from Barack Obama, Paul Krugman and a bunch of other people on the Left",
   "start": 2360.87,
   "duration": 3.679
  },
  {
   "text": "Who used to be able to say on the one hand you know",
   "start": 2364.77,
   "duration": 2.69
  },
  {
   "text": "Compassion, economic on the other hand you know we have to have a legal process, and there's a threat to low-wage workers",
   "start": 2367.74,
   "duration": 7.129
  },
  {
   "text": "so people on the Left used to be ale to talk about immigration and talk about the pros and cons the pluses and minuses but",
   "start": 2374.87,
   "duration": 5.85
  },
  {
   "text": "Beinart shows how in the last four or five years you can't if you so much as suggests that well maybe",
   "start": 2380.88,
   "duration": 5.389
  },
  {
   "text": "Immigration is a net good, but it might have some deleterious effects on certain classes of low-wage American workers",
   "start": 2387.24,
   "duration": 7.039
  },
  {
   "text": "You could get in big trouble",
   "start": 2394.29,
   "duration": 1.8
  },
  {
   "text": "Right because that's instantly prejudicial",
   "start": 2396.09,
   "duration": 2.04
  },
  {
   "text": "You know because immigration has become a sacred topic so this is the key thing that I want everyone to keep in mind",
   "start": 2398.13,
   "duration": 5.459
  },
  {
   "text": "We are fundamentally religious creatures, we're built for religion and it's a great achievement to create a scientific",
   "start": 2404.05,
   "duration": 7.04
  },
  {
   "text": "Establishment and an academic establishment that keeps that way of thinking out",
   "start": 2411.28,
   "duration": 3.649
  },
  {
   "text": "scientific thinking is not natural thinking religious thinking is natural thinking and what's happening to us in the last few years especially is a",
   "start": 2415.57,
   "duration": 6.949
  },
  {
   "text": "flooding in of",
   "start": 2422.74,
   "duration": 1.47
  },
  {
   "text": "Religious thinking and so let's get a bunch of social scientists to talk about immigration",
   "start": 2424.21,
   "duration": 4.189
  },
  {
   "text": "What are they going to do look at the data, weigh up the pluses and minuses? No they're going to many of them feel",
   "start": 2428.65,
   "duration": 7.07
  },
  {
   "text": "They're on a team and that team is fighting the right the right is anti-immigrant it includes racist elements therefore that justifies us in",
   "start": 2435.72,
   "duration": 7.979
  },
  {
   "text": "being Pro immigration and",
   "start": 2444.07,
   "duration": 2.0
  },
  {
   "text": "Social Sciences are always there's always ambiguity. There's always conflicting studies. Yes, there's multiple causal factors",
   "start": 2446.32,
   "duration": 6.199
  },
  {
   "text": "And there are always in a social science study. That's right so Beinart's point was that",
   "start": 2452.52,
   "duration": 4.53
  },
  {
   "text": "The left used to be able to think straight about immigration clearly it had a you know",
   "start": 2457.33,
   "duration": 4.31
  },
  {
   "text": "It's generally Pro immigration, but it used to be able to think straight",
   "start": 2461.64,
   "duration": 2.399
  },
  {
   "text": "But in the last few years a religious Orthodox mindset has overtaken it",
   "start": 2464.35,
   "duration": 4.639
  },
  {
   "text": "Okay\nSo we might as well also point out that it's a primordial religious mindset right because I mean there are",
   "start": 2468.99,
   "duration": 5.669
  },
  {
   "text": "I don't mean Christian or Jewish I mean",
   "start": 2474.88,
   "duration": 2.0
  },
  {
   "text": "ancient, tribal",
   "start": 2477.4,
   "duration": 1.5
  },
  {
   "text": "small-scale lots of gods. Right right well so then one of the things that you might suggest is that when you throw out a",
   "start": 2478.9,
   "duration": 5.78
  },
  {
   "text": "sophisticated religious structure an unsophisticated",
   "start": 2485.08,
   "duration": 2.959
  },
  {
   "text": "Religious structure comes in to fill the gap. I do so that's true. Okay",
   "start": 2488.68,
   "duration": 3.86
  },
  {
   "text": "Definitely worth thinking about so. That's right, so that's right the thing with religions. We have to clarify",
   "start": 2493.54,
   "duration": 5.479
  },
  {
   "text": "Fundamentalism is the problem not religion, and so-- it's close to tribalism. That's right if you get a fundamentalist",
   "start": 2500.02,
   "duration": 6.32
  },
  {
   "text": "You know I'm happy to say and if you have people applying to a grad program in psychology",
   "start": 2506.62,
   "duration": 3.889
  },
  {
   "text": "And I find out that they're Christian that's fine. There's no problem, but if they're fundamentalist Christian",
   "start": 2510.73,
   "duration": 6.229
  },
  {
   "text": "I would think well let's say let's say it's not psychology suppose. It's you know",
   "start": 2516.96,
   "duration": 3.479
  },
  {
   "text": "geology",
   "start": 2521.02,
   "duration": 1.02
  },
  {
   "text": "So someone applies to a geology program they are a fundamentalist Young Earth Creationist",
   "start": 2522.04,
   "duration": 4.609
  },
  {
   "text": "Are you gonna admit them? No. I don't think you should they're not able to do the right kind of thinking based on",
   "start": 2527.38,
   "duration": 7.219
  },
  {
   "text": "What we know to be the case, they're-- They're not in the scientific paradigm-- Not the scientific, that's right",
   "start": 2534.6,
   "duration": 4.229
  },
  {
   "text": "So so if we wouldn't admit a fundamentalist Christian to a geology program",
   "start": 2538.83,
   "duration": 4.979
  },
  {
   "text": "why would we admit someone who is just as fundamentalist about certain moral and political issues into a",
   "start": 2544.15,
   "duration": 5.389
  },
  {
   "text": "Sociology program or into a psychology program if they come in knowing what the right answer is committed to that right answer",
   "start": 2549.79,
   "duration": 6.8
  },
  {
   "text": "likely to get angry at anyone who contravenes that right answer and and",
   "start": 2557.32,
   "duration": 5.78
  },
  {
   "text": "Showing signs of closed-mindedness, I don't think they belong in a grad program-- Yeah",
   "start": 2564.04,
   "duration": 3.469
  },
  {
   "text": "I guess the question is how in the world do you set up mechanisms to ensure that you're not",
   "start": 2567.51,
   "duration": 4.469
  },
  {
   "text": "swamped by",
   "start": 2572.83,
   "duration": 1.29
  },
  {
   "text": "Fundamentalists of any sort so those are people who are reducing everything to a single cause it's something like that",
   "start": 2574.12,
   "duration": 5.06
  },
  {
   "text": "How can you implement a structure that protects the organization against that without the structure itself becoming",
   "start": 2579.25,
   "duration": 6.53
  },
  {
   "text": "Totalitarian you know because these things these things spin out of control so fast. Yeah",
   "start": 2586.81,
   "duration": 3.86
  },
  {
   "text": "But so you know, I think what we have to realize in the Academy is that we face. I think we face an existential crisis",
   "start": 2590.71,
   "duration": 7.04
  },
  {
   "text": "We rely an enormous amount on public goodwill, we get enormous tax subsidies",
   "start": 2599.17,
   "duration": 5.629
  },
  {
   "text": "direct research support and",
   "start": 2605.83,
   "duration": 2.0
  },
  {
   "text": "recent polling shows that",
   "start": 2608.05,
   "duration": 1.89
  },
  {
   "text": "While Democrats have always had a higher opinion of the universities than Republicans until two years ago",
   "start": 2609.94,
   "duration": 4.849
  },
  {
   "text": "Everybody thought universities are a good thing. They make life better so Americans have been very supportive of higher education",
   "start": 2614.82,
   "duration": 5.939
  },
  {
   "text": "They're been rising gripes on the right",
   "start": 2620.76,
   "duration": 1.68
  },
  {
   "text": "But it's only between",
   "start": 2622.44,
   "duration": 1.45
  },
  {
   "text": "2015 and 2017 that now Republicans go from saying mostly universities are good things in two years",
   "start": 2623.89,
   "duration": 6.5
  },
  {
   "text": "They go way down and say the universes are bad things. They're making things worse now. How is this news greeted?",
   "start": 2630.39,
   "duration": 5.339
  },
  {
   "text": "Pundits on the Left are us that oh those Republicans are so anti science look how ignorant. They are they now hate universities",
   "start": 2636.97,
   "duration": 8.0
  },
  {
   "text": "Come on. Anybody who's been watching the news anybody who's seen the mobs, the shout-downs to the illiberal behavior",
   "start": 2645.58,
   "duration": 7.1
  },
  {
   "text": "You know the metaphor I use is like you know",
   "start": 2652.81,
   "duration": 2.03
  },
  {
   "text": "Americans on the right and left are",
   "start": 2655.06,
   "duration": 1.5
  },
  {
   "text": "really supportive of the military we have it's one of the few institutions that we still hold in high esteem on both sides and",
   "start": 2656.56,
   "duration": 5.39
  },
  {
   "text": "So the Republicans more than Democrats, so suppose you had Gallup poll",
   "start": 2662.23,
   "duration": 3.58
  },
  {
   "text": "And I showing Republicans like the military more than Democrats but both really liked it",
   "start": 2665.81,
   "duration": 4.05
  },
  {
   "text": "Then suddenly in 2015 we started seeing video from all over military bases and military",
   "start": 2670.05,
   "duration": 6.709
  },
  {
   "text": "Academies in which the military leaders are overtly right-wing they're there",
   "start": 2677.04,
   "duration": 5.84
  },
  {
   "text": "They're saying terrible things about",
   "start": 2682.88,
   "duration": 2.0
  },
  {
   "text": "Leftists and progressives and the Midshipmen and the cadets and everybody is mobbing the occasional liberal and they're behaving in a really despicable",
   "start": 2685.08,
   "duration": 7.879
  },
  {
   "text": "scary and intimidating way",
   "start": 2693.06,
   "duration": 2.0
  },
  {
   "text": "What do you think the left would now think about the military obviously support for the military would plummet",
   "start": 2695.19,
   "duration": 4.94
  },
  {
   "text": "That's what's happening in America with universities. We are losing the support of half the country. This is unsustainable",
   "start": 2700.77,
   "duration": 5.899
  },
  {
   "text": "Especially in red states where you know they control the purse strings",
   "start": 2707.46,
   "duration": 2.81
  },
  {
   "text": "So I think we have a major crisis",
   "start": 2710.97,
   "duration": 2.449
  },
  {
   "text": "I think we've got to go into crisis mode",
   "start": 2713.42,
   "duration": 1.98
  },
  {
   "text": "And we've got to clean up our act so just as we're doing in psychology with Replication Project",
   "start": 2715.4,
   "duration": 4.829
  },
  {
   "text": "We recognize that our methods weren't good enough, and we're doing a crash course",
   "start": 2720.48,
   "duration": 4.219
  },
  {
   "text": "Thanks to Brian Nosek and others, The OpenScience Project. We're really trying to improve our game. Thank God",
   "start": 2725.13,
   "duration": 5.03
  },
  {
   "text": "We need to I think we have to do the exact same thing about partisanship and our [???] Okay",
   "start": 2730.16,
   "duration": 6.059
  },
  {
   "text": "So let's talk about Heterodox Academy because you set that up this organization that you should tell everybody about in in",
   "start": 2736.22,
   "duration": 6.27
  },
  {
   "text": "Precisely to deal with this issue, and so I'd like I'd like to know about it",
   "start": 2742.83,
   "duration": 4.219
  },
  {
   "text": "How it's growing what it's doing what your aims are all of that. So I gave this talk in 2011 laying out",
   "start": 2747.32,
   "duration": 5.58
  },
  {
   "text": "the fact that we have no more conservatives in social psychology, and why this makes it hard for us to find truth and",
   "start": 2753.33,
   "duration": 6.109
  },
  {
   "text": "In the months after that a few social psychologists resonated with the message",
   "start": 2760.17,
   "duration": 3.83
  },
  {
   "text": "They said wow I think that I think you're right. I have some data on this so the five of us",
   "start": 2764.0,
   "duration": 3.63
  },
  {
   "text": "Or six of us",
   "start": 2768.51,
   "duration": 2.0
  },
  {
   "text": "Wrote this paper. It came out in Behavioral and Brain Sciences",
   "start": 2770.94,
   "duration": 3.2
  },
  {
   "text": "Oh, Charlotta Stern, I'm sorry was the sixth one that I forgot to add in before",
   "start": 2774.14,
   "duration": 3.599
  },
  {
   "text": "We got this paper published in Behavioral and Brain Sciences. It came out",
   "start": 2778.65,
   "duration": 3.379
  },
  {
   "text": "It was sort of online in 2014",
   "start": 2782.13,
   "duration": 2.0
  },
  {
   "text": "But it came out for good in the summer 2015 which coincidentally was the same summer that my article came out with Greg Lukianoff",
   "start": 2784.35,
   "duration": 6.26
  },
  {
   "text": "Called The Coddling of the American Mind that was about things going on with undergrads",
   "start": 2790.94,
   "duration": 3.96
  },
  {
   "text": "But our concern was entirely faculty was just the nature of the academic community the research community",
   "start": 2795.12,
   "duration": 5.569
  },
  {
   "text": "So we got these two things going on summer 2015",
   "start": 2801.03,
   "duration": 2.329
  },
  {
   "text": "And then that summer I hear from Nick Rosencrantz a law professor who says we have the same problem in law",
   "start": 2804.0,
   "duration": 6.5
  },
  {
   "text": "Is worse in law well, it's really bad in Canada, in law. Okay, because and as he points out",
   "start": 2811.2,
   "duration": 5.149
  },
  {
   "text": "We're training all these students",
   "start": 2816.48,
   "duration": 2.059
  },
  {
   "text": "They never meet a conservative then they have to go argue cases in front of judges half of whom were appointed by Republicans",
   "start": 2818.94,
   "duration": 6.679
  },
  {
   "text": "They have no idea. What a conservative thinks this is malpractice",
   "start": 2825.619,
   "duration": 2.699
  },
  {
   "text": "We got a train so say and I hear from a sociologist Chris Martin same thing of",
   "start": 2828.319,
   "duration": 3.93
  },
  {
   "text": "Sociology so the three of us said hey you know",
   "start": 2832.349,
   "duration": 2.06
  },
  {
   "text": "This is a big problem for the whole academy-- Have you looked at faculties of Education? Oh my God, those are the worst, by worst",
   "start": 2834.51,
   "duration": 6.02
  },
  {
   "text": "I don't know the numbers",
   "start": 2840.53,
   "duration": 1.019
  },
  {
   "text": "But in terms of the vindictiveness that the incred the pressure put on any non-conforming opinion my impression",
   "start": 2841.549,
   "duration": 7.62
  },
  {
   "text": "I don't of data, but my impression from the letters I get is that education schools and social work school",
   "start": 2849.17,
   "duration": 5.489
  },
  {
   "text": "Yeah, are the worst that's exactly in keeping with my my understanding as well",
   "start": 2854.69,
   "duration": 4.56
  },
  {
   "text": "It's hard to tell which of those two are worst",
   "start": 2859.25,
   "duration": 2.01
  },
  {
   "text": "I would say it's the faculties of Education because they have a direct pipeline to kids. Oh, in terms of their effects. Yes far more pernicious",
   "start": 2861.26,
   "duration": 6.929
  },
  {
   "text": "Yeah, yes, yeah, but but equally equally warped let's say but but more pernicious",
   "start": 2868.19,
   "duration": 4.709
  },
  {
   "text": "And and the things that are happening in the Canadian education system as a consequence of that are so reprehensible it-- We should get to that",
   "start": 2872.91,
   "duration": 5.899
  },
  {
   "text": "Because it's happening here too with these ideas filtering down to high school. I've been so focused on college now",
   "start": 2878.809,
   "duration": 5.07
  },
  {
   "text": "We're discovering the problem is actually baked in the illiberal attitudes are often baked in",
   "start": 2883.88,
   "duration": 4.29
  },
  {
   "text": "Yes, and purposefully like in in Canada increasingly the the radical leftists have control over curriculum development",
   "start": 2888.99,
   "duration": 7.399
  },
  {
   "text": "And they're starting to develop social justice curriculums, which is what they call them",
   "start": 2896.39,
   "duration": 4.38
  },
  {
   "text": "For kindergarten kids so it's really it's been another get back through the earlier grades",
   "start": 2901.529,
   "duration": 5.3
  },
  {
   "text": "So so the originally three of us decided to put up a website",
   "start": 2906.93,
   "duration": 3.199
  },
  {
   "text": "I invited all the other authors from the the BBS paper",
   "start": 2910.13,
   "duration": 2.939
  },
  {
   "text": "We invited a few other people working on this and so for the first year we had this project, it was called heterodoxacademy.org",
   "start": 2913.349,
   "duration": 6.08
  },
  {
   "text": "We put the site up on about September 10th. I think it was",
   "start": 2919.89,
   "duration": 3.53
  },
  {
   "text": "2015 and it was just a community of researchers who are studying",
   "start": 2924.809,
   "duration": 4.1
  },
  {
   "text": "the problem of the lack of viewpoint diversity, well five days later the protests start at Missouri, so these are",
   "start": 2929.64,
   "duration": 6.25
  },
  {
   "text": "racially motivated protests or protests about racial",
   "start": 2936.499,
   "duration": 2.72
  },
  {
   "text": "insensitivity and racial problems at Missouri",
   "start": 2940.009,
   "duration": 2.39
  },
  {
   "text": "And at first it seemed like this is just a Missouri problem, but coming in the wake of course of",
   "start": 2942.98,
   "duration": 4.219
  },
  {
   "text": "Ferguson and all the videos we saw of unarmed black men being killed by police",
   "start": 2947.9,
   "duration": 3.979
  },
  {
   "text": "The a lot of his concerns spread to other universities the protests aren't just about race",
   "start": 2952.519,
   "duration": 4.64
  },
  {
   "text": "But it was that fall of 2015 especially the Yale protest",
   "start": 2957.2,
   "duration": 3.709
  },
  {
   "text": "When the president of Yale validates their narrative that Yale's are racist place we have to reform Yale",
   "start": 2961.369,
   "duration": 5.6
  },
  {
   "text": "Then it spreads nationally and now suddenly",
   "start": 2967.4,
   "duration": 2.3
  },
  {
   "text": "This is not just a faculty issue anymore so even though at Heterodox Academy we mostly focus on the faculty",
   "start": 2969.7,
   "duration": 4.379
  },
  {
   "text": "We're now seeing it's a complex ecosystem",
   "start": 2974.18,
   "duration": 2.0
  },
  {
   "text": "With all kinds of forces acting on universities so that between 2015 and 2017",
   "start": 2976.64,
   "duration": 5.389
  },
  {
   "text": "the danger of",
   "start": 2982.66,
   "duration": 1.959
  },
  {
   "text": "Speaking honestly about what you think about an academic or intellectual proposition has skyrocketed the risk of being mobbed",
   "start": 2984.619,
   "duration": 6.919
  },
  {
   "text": "Ostracized, formally investigated-- by Title IX people for example-- By Title IX people",
   "start": 2992.02,
   "duration": 5.28
  },
  {
   "text": "Here we're sitting here at NYU, go to any bathroom. I'll show you on this floor go to any bathroom",
   "start": 2997.58,
   "duration": 5.3
  },
  {
   "text": "There's a sign telling students exactly what number to call to report you or me if we say something that is",
   "start": 3002.88,
   "duration": 5.82
  },
  {
   "text": "That someone takes to be a biased act. Oh, so you have bias you have bias investigation teams here. That's right",
   "start": 3008.859,
   "duration": 6.469
  },
  {
   "text": "See we haven't got to that point that particular point in Canada yet",
   "start": 3015.329,
   "duration": 3.479
  },
  {
   "text": "So I think we're farther ahead down that path in some ways, but not quite as far in others",
   "start": 3018.809,
   "duration": 4.77
  },
  {
   "text": "Yeah, that's really that's really unbelievable. So things are changing very very fast",
   "start": 3023.609,
   "duration": 3.719
  },
  {
   "text": "It's not at all schools, but then again things are changing so fast",
   "start": 3027.329,
   "duration": 3.3
  },
  {
   "text": "We don't really know we don't have good data on what's going on what I can tell you though is that",
   "start": 3030.63,
   "duration": 4.439
  },
  {
   "text": "At Heterodox Academy when we started out in 2015",
   "start": 3035.589,
   "duration": 2.81
  },
  {
   "text": "There was a lot of suspicion a lot of people on the Left were afraid like oh is this some",
   "start": 3039.13,
   "duration": 4.28
  },
  {
   "text": "Right-wing group now very few of us are actually on the right",
   "start": 3043.599,
   "duration": 2.75
  },
  {
   "text": "But because we end up mostly speaking up for libertarians and conservatives who are attacked or silenced",
   "start": 3046.96,
   "duration": 5.899
  },
  {
   "text": "You know people will think oh, we must be right-wing, but we're not I mean I'm I've never voted for Republican in my life",
   "start": 3053.049,
   "duration": 4.939
  },
  {
   "text": "I've never given money to a Republican campaign",
   "start": 3057.989,
   "duration": 2.0
  },
  {
   "text": "I'm now increasingly calling myself a liberal now that we see a illiberalism flourishing",
   "start": 3060.43,
   "duration": 4.76
  },
  {
   "text": "But so when we started out there was a lot of suspicion of us from",
   "start": 3066.37,
   "duration": 3.949
  },
  {
   "text": "Many professors, but now that it's clear that the problems these are not just a few anecdotes. This is the new normal",
   "start": 3070.96,
   "duration": 6.35
  },
  {
   "text": "And it's not just in the Universities as you pointed out. That's right. It's already",
   "start": 3077.86,
   "duration": 3.469
  },
  {
   "text": "It's like mad. And it's not just in the U.S. It's spread when in 2015 I thought it was uniquely American problem",
   "start": 3081.51,
   "duration": 5.729
  },
  {
   "text": "Yeah, boy, it's in Canada and the UK and it is really what New Zealand that's right",
   "start": 3087.24,
   "duration": 4.02
  },
  {
   "text": "It is a uniquely Anglosphere problem. This is really interesting",
   "start": 3091.29,
   "duration": 2.459
  },
  {
   "text": "It's not on the continent very much at all. What about in the Nordic countries? No",
   "start": 3093.75,
   "duration": 3.63
  },
  {
   "text": "I mean they have so political correctness you have lots of places the unique thing that",
   "start": 3097.38,
   "duration": 5.429
  },
  {
   "text": "Identifies this new culture is linking the political correctness with the sense of fragility",
   "start": 3103.09,
   "duration": 4.699
  },
  {
   "text": "And this is something America's pioneered the idea that",
   "start": 3107.89,
   "duration": 3.739
  },
  {
   "text": "So in Britain they've always had",
   "start": 3112.33,
   "duration": 2.0
  },
  {
   "text": "No platforming they call it so if there's an, there was an there's a British National Party, an actual fascist party",
   "start": 3114.91,
   "duration": 5.839
  },
  {
   "text": "You know so if a if a BNP member is gonna speak on campus you mob him you shut it down no plat...",
   "start": 3120.75,
   "duration": 5.43
  },
  {
   "text": "Don't give a platform, so you know you've had",
   "start": 3126.21,
   "duration": 2.04
  },
  {
   "text": "Passionate politics certainly since the 60s so that's not new and that's everywhere",
   "start": 3129.46,
   "duration": 3.47
  },
  {
   "text": "What's new is the American idea that if someone says something and it could be a sincerely expressed idea",
   "start": 3133.87,
   "duration": 6.739
  },
  {
   "text": "Not a racist rant just like well. I don't know I think that maybe hormones do affect gendered behavior",
   "start": 3140.61,
   "duration": 5.25
  },
  {
   "text": "Can you say that? Well what if someone takes that as as somehow",
   "start": 3147.04,
   "duration": 5.75
  },
  {
   "text": "essentializing gender and then saying that women are inferior or whatever if they. Yes, well, that happened to James Damore, for exact exactly exactly so",
   "start": 3154.27,
   "duration": 7.07
  },
  {
   "text": "So, that's what's new is the idea that if someone says something that",
   "start": 3162.91,
   "duration": 3.409
  },
  {
   "text": "Someone a member of a protected or marginalized group is offended by that person is harmed. If that person is harmed",
   "start": 3166.45,
   "duration": 6.56
  },
  {
   "text": "We must protect that person and more ominously just in the last year or two. It's not just that they're harming their suffering",
   "start": 3173.38,
   "duration": 5.839
  },
  {
   "text": "It's that this was violent. Yes, right violence well",
   "start": 3179.22,
   "duration": 3.15
  },
  {
   "text": "That's part of the postmodern",
   "start": 3182.37,
   "duration": 1.09
  },
  {
   "text": "Narratives that attribute everything to power-- this is so dangerous the the crossing the line into into violence",
   "start": 3183.46,
   "duration": 5.57
  },
  {
   "text": "It just occurred to me",
   "start": 3189.03,
   "duration": 0.93
  },
  {
   "text": "Just like yesterday was thinking about this wait the state is supposed to have a monopoly on violence, right",
   "start": 3189.96,
   "duration": 5.19
  },
  {
   "text": "But if speech especially his speech and her speech and the people the speech of those people in that academic",
   "start": 3195.19,
   "duration": 5.57
  },
  {
   "text": "movement or on the and that if their speech is violence well the state is supposed to have a monopoly on their speech then and",
   "start": 3201.01,
   "duration": 6.05
  },
  {
   "text": "And if it's violence well",
   "start": 3208.81,
   "duration": 2.0
  },
  {
   "text": "Then we have a right to use violence back",
   "start": 3210.81,
   "duration": 2.31
  },
  {
   "text": "The state doesn't have a monopoly on our violence because our violence is you know it's morally motivated",
   "start": 3213.37,
   "duration": 4.879
  },
  {
   "text": "so just the Orwellian and",
   "start": 3218.44,
   "duration": 2.12
  },
  {
   "text": "Authoritarian implications of this move once you say that speech is violence you're unlocking you know you're opening Pandora's box",
   "start": 3220.99,
   "duration": 7.01
  },
  {
   "text": "I mean you're you're five steps down the road to hell and I'd say we're about seven steps down the road",
   "start": 3228.0,
   "duration": 4.32
  },
  {
   "text": "Okay you so you're or you're that concerned about it. Okay, so now tell me how many how many members",
   "start": 3232.78,
   "duration": 6.139
  },
  {
   "text": "If you don't have to discuss any of this obviously",
   "start": 3239.47,
   "duration": 2.63
  },
  {
   "text": "But how many members of Heterodox Academy are there now? We have 1,300 members so once we opened up it's originally",
   "start": 3242.1,
   "duration": 6.569
  },
  {
   "text": "It was just four researchers who were studying this problem, but we had lots of people wanting to join and so we said well",
   "start": 3248.67,
   "duration": 5.61
  },
  {
   "text": "Okay, why not and so we just said alright if as long as you're a professor",
   "start": 3254.28,
   "duration": 3.03
  },
  {
   "text": "That is you have a PhD you're living more or less the life of a professor you have a university affiliation so we now take",
   "start": 3257.89,
   "duration": 6.169
  },
  {
   "text": "adjuncts if they have a PhD",
   "start": 3264.28,
   "duration": 1.86
  },
  {
   "text": "We take postdocs basically if you're in the guild if you're living the life of a professor and you're concerned about",
   "start": 3266.14,
   "duration": 6.799
  },
  {
   "text": "the",
   "start": 3273.64,
   "duration": 2.0
  },
  {
   "text": "Rise of intimidation frankly if you're concerned that our wonderful institution, I love I love being a professor",
   "start": 3275.86,
   "duration": 7.429
  },
  {
   "text": "I love hmm, and I feel like it's not just losing public respect. It's losing its ability to to function",
   "start": 3283.29,
   "duration": 7.35
  },
  {
   "text": "It's losing its ability to teach and do research on politicized topics",
   "start": 3290.64,
   "duration": 3.599
  },
  {
   "text": "There are more politicized topics all the time. That's right, and there are few in the natural science",
   "start": 3294.76,
   "duration": 4.61
  },
  {
   "text": "It's not many",
   "start": 3299.37,
   "duration": 0.42
  },
  {
   "text": "But there are some in the Natural Sciences as well anyway my point is we're now growing very rapidly and something",
   "start": 3299.79,
   "duration": 4.889
  },
  {
   "text": "I'm very excited by is",
   "start": 3304.68,
   "duration": 2.0
  },
  {
   "text": "Since we've started having more of violence on campus with beginning with Berkeley and Middlebury",
   "start": 3306.76,
   "duration": 3.739
  },
  {
   "text": "we're seeing a pervasive sense among people on the left that there really is this problem here that something has to be done and",
   "start": 3310.78,
   "duration": 7.129
  },
  {
   "text": "So we are finding much more acceptance now",
   "start": 3318.1,
   "duration": 2.719
  },
  {
   "text": "From professors on the left so I like to think about there's the liberal left",
   "start": 3321.52,
   "duration": 3.35
  },
  {
   "text": "Yeah, just the great majority",
   "start": 3324.97,
   "duration": 1.55
  },
  {
   "text": "And there's the illiberal left. We did a factor analysis of politically correct beliefs and found exactly that",
   "start": 3326.52,
   "duration": 5.909
  },
  {
   "text": "And that the and that the illiberal left was also high in orderliness-- That's interesting, that's the authoritarian-- Exactly",
   "start": 3332.67,
   "duration": 6.479
  },
  {
   "text": "and also",
   "start": 3339.7,
   "duration": 1.44
  },
  {
   "text": "kind of markedly decline",
   "start": 3341.14,
   "duration": 2.0
  },
  {
   "text": "Was also characterized by a marked lack of verbal intelligence. That's yeah it",
   "start": 3343.42,
   "duration": 5.78
  },
  {
   "text": "The correlation was about 0.4-- Well that oh, that's beautiful. That's beautiful because one of the simplest formulations",
   "start": 3349.75,
   "duration": 5.57
  },
  {
   "text": "I've heard were the great formulation from Mark Lilla so Mark Lilla wrote this fantastic op-ed the New York Times",
   "start": 3355.32,
   "duration": 5.1
  },
  {
   "text": "A week after Trump was elected saying identity politics is a really foolish thing to do",
   "start": 3360.67,
   "duration": 4.639
  },
  {
   "text": "It pushes lots of people over to Trump's side, the identity politics is part of the problem well",
   "start": 3365.64,
   "duration": 4.949
  },
  {
   "text": "He writes this op-ed and one of his fellow professors at Columbia",
   "start": 3370.59,
   "duration": 3.12
  },
  {
   "text": "I forget how she does it, but she basically says something about that",
   "start": 3373.87,
   "duration": 3.619
  },
  {
   "text": "you know the the mask with eyeholes falls from his face like you know he's a Ku Klux Klan member something like that and",
   "start": 3377.49,
   "duration": 5.37
  },
  {
   "text": "So Lilla, Lilla who is in the humanities, he's an intellectual historian",
   "start": 3383.32,
   "duration": 4.04
  },
  {
   "text": "Lilla has this simple formulation. He says that's a slur not an argument and once I had that simple formulation",
   "start": 3387.88,
   "duration": 6.649
  },
  {
   "text": "I realized wow that's almost all the pushback I've ever gotten it's somehow. You know",
   "start": 3394.53,
   "duration": 6.06
  },
  {
   "text": "Oh, you know you're winking at Nazi's or you are-- Yeah, that's happened to me over and over",
   "start": 3400.59,
   "duration": 4.889
  },
  {
   "text": "I was just my neighborhood was just posters with-- I saw that get the intimidation so so this is really key",
   "start": 3405.48,
   "duration": 6.57
  },
  {
   "text": "We're supposed to be all about",
   "start": 3412.27,
   "duration": 2.03
  },
  {
   "text": "you can say anything you want you can make any argument you want if you can support it if",
   "start": 3414.7,
   "duration": 4.369
  },
  {
   "text": "You can back it with reasons. This is critical thinking",
   "start": 3419.2,
   "duration": 2.479
  },
  {
   "text": "This is what we're supposed to train our students to do. Well, and it's not only that you can say anything",
   "start": 3421.68,
   "duration": 4.229
  },
  {
   "text": "But you can say it",
   "start": 3425.91,
   "duration": 1.0
  },
  {
   "text": "There's a boundary on that which especially if you're a scientist less so in the humanities",
   "start": 3426.91,
   "duration": 4.52
  },
  {
   "text": "But if you're a scientist the things you say have to be vetted by people who are going to be critical of them right so",
   "start": 3431.43,
   "duration": 6.809
  },
  {
   "text": "So not only not only is a new facility. That works is accountability. That's built into it. That's right",
   "start": 3438.24,
   "duration": 4.77
  },
  {
   "text": "So I didn't mean to say you can say you know are racist rant",
   "start": 3443.01,
   "duration": 2.489
  },
  {
   "text": "I mean you can put forth any idea you want if you can back it up what we're seeing",
   "start": 3445.5,
   "duration": 4.62
  },
  {
   "text": "with anything politicized is it's not about backing it up students are learning rhetorical techniques to link their enemies to",
   "start": 3450.22,
   "duration": 7.969
  },
  {
   "text": "Something racist as-- Well something contemptible, something contaminated-- Something disgusting",
   "start": 3458.46,
   "duration": 3.88
  },
  {
   "text": "You bet and that and that and those are the things that are not only worthy of being destroyed",
   "start": 3462.36,
   "duration": 4.72
  },
  {
   "text": "But that you have a moral duty to destroy that's-- Oh, that's right, so it's almost like the immune system",
   "start": 3467.099,
   "duration": 4.469
  },
  {
   "text": "Yeah, I don't know exactly how it works",
   "start": 3471.569,
   "duration": 1.17
  },
  {
   "text": "but there's some cell that tags a cell as",
   "start": 3472.739,
   "duration": 3.27
  },
  {
   "text": "You know enemy enemy and once that tag is put on the cell that attracts other I don't know",
   "start": 3476.41,
   "duration": 5.359
  },
  {
   "text": "What kind of cell to it-- Yeah, mob it so we should look into this this metaphor of the immune system",
   "start": 3481.769,
   "duration": 3.63
  },
  {
   "text": "Yeah, because you know once they once you're labeled as a racist",
   "start": 3485.4,
   "duration": 2.76
  },
  {
   "text": "Students don't have to read you that it doesn't matter what you actually say you will now be attacked. Well",
   "start": 3489.069,
   "duration": 4.699
  },
  {
   "text": "It's also too that once you're labeled that way if someone defends you the label is contagious, right?",
   "start": 3493.769,
   "duration": 6.27
  },
  {
   "text": "In exactly the same manner-- That's how we know we're in this super-religious territory of witch-hunts that if you stand up for someone you are tagged and then you",
   "start": 3501.039,
   "duration": 7.909
  },
  {
   "text": "will be mobbed. Right and that's an infectious disease",
   "start": 3508.948,
   "duration": 2.772
  },
  {
   "text": "Exactly, That's why there's so much cowardice on campus among both students and faculty",
   "start": 3511.74,
   "duration": 3.3
  },
  {
   "text": "People are afraid to stand up even if the majority think that what's going on is nuts or is",
   "start": 3515.739,
   "duration": 5.3
  },
  {
   "text": "Unfair they're afraid to stand up and that's in part due to social media because it's just I mean students today have been raised with",
   "start": 3521.619,
   "duration": 7.849
  },
  {
   "text": "Various platforms that make it easy for people to join in attack someone",
   "start": 3530.709,
   "duration": 4.13
  },
  {
   "text": "They look at who liked what so if in that article. We just saw on Reed there was a bit of a counter-revolution at Reed",
   "start": 3534.839,
   "duration": 6.33
  },
  {
   "text": "The students had to get together somehow and decide",
   "start": 3541.989,
   "duration": 2.66
  },
  {
   "text": "Should I like that post how about we all like it at the same time then we'll get in less trouble, okay like. Okay",
   "start": 3544.93,
   "duration": 5.419
  },
  {
   "text": "So to what degree, so let's talk about the aims of the Heterodox Academy, so you've brought people together who are in",
   "start": 3550.349,
   "duration": 6.27
  },
  {
   "text": "principle interested in a",
   "start": 3557.14,
   "duration": 1.889
  },
  {
   "text": "Diversity of opinions and but but in what manner is that going to be utilized to - - I",
   "start": 3559.029,
   "duration": 7.07
  },
  {
   "text": "don't want to use the word combat but - but to deal with this emergent problem of ideological rigidity in the universities? Yeah, so",
   "start": 3566.44,
   "duration": 7.219
  },
  {
   "text": "Two useful concepts here one is The Emperor's New Clothes",
   "start": 3573.789,
   "duration": 2.54
  },
  {
   "text": "We all know that story",
   "start": 3576.849,
   "duration": 1.92
  },
  {
   "text": "Even if most people even if everybody sees this is nuts the Emperor's walking around with no clothes",
   "start": 3578.769,
   "duration": 4.61
  },
  {
   "text": "They're afraid to say it until one person says it so and this is also the Asch experiment",
   "start": 3583.38,
   "duration": 4.56
  },
  {
   "text": "Everybody says that that line is the same as that line. It's obviously not true",
   "start": 3588.489,
   "duration": 3.02
  },
  {
   "text": "If one person says the truth then nobody conforms after that",
   "start": 3591.509,
   "duration": 5.219
  },
  {
   "text": "So the mere presence of a group of people who say you know",
   "start": 3596.979,
   "duration": 2.87
  },
  {
   "text": "But we actually need a diversity of opinions and the fact that on our site",
   "start": 3600.09,
   "duration": 3.449
  },
  {
   "text": "We'll publish things so sometimes when professors are mobbed like when Bret Weinstein",
   "start": 3603.54,
   "duration": 3.63
  },
  {
   "text": "You know was mobbed you know so I wrote an essay that stood up for him. We've done it for some of them",
   "start": 3607.17,
   "duration": 4.29
  },
  {
   "text": "It's happening so fast. I can't keep up. I can't I've got books to write like you know every week",
   "start": 3611.46,
   "duration": 3.839
  },
  {
   "text": "There's some new members getting mobbed and so we're gonna develop a team of people who will write",
   "start": 3615.3,
   "duration": 4.8
  },
  {
   "text": "But just knowing that there are people who will stand up for you",
   "start": 3620.2,
   "duration": 2.359
  },
  {
   "text": "Knowing that there are people who will say wait a second",
   "start": 3623.23,
   "duration": 3.14
  },
  {
   "text": "You know this is not what we do in the Academy",
   "start": 3626.97,
   "duration": 1.99
  },
  {
   "text": "So that's one thing is we just stand up for each other. Um two is we develop products that",
   "start": 3628.96,
   "duration": 5.209
  },
  {
   "text": "We think can basically fix the situation",
   "start": 3634.81,
   "duration": 2.63
  },
  {
   "text": "So one of our products is called the campus expression survey",
   "start": 3637.96,
   "duration": 3.199
  },
  {
   "text": "It's a survey designed to actually measure who was afraid of speaking up about what topics and why what are they afraid of?",
   "start": 3641.16,
   "duration": 6.989
  },
  {
   "text": "And it turns out everyone's afraid of the students more than the faculty",
   "start": 3648.43,
   "duration": 2.899
  },
  {
   "text": "They're afraid to mostly to talk about race-- What about the administrators? Everyone's afraid of the students. They're afraid of the students.",
   "start": 3652.3,
   "duration": 5.449
  },
  {
   "text": "Oh, so I don't have we've not so made them. I've only surveyed students. I don't okay, okay, but from what we hear",
   "start": 3657.75,
   "duration": 5.94
  },
  {
   "text": "People are afraid of of the students",
   "start": 3664.86,
   "duration": 3.08
  },
  {
   "text": "That's also appalling in its own manner like was that Reed where-- It's a failure of leadership, yeah-- that's for sure",
   "start": 3669.9,
   "duration": 5.16
  },
  {
   "text": "They let those kids come into the classroom the actual classroom and disrupt a class on an ongoing basis. I mean-- For months--",
   "start": 3675.06,
   "duration": 6.659
  },
  {
   "text": "Yes, and I couldn't understand that exactly I mean my response to that would be",
   "start": 3682.24,
   "duration": 5.09
  },
  {
   "text": "First I would tell them to leave second I would call campus security",
   "start": 3688.33,
   "duration": 3.199
  },
  {
   "text": "Third if something wasn't done about it",
   "start": 3692.14,
   "duration": 1.73
  },
  {
   "text": "I just wouldn't teach the class",
   "start": 3693.87,
   "duration": 1.24
  },
  {
   "text": "So I don't understand like it seems to me that it's also up to individual professors to draw a line",
   "start": 3695.11,
   "duration": 5.179
  },
  {
   "text": "Which is that if you're being intimidated by students, why do you why do you show up and teach the class?",
   "start": 3700.29,
   "duration": 5.79
  },
  {
   "text": "I don't understand that-- Yeah, so um again",
   "start": 3706.08,
   "duration": 3.06
  },
  {
   "text": "People are afraid to stand up if it means that people will call you a racist",
   "start": 3709.9,
   "duration": 3.559
  },
  {
   "text": "Yeah, but God. I mean it's it's weird in that situation though-- It's carried to an absurd--",
   "start": 3714.07,
   "duration": 3.08
  },
  {
   "text": "You're also afraid to go to your class you know and there's a much more proximal threat there",
   "start": 3717.15,
   "duration": 5.879
  },
  {
   "text": "That's what I mean. That's what I'm most alarmed by is the rise of intimidation intimidation is now a",
   "start": 3723.03,
   "duration": 4.92
  },
  {
   "text": "In many aspects of academic life, and that's just terrible that's completely incompatible",
   "start": 3728.77,
   "duration": 3.449
  },
  {
   "text": "With what we do and who we are. What's especially it's especially appalling given that whatever happens in the university campuses",
   "start": 3732.89,
   "duration": 7.099
  },
  {
   "text": "You know like one of the questions I've faced in Canada is well, why should we care about what's happening",
   "start": 3739.99,
   "duration": 5.28
  },
  {
   "text": "Yeah-- In the ivory tower? If you're gonna hire these people next year. You are well. Yeah well",
   "start": 3745.27,
   "duration": 4.409
  },
  {
   "text": "They're it's the heart like what's happening in the campuses is going to happen in society in five years",
   "start": 3749.68,
   "duration": 4.56
  },
  {
   "text": "It's already that goes it's already happens. This is actually important point",
   "start": 3754.24,
   "duration": 2.699
  },
  {
   "text": "I just gave a talk at a big law firm here in New York where they're very devoted to diversity, but they're doing it",
   "start": 3756.98,
   "duration": 6.26
  },
  {
   "text": "Right they're really thinking about diverse like why is diversity good, and spent a whole month on viewpoint diversity",
   "start": 3763.24,
   "duration": 4.709
  },
  {
   "text": "which is just fantastic and",
   "start": 3767.95,
   "duration": 1.66
  },
  {
   "text": "What I'm learning from talking to a number of people in the business world is",
   "start": 3769.61,
   "duration": 3.559
  },
  {
   "text": "That in the last year there are now all these pressures on leaders to endorse this condemn that sign this open letter",
   "start": 3773.39,
   "duration": 7.639
  },
  {
   "text": "That's right, that's right, but it's the same dynamic. We have on campus and the answer to it",
   "start": 3783.44,
   "duration": 4.729
  },
  {
   "text": "So if anybody anybody watching here if you run a business if you have friends who are in business",
   "start": 3788.17,
   "duration": 3.96
  },
  {
   "text": "I think the only the there are only two stable equilibria",
   "start": 3792.46,
   "duration": 3.54
  },
  {
   "text": "One is that every organization is just either all right wing we're all left-wing",
   "start": 3796.31,
   "duration": 4.129
  },
  {
   "text": "But that would be disastrous you so either you just say okay, we're on one side, but that would be terrible",
   "start": 3800.44,
   "duration": 3.9
  },
  {
   "text": "The other is what we call the Chicago principles of free expression",
   "start": 3805.19,
   "duration": 3.05
  },
  {
   "text": "The University of Chicago has the best statement out there on how the University provides a platform on which",
   "start": 3808.43,
   "duration": 6.26
  },
  {
   "text": "Multiple views can contest the university does not take any one side",
   "start": 3815.06,
   "duration": 3.889
  },
  {
   "text": "That's the only other stable alternative, and I think leaders need to do this in business, certainly in universities",
   "start": 3819.17,
   "duration": 6.44
  },
  {
   "text": "So we're encouraging every University to adopt the Chicago principles because a lot of what mass action is is an attempt to",
   "start": 3825.61,
   "duration": 6.419
  },
  {
   "text": "Compel the authority to come in on your side and punish your enemies. Yeah",
   "start": 3832.16,
   "duration": 4.73
  },
  {
   "text": "And so that has to stop-- So so how how effectively is the Chicago statement on on",
   "start": 3836.89,
   "duration": 5.699
  },
  {
   "text": "How effectively is the Chicago statement being disseminated how rapidly are universities signing up or or?",
   "start": 3843.29,
   "duration": 5.899
  },
  {
   "text": "They're, a few signed on early in this whole crisis",
   "start": 3849.92,
   "duration": 3.05
  },
  {
   "text": "Perdue, they're about 10 or 15 that have that have endorsed it or something like it",
   "start": 3854.45,
   "duration": 3.679
  },
  {
   "text": "It's not enough to just endorse something but if you have leadership that's committed to",
   "start": 3858.829,
   "duration": 4.61
  },
  {
   "text": "Creating an open platform in which people can disagree",
   "start": 3864.289,
   "duration": 2.66
  },
  {
   "text": "And and one thing that's very encouraging. I've been invited by a number of university presidents to come speak",
   "start": 3867.529,
   "duration": 6.11
  },
  {
   "text": "We have all kinds of innovations at Heterodox Academy",
   "start": 3874.249,
   "duration": 2.84
  },
  {
   "text": "To foster a more inclusive climate in which people can actually",
   "start": 3877.7,
   "duration": 3.289
  },
  {
   "text": "engage with difference",
   "start": 3882.229,
   "duration": 1.35
  },
  {
   "text": "There's a lot of interest so I think the university leaders were very slow to react they didn't want to alienate certain factions of students",
   "start": 3883.579,
   "duration": 7.729
  },
  {
   "text": "But they're almost all reasonable people they're almost all liberal left",
   "start": 3891.68,
   "duration": 4.309
  },
  {
   "text": "Not illiberal, they're horrified by what's going on. They know they're sitting atop a powder keg",
   "start": 3896.69,
   "duration": 4.729
  },
  {
   "text": "They don't want things to blow up in their face as happened at Evergreen so this brings us to our",
   "start": 3901.479,
   "duration": 5.64
  },
  {
   "text": "Another product the one that we're most excited by so it just went online",
   "start": 3907.94,
   "duration": 3.829
  },
  {
   "text": "Actually today, it's called the OpenMind Platform. If you go to openmindplatform.org",
   "start": 3912.32,
   "duration": 7.68
  },
  {
   "text": "You can find we've developed an app we have a whole library of readings and videos, we developed an app that guides you through",
   "start": 3920.56,
   "duration": 7.66
  },
  {
   "text": "We don't just say here's how to engage with different viewpoints we start by saying why is it good?",
   "start": 3928.91,
   "duration": 5.689
  },
  {
   "text": "And we make the case that you need this everybody needs this and two",
   "start": 3934.94,
   "duration": 4.01
  },
  {
   "text": "We remind people that we're all basically",
   "start": 3940.249,
   "duration": 2.69
  },
  {
   "text": "Self-righteous hypocrite so we have quotes from wisdom traditions around the world and we've all heard this so just a little bit of you know",
   "start": 3943.249,
   "duration": 6.44
  },
  {
   "text": "you can call it emotional manipulation if you like but just",
   "start": 3949.69,
   "duration": 2.0
  },
  {
   "text": "Get people into a mindset in which they're willing to say oh yeah, whoa you know calm down. We're all we're all",
   "start": 3952.579,
   "duration": 6.32
  },
  {
   "text": "too self-righteous here",
   "start": 3959.779,
   "duration": 1.101
  },
  {
   "text": "And then we then we teach them some psychology",
   "start": 3960.88,
   "duration": 2.339
  },
  {
   "text": "About motivated reasoning and only then do we teach them to engage with views that are not their own",
   "start": 3963.559,
   "duration": 4.909
  },
  {
   "text": "So we've already run this in about 15 or 20 classes",
   "start": 3968.68,
   "duration": 3.479
  },
  {
   "text": "The results so far look promising. In that, at the end of it the measures show that students are more open to other ideas",
   "start": 3972.68,
   "duration": 4.729
  },
  {
   "text": "So the OpenMind Platform, we think is a tool that",
   "start": 3977.989,
   "duration": 3.229
  },
  {
   "text": "We think a lot of universities are going to adopt. There's a lot of interest in it and",
   "start": 3981.859,
   "duration": 3.83
  },
  {
   "text": "If there's leadership if the professors generally do support viewpoint diversity and open inquiry if we change freshman orientation",
   "start": 3986.92,
   "duration": 7.169
  },
  {
   "text": "so that students are trained first and foremost in how to",
   "start": 3994.52,
   "duration": 3.349
  },
  {
   "text": "Step back, give people that benefit of the doubt the open-minded if we do that first",
   "start": 3998.42,
   "duration": 4.399
  },
  {
   "text": "You know that's like behavioral",
   "start": 4003.339,
   "duration": 2.0
  },
  {
   "text": "exposure to some degree right the idea would be that if you're if you're",
   "start": 4005.5,
   "duration": 3.889
  },
  {
   "text": "Afraid or disgusted by something that you don't understand",
   "start": 4009.819,
   "duration": 3.32
  },
  {
   "text": "the appropriate first treatment first of all the treatment is necessary because otherwise you'll you'll isolate yourself in the ways that you already described and",
   "start": 4013.39,
   "duration": 7.159
  },
  {
   "text": "Second that brief exposure",
   "start": 4020.829,
   "duration": 2.0
  },
  {
   "text": "Voluntary exposure is going to be the best curative",
   "start": 4023.14,
   "duration": 2.39
  },
  {
   "text": "That's the opposite of the safe space idea",
   "start": 4026.23,
   "duration": 2.179
  },
  {
   "text": "Exactly need to be the safe space the same space idea is the worst thing you could possibly",
   "start": 4028.54,
   "duration": 3.859
  },
  {
   "text": "Do for the very people yeah exactly exactly",
   "start": 4032.47,
   "duration": 2.239
  },
  {
   "text": "I mean the psychology what you know",
   "start": 4034.78,
   "duration": 2.0
  },
  {
   "text": "The psychology behind safe spaces and microaggressions is just the exact opposite of what we should be doing if we want to create kids",
   "start": 4036.94,
   "duration": 6.619
  },
  {
   "text": "Especially black kids, gay kids, women, whatever if you think that they are",
   "start": 4044.02,
   "duration": 4.399
  },
  {
   "text": "Vulnerable to more stigma more conflict if you think that they are vulnerable. That's especially when a safe space will be",
   "start": 4048.97,
   "duration": 7.04
  },
  {
   "text": "temporarily",
   "start": 4056.589,
   "duration": 1.141
  },
  {
   "text": "Pleasant but in the long run bad. Right and that's the critical issue too with regards to safe spaces is that they're",
   "start": 4057.73,
   "duration": 5.869
  },
  {
   "text": "Sacrificing the medium and long term of the students' well-being",
   "start": 4064.18,
   "duration": 3.35
  },
  {
   "text": "Let's say to the short term lack of fear and conflict",
   "start": 4067.66,
   "duration": 4.28
  },
  {
   "text": "They're infantilizing them essentially so yeah, okay, so all right",
   "start": 4071.94,
   "duration": 5.04
  },
  {
   "text": "So I was thinking about the the discussion idea",
   "start": 4076.98,
   "duration": 3.66
  },
  {
   "text": "I've got a personality test online now that's based on this Big Five aspect scale",
   "start": 4080.64,
   "duration": 4.739
  },
  {
   "text": "but it might be interesting as something for us to think about to to find people who are high in openness and low in",
   "start": 4085.38,
   "duration": 5.64
  },
  {
   "text": "Conscientiousness or orderliness and offer them the opportunity to engage in dialogue with people who have the opposite personality traits",
   "start": 4091.42,
   "duration": 7.189
  },
  {
   "text": "you know because well first of all because they're gonna run into people like that always right and and and maybe even establish a",
   "start": 4098.83,
   "duration": 7.459
  },
  {
   "text": "relationship with them",
   "start": 4106.42,
   "duration": 1.649
  },
  {
   "text": "inadvertently and so being able to tolerate that might give them the kind of insight that you said you developed when you realized that the",
   "start": 4108.069,
   "duration": 7.25
  },
  {
   "text": "conservative ethos was based on a reasonable, but not complete set of",
   "start": 4115.449,
   "duration": 4.64
  },
  {
   "text": "of",
   "start": 4120.699,
   "duration": 1.0
  },
  {
   "text": "Beneficial axiomatic presuppositions so alright so now",
   "start": 4121.699,
   "duration": 4.43
  },
  {
   "text": "This is pretty much taken over your life this Heterodox Academy as well as the writing now",
   "start": 4126.13,
   "duration": 5.009
  },
  {
   "text": "you're writing a couple of new books I understand yeah, so",
   "start": 4131.139,
   "duration": 3.209
  },
  {
   "text": "so since so I was in the psychology department at the University of Virginia for",
   "start": 4135.079,
   "duration": 3.56
  },
  {
   "text": "For 17 years and when my book The Righteous Mind was coming out",
   "start": 4139.219,
   "duration": 4.129
  },
  {
   "text": "I wanted to move to New York City for a year, so I could you know do promotional work for it",
   "start": 4143.349,
   "duration": 4.47
  },
  {
   "text": "And I just had my second child was just born",
   "start": 4147.819,
   "duration": 2.189
  },
  {
   "text": "I knew it would be hard to fly from Charlottesville",
   "start": 4150.009,
   "duration": 2.1
  },
  {
   "text": "So I just happened to get a position a temporary position here at Stern at the business school and when I first arrived",
   "start": 4152.299,
   "duration": 6.29
  },
  {
   "text": "I wasn't that interested in business",
   "start": 4158.589,
   "duration": 2.0
  },
  {
   "text": "but as soon as I got here Occupy Wall Street happened and suddenly it was like everyone's talking about morality and politics and",
   "start": 4161.089,
   "duration": 5.959
  },
  {
   "text": "Capitalism and business, and then I started learning about the history of capitalism",
   "start": 4167.179,
   "duration": 3.529
  },
  {
   "text": "And I knew nothing about it was fascinating and I started seeing how free enterprise and free markets have helped",
   "start": 4170.709,
   "duration": 6.21
  },
  {
   "text": "Raise... raise living standards around the world. Yes",
   "start": 4177.469,
   "duration": 3.169
  },
  {
   "text": "Radical decline in poverty-- In a staggeringly rapid fashion that's completely",
   "start": 4181.4,
   "duration": 3.439
  },
  {
   "text": "Unprecedented, especially since the year 2000. That's right so since so you know here",
   "start": 4185.389,
   "duration": 5.12
  },
  {
   "text": "I was 48 years old discovering",
   "start": 4190.51,
   "duration": 1.62
  },
  {
   "text": "I had nothing about it was like when I first learned about evolution like wow this explains like",
   "start": 4192.13,
   "duration": 4.409
  },
  {
   "text": "Everything in the natural world and learning about capitalism business explained everything about the built world and the world that we actually live in",
   "start": 4196.909,
   "duration": 7.58
  },
  {
   "text": "and",
   "start": 4204.739,
   "duration": 1.32
  },
  {
   "text": "They were also all these business scandals",
   "start": 4206.059,
   "duration": 2.0
  },
  {
   "text": "This was 2011 in the wake of the financial crisis, and I saw a huge opening to begin applying moral psychology to help",
   "start": 4208.059,
   "duration": 6.689
  },
  {
   "text": "corporations have better ethics",
   "start": 4215.479,
   "duration": 2.0
  },
  {
   "text": "So I then everything I do is involves applying moral psychology to help complex systems work better",
   "start": 4217.969,
   "duration": 5.81
  },
  {
   "text": "So I've been focused on political polarization and governance for years before then and that led to The Righteous Mind",
   "start": 4223.78,
   "duration": 5.459
  },
  {
   "text": "And then I got here to Stern they offered me a job during that first year, and I took it and it's been fantastic",
   "start": 4229.239,
   "duration": 5.009
  },
  {
   "text": "It's been really exciting. It's like a whole new",
   "start": 4234.289,
   "duration": 2.15
  },
  {
   "text": "you",
   "start": 4236.44,
   "duration": 0.429
  },
  {
   "text": "know almost like being back in grad school a whole bunch of new things to learn. It must be a kind of a shock and",
   "start": 4236.869,
   "duration": 4.459
  },
  {
   "text": "Existential shark to be in a business school in some sense. It's not a shock. I mean it's a different culture",
   "start": 4241.329,
   "duration": 5.129
  },
  {
   "text": "It's much more open in the sense that it's so diverse like the things people are doing",
   "start": 4246.459,
   "duration": 4.32
  },
  {
   "text": "There's not like a way that we do things here",
   "start": 4250.78,
   "duration": 2.159
  },
  {
   "text": "And it's much more open to applied projects to actually yeah to applied projects yeah",
   "start": 4252.939,
   "duration": 4.69
  },
  {
   "text": "And so is a perfect time for me like I just you know The Righteous Mind thing that wraps up like the first half of",
   "start": 4257.63,
   "duration": 4.409
  },
  {
   "text": "My career like everything I did is in that book and now it's time for something new and that new thing was going to be",
   "start": 4262.04,
   "duration": 5.67
  },
  {
   "text": "Looking at how morality or moral psychology both",
   "start": 4269.25,
   "duration": 2.509
  },
  {
   "text": "underlines, or is the foundation for our ability to do capitalism like contracts reciprocity all sorts of things and how our",
   "start": 4272.31,
   "duration": 7.94
  },
  {
   "text": "left-right divide",
   "start": 4280.25,
   "duration": 1.57
  },
  {
   "text": "From The Righteous Mind makes it hard for us to figure out",
   "start": 4281.82,
   "duration": 3.199
  },
  {
   "text": "What's true like if you raise the minimum wage does that help or hurt the working poor right if you're an economist on the left",
   "start": 4285.02,
   "duration": 5.76
  },
  {
   "text": "Obviously helps them they're economist on the right it obviously hurts them because fewer of them have jobs. And you can",
   "start": 4290.91,
   "duration": 4.82
  },
  {
   "text": "Gerrymander the measurement devices to produce the conclusions that you want which is a big problem. That's right",
   "start": 4295.92,
   "duration": 5.27
  },
  {
   "text": "So I'm supposed to be writing a book called Three Stories About Capitalism: The Moral Psychology of Economic Life",
   "start": 4301.19,
   "duration": 5.25
  },
  {
   "text": "And so I started traveling around the world looking at how",
   "start": 4306.44,
   "duration": 3.0
  },
  {
   "text": "Development is going in various countries",
   "start": 4310.2,
   "duration": 1.59
  },
  {
   "text": "I did a three-month trip to Asia in 2015 I came back from Asia",
   "start": 4311.79,
   "duration": 4.729
  },
  {
   "text": "My article came out with Lukianoff on The Coddling the American Mind, the BBS article was published",
   "start": 4316.8,
   "duration": 5.0
  },
  {
   "text": "And I thought ok now I can get back to this you know keep read this capitalism book",
   "start": 4322.47,
   "duration": 3.29
  },
  {
   "text": "And then the university is kind of began melting down in the fall, and then we started Heterodox Academy",
   "start": 4325.76,
   "duration": 4.799
  },
  {
   "text": "And so yes it has taken over my life. It's it's basically a full-time job in addition to trying to write",
   "start": 4330.56,
   "duration": 4.979
  },
  {
   "text": "the I'm also working on a book so",
   "start": 4336.18,
   "duration": 2.03
  },
  {
   "text": "Lukianoff",
   "start": 4338.46,
   "duration": 0.71
  },
  {
   "text": "And I didn't want to turn our article into a book because we thought we'd said everything but man have things been happening fast",
   "start": 4339.17,
   "duration": 5.909
  },
  {
   "text": "We've learned so much more since we wrote that article. And you wrote that article when? How long-- Well we wrote it in late 2014",
   "start": 4345.54,
   "duration": 5.72
  },
  {
   "text": "And then we you know edited it in early 2015 and it finally came out in August of 2015",
   "start": 4351.26,
   "duration": 4.35
  },
  {
   "text": "And so in last October Greg wrote to me and said John",
   "start": 4356.28,
   "duration": 4.399
  },
  {
   "text": "I think I do want to turn the article into a book because we know so much more now",
   "start": 4360.68,
   "duration": 3.629
  },
  {
   "text": "And it's the problem is so much more serious",
   "start": 4364.31,
   "duration": 1.98
  },
  {
   "text": "Than it was then and the evidence, my God, the evidence about mental the mental health crisis of adolescents when Greg and I wrote the article",
   "start": 4366.29,
   "duration": 7.32
  },
  {
   "text": "We were you know we saw lots of hints that depression and anxiety were going way up-- Yeah--",
   "start": 4373.71,
   "duration": 5.0
  },
  {
   "text": "And we think that's related to the overprotection",
   "start": 4378.71,
   "duration": 2.399
  },
  {
   "text": "Yeah ok so let's talk about that just for a sec and then go back to the book",
   "start": 4381.45,
   "duration": 3.68
  },
  {
   "text": "So I've got a potential demographic explanation for that in part well",
   "start": 4385.14,
   "duration": 4.249
  },
  {
   "text": "And I don't know if you guys have looked into this or not well",
   "start": 4389.389,
   "duration": 2.55
  },
  {
   "text": "There's there's two things that I think might be contributing to it",
   "start": 4392.25,
   "duration": 3.409
  },
  {
   "text": "One is two or three things one is the average age at which children are",
   "start": 4397.29,
   "duration": 5.659
  },
  {
   "text": "The average age at which people have children has gone way up",
   "start": 4404.31,
   "duration": 2.599
  },
  {
   "text": "Why does that matter? Well because I think people get more conservative and cautious as they get older. A little bit, true",
   "start": 4407.76,
   "duration": 5.93
  },
  {
   "text": "But it's a very small effect okay, and it's wait a second, okay",
   "start": 4413.69,
   "duration": 2.639
  },
  {
   "text": "It's the having of the kids, which is what makes them more conservative when you have kids you are more threat sensitive",
   "start": 4416.36,
   "duration": 5.729
  },
  {
   "text": "You're more likely to vote for the right-wing party so",
   "start": 4422.09,
   "duration": 2.37
  },
  {
   "text": "Just delaying child child",
   "start": 4424.98,
   "duration": 2.0
  },
  {
   "text": "Birth wouldn't okay. What about what about fewer siblings?",
   "start": 4427.409,
   "duration": 3.05
  },
  {
   "text": "That would yes that's part of it, and this is what we're seeing in Asia too when you have a lot of kids",
   "start": 4430.46,
   "duration": 5.489
  },
  {
   "text": "You're not quite as worried. You don't have all your eggs in one basket. Well",
   "start": 4436.739,
   "duration": 3.26
  },
  {
   "text": "And you can't be quite as worried and the siblings raise each other-- that's right-- right and then there's a lot of dominance hierarchies",
   "start": 4440.0,
   "duration": 5.459
  },
  {
   "text": "struggle. That's right, exactly-- They play and fight",
   "start": 4445.46,
   "duration": 1.96
  },
  {
   "text": "It's the free play and the fighting the working things out for themselves those are essential skills of adulthood",
   "start": 4447.42,
   "duration": 5.39
  },
  {
   "text": "Okay, so good, so then all right",
   "start": 4452.81,
   "duration": 1.8
  },
  {
   "text": "Yeah, let me only size is part of it right well, and then also what's happening increasingly in schools",
   "start": 4454.61,
   "duration": 5.279
  },
  {
   "text": "Is that kids aren't allowed free play, and they're certainly not allowed",
   "start": 4459.889,
   "duration": 3.689
  },
  {
   "text": "Rough-and-tumble free play. Exactly that's right. That's one of the biggest things as well so the two that there are three giant",
   "start": 4464.159,
   "duration": 6.11
  },
  {
   "text": "There are a lot of problems",
   "start": 4470.52,
   "duration": 1.13
  },
  {
   "text": "I mean this is such actually it's really a fun puzzle because it's like the biggest social science puzzle of our age. What is happening",
   "start": 4471.65,
   "duration": 6.359
  },
  {
   "text": "That's making so many of our systems go haywire, and I'm focusing on the university the big three",
   "start": 4478.01,
   "duration": 4.979
  },
  {
   "text": "I would say our one is the loss of free of unsupervised free play. Yeah, okay, and Peter Gray has been brilliant on this",
   "start": 4482.989,
   "duration": 6.54
  },
  {
   "text": "He's at Boston College showing how even among young animals they have to practice the skills for adulthood",
   "start": 4489.53,
   "duration": 5.16
  },
  {
   "text": "Yeah\nAnd getting in conflicts and then dealing with it and sometimes losing and will come back",
   "start": 4494.69,
   "duration": 8.069
  },
  {
   "text": "Having a game in which there's a problem, but you have to work it out or the game stops",
   "start": 4503.429,
   "duration": 3.56
  },
  {
   "text": "That's what kids always did. Yeah.",
   "start": 4507.3,
   "duration": 1.669
  },
  {
   "text": "It's only recently the 90s in the 90s that they're always supervised because we're afraid if we take our eyes off them",
   "start": 4508.969,
   "duration": 5.141
  },
  {
   "text": "The moderate left puts its best foot forward, arguing traditional liberal values of the university, explaining how extreme leftism on campus is a deep threat to the identity of the University at virtually all levels.",
   "start": 4514.11,
   "duration": 0.5
  },
  {
   "text": "They'll be kidnapped, and it was never a risk was never you know",
   "start": 4514.61,
   "duration": 2.969
  },
  {
   "text": "I've kind of wondered about this gender flexibility issue as form of delayed fantasy play",
   "start": 4517.579,
   "duration": 5.33
  },
  {
   "text": "You're getting Freudian on me, go ahead. Well because because it looks to me like that is you know when kids are little and three",
   "start": 4523.43,
   "duration": 5.6
  },
  {
   "text": "And four say three to seven they do a tremendous amount of identity play you know they pretend they're animals they pretend",
   "start": 4529.03,
   "duration": 6.06
  },
  {
   "text": "They're their parents they",
   "start": 4535.09,
   "duration": 2.0
  },
  {
   "text": "They pretend they're girls if they're boys they pretend they're boys",
   "start": 4537.46,
   "duration": 2.62
  },
  {
   "text": "If they're girls like they really do a tremendous amount of identity play and one of the things that's been really",
   "start": 4540.1,
   "duration": 5.38
  },
  {
   "text": "Puzzling me is well. What happens if that isn't",
   "start": 4545.63,
   "duration": 2.179
  },
  {
   "text": "If they never have an opportunity for that because they're not engaging in fantasy play, maybe it's just delayed till adulthood",
   "start": 4549.05,
   "duration": 5.81
  },
  {
   "text": "So because played it's almost impossible to overstate the importance of that rough-and-tumble play",
   "start": 4555.8,
   "duration": 5.299
  },
  {
   "text": "And then the fantasy play that enables you to adopt different identities",
   "start": 4561.1,
   "duration": 3.959
  },
  {
   "text": "And then the negotiated games that you talked about that enabled people to handle both both victory, but even more importantly loss",
   "start": 4565.06,
   "duration": 7.17
  },
  {
   "text": "That's possible that could well be I that I have no opinion on you know, but the big three factors that I think are",
   "start": 4573.68,
   "duration": 4.91
  },
  {
   "text": "Explaining to explain what's happening on campus are one the loss of the unsupervised play so that the kids",
   "start": 4579.47,
   "duration": 5.66
  },
  {
   "text": "have always there's always an adult present and so they come to college and they expect there to be an adult and Dean somebody if",
   "start": 4585.35,
   "duration": 5.24
  },
  {
   "text": "There's a conflict that's one",
   "start": 4590.59,
   "duration": 1.78
  },
  {
   "text": "Two is social media, which hit just as iGen, so iGen, internet generation. This is Jene Twenge's work",
   "start": 4592.37,
   "duration": 6.62
  },
  {
   "text": "You know we used to we used to think that",
   "start": 4599.18,
   "duration": 2.0
  },
  {
   "text": "We used to think that the millennial generation ends in",
   "start": 4602.84,
   "duration": 3.29
  },
  {
   "text": "1998 or 2000 but Jene Twenge shows looking at four large datasets that birth year 1995",
   "start": 4606.83,
   "duration": 6.86
  },
  {
   "text": "Kids born in 1995 and after are really different, their values are different",
   "start": 4614.21,
   "duration": 4.25
  },
  {
   "text": "They have much higher rates of anxiety and depression especially the girls boys have gone up, girls have gone way up",
   "start": 4618.92,
   "duration": 6.169
  },
  {
   "text": "And the reason seems to be that Facebook lowered its age",
   "start": 4626.09,
   "duration": 4.1
  },
  {
   "text": "So in 2005 you had to be a college student at a certain number of colleges to get Facebook",
   "start": 4631.37,
   "duration": 6.2
  },
  {
   "text": "In 2006 you could be any eleven-year-old who lies and says that she's 13 and you've got a Facebook account",
   "start": 4638.18,
   "duration": 5.99
  },
  {
   "text": "But then you're using it on your parents, PC and in 2007 the iPhone comes out",
   "start": 4645.62,
   "duration": 5.54
  },
  {
   "text": "And it saturates the market faster than any consumer product ever has",
   "start": 4651.16,
   "duration": 2.939
  },
  {
   "text": "so by 2010 or 11",
   "start": 4654.61,
   "duration": 1.92
  },
  {
   "text": "A lot of adolescents have have Facebook and other social platforms",
   "start": 4656.53,
   "duration": 5.069
  },
  {
   "text": "And this is just devastating especially to girls because it's not texting texting is just me to you",
   "start": 4661.6,
   "duration": 6.33
  },
  {
   "text": "You know that's back and forth that's fine that you know we, when we were kids we called our friends on the phone",
   "start": 4667.93,
   "duration": 3.839
  },
  {
   "text": "That's fine the problem seems to be according to Twenge. It's especially",
   "start": 4671.77,
   "duration": 3.51
  },
  {
   "text": "Platforms in which he put something out, and then you wait and see what everyone says it right and that",
   "start": 4676.16,
   "duration": 4.52
  },
  {
   "text": "Especially is damaging to girls who already are at risk of eating disorders and image issues. Okay, okay",
   "start": 4681.7,
   "duration": 4.46
  },
  {
   "text": "So so girls become more susceptible to negative emotion when they hit puberty. Well, well they're-- Yes-- Yes, ok",
   "start": 4686.46,
   "duration": 5.92
  },
  {
   "text": "then there's another issue too with regards to female aggression so",
   "start": 4692.42,
   "duration": 3.74
  },
  {
   "text": "You know it's clearly the case that males are more likely to be physically",
   "start": 4696.89,
   "duration": 4.37
  },
  {
   "text": "Damaging slash aggressive than females are but what females use is reputation savaging",
   "start": 4702.02,
   "duration": 5.209
  },
  {
   "text": "That's Nicki Crick's work, Nikki Crick passed away a couple years ago",
   "start": 4707.33,
   "duration": 3.169
  },
  {
   "text": "Showed that if you add it all up boys and girls are equally aggressive",
   "start": 4710.78,
   "duration": 2.929
  },
  {
   "text": "But the boys aggression is more physical the girls the more relational so if you imagine a bunch of 13, 14 year-olds in",
   "start": 4714.14,
   "duration": 6.529
  },
  {
   "text": "their middle schools, and then you parachute in a whole bunch of iPhones",
   "start": 4720.83,
   "duration": 3.649
  },
  {
   "text": "Everybody's got one in their pocket now. What are the boys gonna? Do they're gonna play video games that doesn't hurt anybody. Yeah",
   "start": 4725.0,
   "duration": 5.149
  },
  {
   "text": "But the girls are going to use it to amplify the social interactions, so this is Twenge's explanation",
   "start": 4730.79,
   "duration": 5.6
  },
  {
   "text": "I think it makes a lot of sense, so it's a it's a catastrophe. It's a crisis, and we're really hurting especially the girls",
   "start": 4736.39,
   "duration": 5.069
  },
  {
   "text": "So we've got to change something about that anyway",
   "start": 4742.13,
   "duration": 2.18
  },
  {
   "text": "But social media is is possibly the largest single reason why things are going haywire on campus the third big factor",
   "start": 4744.31,
   "duration": 7.229
  },
  {
   "text": "and do you think it's primarily Facebook or can you tell well, it's it's a",
   "start": 4751.54,
   "duration": 3.419
  },
  {
   "text": "The kids use a lot of different platforms, but from what I hear Instagram",
   "start": 4755.48,
   "duration": 3.89
  },
  {
   "text": "Facebook, SnapChat",
   "start": 4760.1,
   "duration": 2.0
  },
  {
   "text": "Again the thing is it's one too many",
   "start": 4762.2,
   "duration": 1.71
  },
  {
   "text": "That's what's bad is anything if it's if it's you put something out there, and you see how many people liked it, right",
   "start": 4763.91,
   "duration": 6.41
  },
  {
   "text": "That's what's right, and there's always the threat that it'll go viral in a terrible way so that's a hammer exactly",
   "start": 4770.32,
   "duration": 5.129
  },
  {
   "text": "Or the Sword of Damocles",
   "start": 4775.46,
   "duration": 2.209
  },
  {
   "text": "That's like unlimited damage. Unlimited downside to saying something. So what do you do, so they're very careful. Right.",
   "start": 4777.67,
   "duration": 5.01
  },
  {
   "text": "So I don't know if I want to like that post because you know I could get in big trouble for it. Right",
   "start": 4782.68,
   "duration": 4.649
  },
  {
   "text": "Well the benefit to liking it is minimal and the potential catastrophe",
   "start": 4787.33,
   "duration": 2.669
  },
  {
   "text": "Unless you're expected to like it in which case you better like it because you if you don't like it",
   "start": 4790.16,
   "duration": 4.489
  },
  {
   "text": "You'll get in trouble, so it's a much more of a mob",
   "start": 4794.65,
   "duration": 2.01
  },
  {
   "text": "Mentality kids are afraid. You know I'm not blaming the kids. I'm very sympathetic to me. These are my kids",
   "start": 4797.21,
   "duration": 4.04
  },
  {
   "text": "You know my kids are 11, and 7. They're gonna come up into this",
   "start": 4801.55,
   "duration": 3.179
  },
  {
   "text": "So the kids have been raised in a in a social environment",
   "start": 4805.46,
   "duration": 2.63
  },
  {
   "text": "That's much more about mob mob formation and mob attacks and mob defend defenses against mobs",
   "start": 4808.09,
   "duration": 5.549
  },
  {
   "text": "And then the so the third factor, then is the political polarization and the purification of institutions",
   "start": 4814.46,
   "duration": 5.72
  },
  {
   "text": "So if you imagine coming up in the 90s when political polarization is going up",
   "start": 4820.31,
   "duration": 4.64
  },
  {
   "text": "We're beginning to hate each other more across party lines, but it's not that hard not that that nasty",
   "start": 4824.95,
   "duration": 4.83
  },
  {
   "text": "But it's been getting much much more hostile so that now if someone like if someone is if someone goes to a campus",
   "start": 4830.0,
   "duration": 6.379
  },
  {
   "text": "Republicans meeting if it's a democrat who goes to a meeting of the campus republicans has happened at UC Santa Cruz a couple weeks ago",
   "start": 4836.45,
   "duration": 6.319
  },
  {
   "text": "and someone finds out you know that so the the",
   "start": 4844.16,
   "duration": 3.29
  },
  {
   "text": "hatred the cross party hatred is so much stronger now and",
   "start": 4848.12,
   "duration": 3.77
  },
  {
   "text": "Many of our institutions are much purer, so if you went to college the 90s there might have been a few conservative professors around",
   "start": 4852.95,
   "duration": 5.479
  },
  {
   "text": "But now there aren't so as you said before it's like exposure therapy if you've never",
   "start": 4859.04,
   "duration": 3.83
  },
  {
   "text": "Encountered a conservative idea and then a conservative like Heather McDonald comes to speak on your campus well",
   "start": 4863.09,
   "duration": 5.569
  },
  {
   "text": "This is like a major immune response problem. We got to get the tribe together and mob her and you know shut her down",
   "start": 4868.66,
   "duration": 5.699
  },
  {
   "text": "So those are the I mean they're many other reasons, but the loss of unsupervised play social media and rise of polarization",
   "start": 4875.54,
   "duration": 7.339
  },
  {
   "text": "Those are the three big ones. Right, well, those are big problems especially the loss of unsupervised play",
   "start": 4882.88,
   "duration": 4.77
  },
  {
   "text": "It's not it's not obvious at all how that might be addressed. Yes, it is! Okay, Good good. I everyone should buy",
   "start": 4887.65,
   "duration": 5.55
  },
  {
   "text": "Everyone should just buy Lenore Skenazy's book Free-Range Kids",
   "start": 4893.78,
   "duration": 3.469
  },
  {
   "text": "And then they should loosen up and give their kids more unsupervised time now. You can't do this alone. You'll be arrested",
   "start": 4897.25,
   "duration": 7.05
  },
  {
   "text": "Yeah",
   "start": 4904.61,
   "duration": 0.5
  },
  {
   "text": "I tried to get my son to go out across the street to you know buy groceries when he was you know nine years",
   "start": 4905.11,
   "duration": 4.95
  },
  {
   "text": "Old yeah, and he'd say like, but you know daddy people look at me funny. There are no other kids out there",
   "start": 4910.16,
   "duration": 4.64
  },
  {
   "text": "And so Lenore has started a fantastic organization called Let Grow so if viewers go to letgrow.org",
   "start": 4915.82,
   "duration": 8.36
  },
  {
   "text": "Okay, we'll put all this in the description all of these things",
   "start": 4924.18,
   "duration": 2.38
  },
  {
   "text": "So I'm on the board of it as an adviser Peter Gray an expert on play is on the board and they're doing these",
   "start": 4926.57,
   "duration": 6.109
  },
  {
   "text": "simple things",
   "start": 4932.84,
   "duration": 1.17
  },
  {
   "text": "Simple simple things like you convince a school to just open up the playground an hour early",
   "start": 4934.01,
   "duration": 6.799
  },
  {
   "text": "Or keep it open after school",
   "start": 4941.18,
   "duration": 2.239
  },
  {
   "text": "Why should kids always have organized activities and soccer practice?",
   "start": 4943.85,
   "duration": 3.41
  },
  {
   "text": "Just give them a place to play where there's a nurse available if someone gets hurt",
   "start": 4947.41,
   "duration": 3.75
  },
  {
   "text": "There is an adult, but he's not supervising. He's just over there right so don't worry parents",
   "start": 4951.38,
   "duration": 5.66
  },
  {
   "text": "There is an adult, but beyond that is what they want and they just started this a few weeks ago, and the results are fantastic",
   "start": 4957.04,
   "duration": 6.06
  },
  {
   "text": "The kids are having so much fun. They are becoming more independent. They're more willing to do projects on their own",
   "start": 4963.65,
   "duration": 5.69
  },
  {
   "text": "It's working out great. So oh, that's really can't do this on your own, but the thing is",
   "start": 4969.41,
   "duration": 4.64
  },
  {
   "text": "So those are very practical that's very practical piece of advice for schools. It's like open up the unsupervised play",
   "start": 4975.89,
   "duration": 6.919
  },
  {
   "text": "Facilities and and and facilitate their use. That's right. Give give everyone a place which is safe and by safe",
   "start": 4983.48,
   "duration": 6.35
  },
  {
   "text": "I mean physically safe right never use the word safety to describe emotions and ideas safety means physical safety",
   "start": 4989.83,
   "duration": 7.14
  },
  {
   "text": "So you've got to provide a physically safe place for the kids to play and beyond that you let him go now there will arise",
   "start": 4996.98,
   "duration": 6.08
  },
  {
   "text": "Problems of bullying so if it's repeated harassment, oh, you know well",
   "start": 5003.06,
   "duration": 4.35
  },
  {
   "text": "I know a book about that which it's by Dan Olweus",
   "start": 5007.41,
   "duration": 2.819
  },
  {
   "text": "Called Bullying: What We Know and What We Can Do About It, and it was written",
   "start": 5010.72,
   "duration": 3.169
  },
  {
   "text": "it's got to be 30 years ago and Olweus cut the...",
   "start": 5013.93,
   "duration": 3.439
  },
  {
   "text": "the the the",
   "start": 5017.95,
   "duration": 2.029
  },
  {
   "text": "Incidence of bullying in the Scandinavian countries down by 50% and he really really targets",
   "start": 5020.44,
   "duration": 5.93
  },
  {
   "text": "What bullying means, so he's not a safe space guy by any stretch of the imagination",
   "start": 5026.37,
   "duration": 3.779
  },
  {
   "text": "I don't know what the origins of it are",
   "start": 5030.67,
   "duration": 2.51
  },
  {
   "text": "I know that evaluations of his program in America show anywhere from zero to 20 percent reductions",
   "start": 5033.18,
   "duration": 4.89
  },
  {
   "text": "Yeah, well like so this are much smaller-- in the U.S?-- In the U.S.",
   "start": 5038.07,
   "duration": 3.359
  },
  {
   "text": "Yeah, the question is whether or not they were able to implement them with the rigor he did, in the U.S.",
   "start": 5041.59,
   "duration": 4.789
  },
  {
   "text": "Yeah, but bullying programs are part of the problem because bullying clearly is a problem",
   "start": 5046.72,
   "duration": 4.339
  },
  {
   "text": "We need to do something about it, but because we have what's called concept creep",
   "start": 5051.06,
   "duration": 3.4
  },
  {
   "text": "Yes, oh so, it's now my joint concept creep looks like even yeah, that's right",
   "start": 5054.58,
   "duration": 5.08
  },
  {
   "text": "So now it's the case that if if kids don't invite if some kids want to do something",
   "start": 5060.44,
   "duration": 6.379
  },
  {
   "text": "And they don't invite another kid they've excluded that kid right. Well. That could be bullying right?",
   "start": 5066.82,
   "duration": 4.62
  },
  {
   "text": "I've read of schools in Europe that don't allow kids to have best friends for exactly that reason",
   "start": 5071.44,
   "duration": 4.88
  },
  {
   "text": "Yeah",
   "start": 5076.38,
   "duration": 0.5
  },
  {
   "text": "Well because the this is also something that really bothers me about the misuse of the IAT [Implicit Association Test]",
   "start": 5076.88,
   "duration": 4.76
  },
  {
   "text": "Because it's not that easy to distinguish in group preference",
   "start": 5081.7,
   "duration": 3.44
  },
  {
   "text": "Which no one can know one when their right mind would want to eliminate in group preference given that it",
   "start": 5085.15,
   "duration": 5.459
  },
  {
   "text": "Governs your choice of mate and your behavior towards your family members",
   "start": 5090.74,
   "duration": 4.189
  },
  {
   "text": "Let's say",
   "start": 5094.93,
   "duration": 0.94
  },
  {
   "text": "to distinguish that between out group",
   "start": 5095.87,
   "duration": 2.12
  },
  {
   "text": "Exclusion is no in no simple matter and to tell kids that they can't have a best friend is another thing that",
   "start": 5098.12,
   "duration": 5.51
  },
  {
   "text": "interferes with an important part of their-- That's right",
   "start": 5103.7,
   "duration": 2.3
  },
  {
   "text": "Yeah, I think both of us have spent a lot of time looking at ancient wisdom at the writings of",
   "start": 5106.07,
   "duration": 5.209
  },
  {
   "text": "People long ago, and I often come back to Aristotle's claim that any virtue carried to extremes becomes a vice",
   "start": 5111.92,
   "duration": 7.25
  },
  {
   "text": "so inclusion is a good thing if people are being excluded because they have a physical stigma or",
   "start": 5119.84,
   "duration": 5.75
  },
  {
   "text": "Because or they're overweight or their skin color, so you know we need to be looking at the reasons",
   "start": 5125.87,
   "duration": 6.169
  },
  {
   "text": "Why kids are excluded, but if you say inclusion is the primary virtue",
   "start": 5132.04,
   "duration": 4.26
  },
  {
   "text": "Inclusion over everything else and so if those two best friends are excluding others. No more best friend. All right. This is madness",
   "start": 5137.51,
   "duration": 6.979
  },
  {
   "text": "Yeah, this is a vice so I think that inclusion again. You know it's a virtue unless it's carried to extremes",
   "start": 5144.49,
   "duration": 7.08
  },
  {
   "text": "Well, that's probably a pretty good place to stop",
   "start": 5152.9,
   "duration": 2.779
  },
  {
   "text": "I would say unless you have do you have anything else that you wanted to talk about we were we talked about the role of",
   "start": 5155.68,
   "duration": 5.25
  },
  {
   "text": "Religion mm-hm and in the fact that people are naturally religious thinkers. Yeah, we talked about the Heterodox Academy",
   "start": 5160.93,
   "duration": 5.55
  },
  {
   "text": "We talked about your work on disgust and your plans for the Academy you talked about your books. Is there anything else that",
   "start": 5166.52,
   "duration": 6.439
  },
  {
   "text": "That might be of interest that you can think of just",
   "start": 5173.54,
   "duration": 3.38
  },
  {
   "text": "That I'll just say that I'm actually",
   "start": 5177.59,
   "duration": 3.259
  },
  {
   "text": "Optimistic about what's going to happen on campus. I think things might continue to get worse this year",
   "start": 5182.12,
   "duration": 5.45
  },
  {
   "text": "But I think there's an interesting phenomenon called preference falsification when you have",
   "start": 5189.17,
   "duration": 5.66
  },
  {
   "text": "People not speaking honestly",
   "start": 5195.53,
   "duration": 2.119
  },
  {
   "text": "They as you had under communism",
   "start": 5198.98,
   "duration": 2.06
  },
  {
   "text": "When you have a whole system or almost everybody thinks this is terrible. I hate this, but I don't dare say anything",
   "start": 5201.83,
   "duration": 5.93
  },
  {
   "text": "When you have preference falsification, work by Timur Kuran",
   "start": 5208.31,
   "duration": 2.81
  },
  {
   "text": "And everybody hears everybody else's preferences, so they think okay, that's what everybody thinks",
   "start": 5211.82,
   "duration": 4.399
  },
  {
   "text": "When you have an unraveling it can unravel very quickly and that's what happened in the communist countries because everybody hated it",
   "start": 5216.92,
   "duration": 6.2
  },
  {
   "text": "And it fell amazingly quickly, and I think the you know the the push back at Reed last week",
   "start": 5223.49,
   "duration": 6.439
  },
  {
   "text": "Or there was really last week, so I think because most people we're starting to see is that a lot of people of color also",
   "start": 5229.93,
   "duration": 7.169
  },
  {
   "text": "Is they you know you're not speaking for me. I mean every group is diverse and so",
   "start": 5237.98,
   "duration": 4.49
  },
  {
   "text": "when you have a variety of people and you have progressives speaking you have a variety of people I",
   "start": 5242.99,
   "duration": 6.109
  },
  {
   "text": "Think we're going to see more and more people standing up saying wait, what's happening is this is not right",
   "start": 5249.56,
   "duration": 4.79
  },
  {
   "text": "This is illiberal. This is opposed to the values of the academy",
   "start": 5254.42,
   "duration": 2.99
  },
  {
   "text": "This is not what I want for myself or my kids or my students",
   "start": 5257.41,
   "duration": 2.669
  },
  {
   "text": "So I do think that we're gonna start seeing a lot more people standing up",
   "start": 5260.87,
   "duration": 3.439
  },
  {
   "text": "And one of our goals at Heterodox Academy is to just help put out the ideas that people need and this is what you're doing",
   "start": 5264.86,
   "duration": 5.479
  },
  {
   "text": "to just put out the ideas critique the bad ideas and",
   "start": 5270.34,
   "duration": 2.91
  },
  {
   "text": "put out",
   "start": 5274.01,
   "duration": 1.44
  },
  {
   "text": "concepts in that that can contest in this space of ideas",
   "start": 5275.45,
   "duration": 4.399
  },
  {
   "text": "Get good information, so if people go to heterodoxacademy.org on our research pages",
   "start": 5281.3,
   "duration": 4.399
  },
  {
   "text": "We have all the information that what about the polls say? What's the current information about about students' attitudes?",
   "start": 5285.7,
   "duration": 4.739
  },
  {
   "text": "We have the history of this we have a lot of research on who is more biased left or right well turns out both sides",
   "start": 5290.54,
   "duration": 5.24
  },
  {
   "text": "Are about equally biased",
   "start": 5295.78,
   "duration": 1.66
  },
  {
   "text": "so we think that by just doing what we actually do well as",
   "start": 5297.44,
   "duration": 3.979
  },
  {
   "text": "Academics, that is research, making arguments, being calm and civil",
   "start": 5301.94,
   "duration": 5.09
  },
  {
   "text": "We actually think that we can turn this around so if anybody watching this is a professor I would",
   "start": 5307.67,
   "duration": 4.55
  },
  {
   "text": "Invite you to join go to heterodoxacademy.org",
   "start": 5312.76,
   "duration": 2.64
  },
  {
   "text": "Okay, so let me ask you one more question",
   "start": 5316.1,
   "duration": 2.0
  },
  {
   "text": "I mean I'm that that sounds good, and I'm it's good to hear that you're optimistic. I mean I waver",
   "start": 5318.71,
   "duration": 6.75
  },
  {
   "text": "Although I wouldn't say I'm pessimistic",
   "start": 5327.15,
   "duration": 1.38
  },
  {
   "text": "I just think we're in one of those situations where things could spiral in either direction very rapidly and that worries me",
   "start": 5328.53,
   "duration": 6.08
  },
  {
   "text": "What about the disciplines on campus that seem to be primarily devoted to the activist cause?",
   "start": 5335.13,
   "duration": 6.109
  },
  {
   "text": "Like because my view is or my fear is that we've subsidized the activist disciplines",
   "start": 5341.43,
   "duration": 7.19
  },
  {
   "text": "Let's say women's studies as a good example, but we could say social work, and then the faculties of Education now as well",
   "start": 5348.62,
   "duration": 5.579
  },
  {
   "text": "I think they're in the same in the same",
   "start": 5354.2,
   "duration": 2.0
  },
  {
   "text": "Bin let's let's let's put it that way",
   "start": 5356.64,
   "duration": 2.0
  },
  {
   "text": "the Women's Studies programs in particular their their express goal",
   "start": 5359.34,
   "duration": 4.49
  },
  {
   "text": "Expressed on their websites is to produce",
   "start": 5364.38,
   "duration": 2.0
  },
  {
   "text": "social justice radical left-leaning",
   "start": 5366.69,
   "duration": 2.0
  },
  {
   "text": "activists and so like for a while one of the things I proposed in Canada was that the",
   "start": 5369.6,
   "duration": 5.569
  },
  {
   "text": "Conservatives in particular cut the university funding by 25 percent so that the universities would have to sort themselves out",
   "start": 5375.78,
   "duration": 6.41
  },
  {
   "text": "But then that was that was a provocative claim obviously, but then I thought well",
   "start": 5382.19,
   "duration": 4.709
  },
  {
   "text": "That's not a good idea because it opens up the door to political interference in the Academy and that's bad. That's",
   "start": 5386.9,
   "duration": 5.489
  },
  {
   "text": "That's right, but the Academy has done a very bad job of policing itself methodologically, and we have these disciplines Women's Studies",
   "start": 5393.51,
   "duration": 7.28
  },
  {
   "text": "I think is a prime example and that's been very much criticized in Canada by Janice Fiamengo who used to be yeah",
   "start": 5400.79,
   "duration": 5.58
  },
  {
   "text": "Yeah, she is and she's she's not in her natural milieu when she's doing such things",
   "start": 5406.37,
   "duration": 5.189
  },
  {
   "text": "you know she's a brave and tough person and she's gone after the Women's Studies types on methodological grounds particularly, but",
   "start": 5411.57,
   "duration": 7.79
  },
  {
   "text": "But there are people who are working full-time at doing nothing, but producing the kind of pol...",
   "start": 5420.06,
   "duration": 6.199
  },
  {
   "text": "So what do you have any thoughts about? Yes, I do I think so",
   "start": 5426.26,
   "duration": 3.75
  },
  {
   "text": "Here I teach in the business school here, and I teach a course called Professional Responsibility",
   "start": 5430.56,
   "duration": 3.679
  },
  {
   "text": "And I teach my students about their fiduciary duties their duties to their employers the duties that we have to each other",
   "start": 5434.64,
   "duration": 6.89
  },
  {
   "text": "And fiduciary duty refers to a very very high standard of care if you're managing someone's money",
   "start": 5442.65,
   "duration": 4.7
  },
  {
   "text": "You know you you really have to be committed to doing what's in their interest not in your interest",
   "start": 5447.63,
   "duration": 4.009
  },
  {
   "text": "And I think we need that concept in the Academy we have I'm not sure if recall fiduciary duties or just professional duties",
   "start": 5452.19,
   "duration": 6.919
  },
  {
   "text": "But I think we have two primary professional duties that we must never never betray",
   "start": 5459.24,
   "duration": 4.37
  },
  {
   "text": "One the most important one in our role as scholars is our duty to the truth",
   "start": 5464.16,
   "duration": 4.31
  },
  {
   "text": "we must never",
   "start": 5468.75,
   "duration": 1.56
  },
  {
   "text": "Say things that we think are false or allow people to say things that we think are false because we're afraid",
   "start": 5470.31,
   "duration": 5.93
  },
  {
   "text": "if we challenge them we'll get in trouble so we have a fiduciary due to the truth and",
   "start": 5476.34,
   "duration": 3.89
  },
  {
   "text": "political ideological commitments clearly warp us they make us do things they make they push us so",
   "start": 5481.29,
   "duration": 5.81
  },
  {
   "text": "We've got a whole we've got to recognize that if we let our systems get out of whack we are betraying the truth",
   "start": 5488.73,
   "duration": 5.54
  },
  {
   "text": "We're systemically what you want to we have what a systemic truth-ism problem",
   "start": 5494.27,
   "duration": 3.959
  },
  {
   "text": "We are systemically betraying the truth in many of our disciplines",
   "start": 5498.23,
   "duration": 2.729
  },
  {
   "text": "So I think we need an awareness of that and we need to hold herself to a higher standard",
   "start": 5500.97,
   "duration": 3.35
  },
  {
   "text": "Then in our role as teachers we have and here we really can call it a fiduciary duty",
   "start": 5504.69,
   "duration": 4.609
  },
  {
   "text": "These are people's children who are sent to us to educate to enlarge their minds to teach them skills",
   "start": 5509.64,
   "duration": 6.83
  },
  {
   "text": "If we were to use them for our sexual pleasure it's obviously a horrific crime",
   "start": 5517.32,
   "duration": 5.27
  },
  {
   "text": "But what is it if we use them for our ideological purposes if we say you've given your children to educate",
   "start": 5523.2,
   "duration": 5.089
  },
  {
   "text": "I'm waging a political battle. I'm gonna try to get use this as tools tools. That is horrific that is unacceptable",
   "start": 5528.57,
   "duration": 6.979
  },
  {
   "text": "We are violating our duties so I think",
   "start": 5535.68,
   "duration": 2.54
  },
  {
   "text": "Right, but the the response to that especially from the postmodernist types is that",
   "start": 5539.31,
   "duration": 4.88
  },
  {
   "text": "That's all there. Is there's only",
   "start": 5544.74,
   "duration": 2.0
  },
  {
   "text": "ideological aspect",
   "start": 5546.99,
   "duration": 1.5
  },
  {
   "text": "so back to your original question are there problem departments absolutely so I wanted to put forth these two commitments to truth and",
   "start": 5548.49,
   "duration": 7.64
  },
  {
   "text": "to educating not indoctrinating yeah, and",
   "start": 5556.5,
   "duration": 2.27
  },
  {
   "text": "Universities that embrace these highest goals like the University of Chicago. I think is the best candidate",
   "start": 5559.98,
   "duration": 4.579
  },
  {
   "text": "will probably find that they need to",
   "start": 5565.56,
   "duration": 3.38
  },
  {
   "text": "Do something about departments they don't live up to those goals",
   "start": 5570.12,
   "duration": 2.36
  },
  {
   "text": "Other universities, and I think Brown is leading the way on this one so far",
   "start": 5573.75,
   "duration": 3.739
  },
  {
   "text": "I mean the",
   "start": 5577.49,
   "duration": 0.91
  },
  {
   "text": "Early 2015 the president had all kinds of statements about Brown is committed to social justice a fundamental bedrock commitment to social justice she said",
   "start": 5578.4,
   "duration": 7.439
  },
  {
   "text": "so if some universities choose to devote themselves to social justice",
   "start": 5586.15,
   "duration": 3.77
  },
  {
   "text": "That's fine. Just be upfront about it say so so students will know if you want social justice training you go to Brown",
   "start": 5590.44,
   "duration": 6.83
  },
  {
   "text": "but if you want to actually be trained to find the truth to do research you go to Chicago and",
   "start": 5597.79,
   "duration": 3.979
  },
  {
   "text": "I think we're gonna see people",
   "start": 5602.32,
   "duration": 1.649
  },
  {
   "text": "Flooding to Chicago and schools like it so what I'm hoping",
   "start": 5603.969,
   "duration": 4.1
  },
  {
   "text": "What I'm hoping so that's the mechanism there if they if they make it if they make their statements public",
   "start": 5608.23,
   "duration": 5.33
  },
  {
   "text": "That the choice of the students will be",
   "start": 5613.719,
   "duration": 2.09
  },
  {
   "text": "To go to the universities that hold the principles that you just described over the other one so it'll be a marketplace choice exactly",
   "start": 5615.909,
   "duration": 6.14
  },
  {
   "text": "That's right, so that's why I said when I talk about the Emperor's New Clothes",
   "start": 5622.05,
   "duration": 2.25
  },
  {
   "text": "We have a situation",
   "start": 5624.48,
   "duration": 1.09
  },
  {
   "text": "We have a gigantic market failure in which our top universities are offering the product that most consumers don't want",
   "start": 5625.57,
   "duration": 7.609
  },
  {
   "text": "and",
   "start": 5633.85,
   "duration": 1.02
  },
  {
   "text": "So my prediction is that Chicago is going to see a huge surge of applications this year, and if that's true",
   "start": 5634.87,
   "duration": 6.109
  },
  {
   "text": "I think other universities are going",
   "start": 5641.44,
   "duration": 2.0
  },
  {
   "text": "They're gonna take notice so I'm hoping that we'll see a schism in the American Academy",
   "start": 5644.32,
   "duration": 4.07
  },
  {
   "text": "Between those universities that stand up and say this is madness. We are committed to providing a platform",
   "start": 5648.82,
   "duration": 5.839
  },
  {
   "text": "We don't discriminate based on viewpoint politics",
   "start": 5654.659,
   "duration": 2.16
  },
  {
   "text": "That's the Chicago Way, and those that say no we're about social justice come here",
   "start": 5656.98,
   "duration": 4.189
  },
  {
   "text": "And we will train you to fight for social justice and against the right",
   "start": 5661.17,
   "duration": 2.91
  },
  {
   "text": "So if people have clear choices, then I think we're gonna see a big change",
   "start": 5664.96,
   "duration": 5.33
  },
  {
   "text": "And that's why I'm optimistic cuz I think we're gonna see that",
   "start": 5670.33,
   "duration": 2.449
  },
  {
   "text": "All right, well. Thank you very much. It was great talking with you",
   "start": 5673.75,
   "duration": 3.679
  }
 ]
}