{"video_id": "4IdzC6mJzLA", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "20 Minutes on UnderstandMyself.com", "url": "https://www.youtube.com/watch?v=4IdzC6mJzLA", "date": "2017-10-08", "description": "https://www.understandmyself.com\nhttps://www.selfauthoring.com\n\nThis video describes a personality assessment and reporting system we have been working on for several years. \n\nWe launched it this week.\n\nWe believe it provides the most detailed, comprehensive description of individual personality currently available, covering the Big 5 primary traits and their 10 associated aspects:\n\nExtraversion: Assertiveness & Enthusiasm\nNeuroticism: Withdrawal & Volatility\nAgreeableness: Compassion & Politeness\nConscientiousness: Industriousness & Orderliness\nOpenness to Experience: Openness (creativity) & Intellect (interest in ideas)\n\nThis video also reviews our previous psychological intervention, www.selfauthoring.com, describing what it is and how it can be used to improve personal traits and behaviors.\n\nhttps://www.understandmyself.com\nhttps://www.selfauthoring.com\n\nWe hope you find these online projects intellectually compelling and practically useful.\n\n\nWord clouds from: http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0073791\nPew research data on polarization from: http://www.people-press.org/2017/10/05/1-partisan-divides-over-political-values-widen/\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 1297, "transcript_parts": [{"text": "Hi everyone so", "start": 0.939, "duration": 2.0}, {"text": "I'm making an announcement today, and I suppose you might regard it as an advertisement", "start": 3.58, "duration": 5.72}, {"text": "So I'm warning you to begin with because I don't want you to waste your time if you're not", "start": 9.3, "duration": 5.37}, {"text": "interested in listening to a description of the newest thing that we've created so we", "start": 14.95, "duration": 4.7}, {"text": "Just put up a website called understand myself calm, and it's a personality assessment for individuals", "start": 20.199, "duration": 6.71}, {"text": "And it's based on a personality model that was developed in my lab about", "start": 26.91, "duration": 5.01}, {"text": "Ten years ago by dr. Colin D. Young and", "start": 32.469, "duration": 3.47}, {"text": "Lean dr. Lena quilty dr. De young is now a professor at the University of, Minnesota", "start": 37.48, "duration": 4.579}, {"text": "And it was based on some ideas that I had been developing with another former student of mine dr.", "start": 42.55, "duration": 5.9}, {"text": "Daniel Higgins who's a partner with me and this enterprise along with my former graduate supervisor dr. Robert Peel from McGill University?", "start": 48.489, "duration": 7.28}, {"text": "It's based on the Big Five personality model which measures extraversion", "start": 56.68, "duration": 4.099}, {"text": "which is a positive emotion dimension and is associated with gregariousness and", "start": 61.75, "duration": 4.849}, {"text": "enthusiasm and assertiveness and sociability and that sort of thing and", "start": 67.09, "duration": 3.26}, {"text": "A trait called neuroticism which is basically negative emotionality", "start": 70.78, "duration": 4.04}, {"text": "Which is associated with a proclivity towards anxiety and emotional pain?", "start": 75.1, "duration": 4.129}, {"text": "Agreeableness which is compassion and politeness and so agreeable people are I would say broadly speaking rather maternal in their orientation", "start": 80.35, "duration": 7.94}, {"text": "They tend to care more for others than for themselves", "start": 88.479, "duration": 2.569}, {"text": "They're more cooperative than competitive whereas so-called disagreeable people are more competitive and more", "start": 91.32, "duration": 5.909}, {"text": "Brusque I would say and perhaps more straightforward and more able to stand up for themselves as well", "start": 97.869, "duration": 6.05}, {"text": "Conscientiousness is another one of the dimensions. That's orderliness and industriousness and", "start": 104.979, "duration": 4.61}, {"text": "the last dimension is opens to experience which is a combination of interest in ideas, which is often known as intellect and", "start": 110.259, "duration": 6.56}, {"text": "Interest in aesthetics and which is associated", "start": 117.85, "duration": 3.08}, {"text": "let's say with creativity and that's the dimension that's also most highly correlated with IQ we developed the big five aspect scale in an", "start": 120.939, "duration": 7.7}, {"text": "Attempt to take the big five so that's extraversion neuroticism agreeableness conch justice and openness to experience", "start": 128.64, "duration": 5.969}, {"text": "Which are the canonical dimensions of personality?", "start": 135.31, "duration": 2.179}, {"text": "We developed the big5 aspect scale in order to break down those big five traits each of them into their two most", "start": 137.95, "duration": 7.309}, {"text": "Statistically robust sub components and we call those aspects", "start": 145.78, "duration": 3.739}, {"text": "And that's actually become a pretty popular personality model the scientific paper which announced that", "start": 149.519, "duration": 5.82}, {"text": "statistical division has accrued about", "start": 156.04, "duration": 2.179}, {"text": "750 citations which is an awful lot of citations by the way for a scientific paper it makes it into a kind of classic", "start": 158.769, "duration": 6.74}, {"text": "Especially because it's only also only had ten years to accrue", "start": 166.48, "duration": 3.139}, {"text": "Citations and a citation is when some other scientist refers to the paper in one of their papers by the way", "start": 170.26, "duration": 5.509}, {"text": "anyways", "start": 176.169, "duration": 0.5}, {"text": "I've been working over the last couple of years to generate really detailed", "start": 176.669, "duration": 4.38}, {"text": "personality reports on each of the big five traits and the ten aspects at about seven different levels of", "start": 181.359, "duration": 5.66}, {"text": "Specificity ranging from extremely low to extremely high, and we think we've produced what might be the most comprehensive and accurate", "start": 187.689, "duration": 7.88}, {"text": "Personality reports that are currently available you answer a hundred questions in order to complete the personality survey", "start": 196.15, "duration": 6.679}, {"text": "The questions themselves are actually public access or you could call them open source", "start": 202.959, "duration": 5.179}, {"text": "They were derived from Lew Goldberg's IP IP international personality item pool", "start": 208.72, "duration": 5.119}, {"text": "They're the consequence of many many decades of attempts to", "start": 213.879, "duration": 3.559}, {"text": "Define a set of phrases that most", "start": 218.139, "duration": 3.02}, {"text": "comprehensively and also most concisely captures the variation in human personality and", "start": 221.889, "duration": 4.88}, {"text": "So you can find those questions many places on the line, but the reports themselves and the comparison sample of approximately", "start": 227.019, "duration": 6.02}, {"text": "10,000 people are", "start": 233.769, "duration": 1.92}, {"text": "Proprietary and constitute the central element of value in in our offering essentially and what we're hoping is that people can use this", "start": 235.689, "duration": 7.4}, {"text": "personality test site to develop a much deeper understanding of themselves so that they know what they're like especially compared to others and", "start": 243.28, "duration": 7.639}, {"text": "That they can also compare themselves to anyone else for example who might have taken the test and see the thing about", "start": 251.289, "duration": 7.369}, {"text": "Personality is that the differences between people actually run quite deep", "start": 259.09, "duration": 4.069}, {"text": "There's a lot of individual variability, so there are people who are extreme extraverted", "start": 263.159, "duration": 4.06}, {"text": "They want to spend every moment of their time", "start": 267.22, "duration": 2.0}, {"text": "Socializing with other people and there are people who are very introverted, and they want to work alone", "start": 269.3, "duration": 4.76}, {"text": "And they find interactions with with large groups of people or even small groups sometimes quite tiring", "start": 274.06, "duration": 6.269}, {"text": "And they have to spend a lot of time recovering they tend to be much more quiet. They're not necessarily", "start": 280.33, "duration": 5.16}, {"text": "Shy because that shyness is more", "start": 285.49, "duration": 2.0}, {"text": "Consequence of variation on the second dimension neuroticism and so people are high in neuroticism I feel much more anxiety and emotional pain", "start": 288.169, "duration": 7.61}, {"text": "per unit of uncertainty and stress than people who are very low in neuroticism who are", "start": 295.97, "duration": 4.489}, {"text": "Often known as emotionally stable and who tend to be quite imperturbable", "start": 300.68, "duration": 3.44}, {"text": "Agreeable people as I mentioned before are warm and compassionate and and very much care for other people", "start": 305.03, "duration": 5.66}, {"text": "but are also likely to be taken advantage of and to feel a certain amount of resentment whereas disagreeable people are tough and straightforward and", "start": 310.69, "duration": 6.929}, {"text": "competitive and out for victory, but can also be somewhat self-centered and harsh and then", "start": 318.08, "duration": 5.179}, {"text": "Conscientious people are hardworking and dutiful conscientiousness is a really good predictor of long-term life success especially in", "start": 323.84, "duration": 5.839}, {"text": "Academic attainment where it's second only to IQ and also in managerial and administrative", "start": 330.169, "duration": 4.429}, {"text": "jobs that require attention to detail and a fair bit of", "start": 335.03, "duration": 3.649}, {"text": "Responsibility let's say and routine work", "start": 339.32, "duration": 2.539}, {"text": "Open this to experience", "start": 342.469, "duration": 1.311}, {"text": "That's the creativity dimension and some people are extremely high and openness to experience", "start": 343.78, "duration": 3.75}, {"text": "And they want to do nothing but discuss ideas and and spend their time in creative and artistic pursuits", "start": 347.75, "duration": 5.929}, {"text": "And other people are more conservative because low openness is associated with conservatism", "start": 353.68, "duration": 4.289}, {"text": "And they're not really interested in novel ideas, and they don't think abstractly that often", "start": 357.969, "duration": 5.82}, {"text": "And they're they're not out for new experiences or flights of fantasy or imaginative", "start": 363.789, "duration": 4.32}, {"text": "Exercises or any of that thing there are a lot more concrete and practical", "start": 368.389, "duration": 2.57}, {"text": "Now the reports that we've prepared not only provide you with information about all of the aforementioned big five traits", "start": 371.27, "duration": 6.5}, {"text": "They also break each one down into its dual aspects. So there's actually 15 different sources of information", "start": 378.319, "duration": 7.19}, {"text": "that are contained in the reports and so for extraversion you get a", "start": 386.12, "duration": 4.549}, {"text": "Description of the degree to which you're assertive, which means forthcoming let's say in public and willing to put your opinions forward", "start": 391.31, "duration": 7.849}, {"text": "And enthusiasm which is a more pure marker of positive emotion and the capacity to look forward to and enjoy", "start": 399.83, "duration": 6.059}, {"text": "events and situations", "start": 406.8, "duration": 1.77}, {"text": "Spontaneously and with neuroticism you learn about the trait aspects", "start": 408.57, "duration": 6.32}, {"text": "withdrawal and volatility and withdrawal is the tendency to be", "start": 415.71, "duration": 3.859}, {"text": "Stymied or or stopped. Let's say by fear to be frozen in some sense like a prey animal and", "start": 420.75, "duration": 5.869}, {"text": "Volatility is an aspect", "start": 427.14, "duration": 1.79}, {"text": "That's associated with irritability and the tendency to be easily rubbed the wrong way", "start": 428.93, "duration": 5.759}, {"text": "Let's say and to react emotionally to that and then for agreeableness", "start": 434.7, "duration": 3.739}, {"text": "There's two aspects and one is compassion, which means pretty much what it says", "start": 438.44, "duration": 4.02}, {"text": "it's the ability to embody the feelings of others and to react in a caring manner to that and", "start": 442.46, "duration": 5.88}, {"text": "politeness which seems to be something like", "start": 448.8, "duration": 2.089}, {"text": "respect for authority and social conventions", "start": 451.35, "duration": 2.48}, {"text": "and so one of the things you see for example is that liberals are higher in compassion and", "start": 453.83, "duration": 4.14}, {"text": "Conservatives are higher in politeness even though. They're both", "start": 458.1, "duration": 2.36}, {"text": "Aspects of trait agreeableness conscientiousness breaks down into two aspects as well, which are quite interesting", "start": 461.13, "duration": 5.45}, {"text": "One of them is industriousness which is associated with diligent hard work", "start": 467.22, "duration": 4.069}, {"text": "and the ability to stay task focused without distraction and to work hard and", "start": 471.29, "duration": 5.13}, {"text": "orderliness which seems to be associated with disgust sensitivity and which is a pretty good predictor of", "start": 477.12, "duration": 5.209}, {"text": "conservative belief", "start": 482.88, "duration": 1.32}, {"text": "As it turns out that some elements of conservative belief are associated with higher than normal levels of or higher than average", "start": 484.2, "duration": 6.47}, {"text": "Let's say levels of disgust sensitivity and the final trait", "start": 490.67, "duration": 4.32}, {"text": "Division in two aspects is that of openness to experience and it can be divided into openness proper?", "start": 495.63, "duration": 5.929}, {"text": "Which is essentially a dimension of creativity and aesthetic sensitivity so preference for engagement?", "start": 501.57, "duration": 6.589}, {"text": "activities that are associated say with fiction or drama or art and", "start": 508.56, "duration": 3.98}, {"text": "intellect which is an index of interest in ideas and", "start": 513.24, "duration": 3.08}, {"text": "Abstraction and philosophical concepts and that sort of things so the report produces a very high resolution", "start": 516.69, "duration": 5.78}, {"text": "Representation of personality and there are very interesting", "start": 523.979, "duration": 2.06}, {"text": "Differences at the aspect level that are worth", "start": 526.56, "duration": 2.09}, {"text": "Concentrating on we try to develop a personality test that isn't designed to make you feel good yourself", "start": 529.14, "duration": 5.01}, {"text": "Although it might you know it depends on your personality but to give you the most accurate and straightforward description of who you are", "start": 534.15, "duration": 6.33}, {"text": "That's possible so that you can use the genuine information. That's provided in order to maybe organize your life also", "start": 540.64, "duration": 8.0}, {"text": "understand the difference between", "start": 549.16, "duration": 1.17}, {"text": "Yourself and other people because you know we often think that the reason that we don't share the same viewpoint is because we have differences", "start": 550.33, "duration": 6.38}, {"text": "of opinion", "start": 556.71, "duration": 0.46}, {"text": "but it actually goes a lot deeper than that because", "start": 557.17, "duration": 2.449}, {"text": "You're very", "start": 560.05, "duration": 0.96}, {"text": "Perceptions are dependent on the variability in your personality and so it isn't only that people differ in their opinions they differ very much in", "start": 561.01, "duration": 7.25}, {"text": "How they see the world how they actually perceive the world because your personality", "start": 568.26, "duration": 4.32}, {"text": "Constitutes a kind of template or filter through, which you organize your perceptions and so", "start": 573.01, "duration": 5.239}, {"text": "It's very important to understand that there is substantial", "start": 578.25, "duration": 2.88}, {"text": "Personality variability in the world and that you're often talking with people who see things differently", "start": 581.86, "duration": 5.18}, {"text": "Than you and a good example of that is the divide between", "start": 587.26, "duration": 3.979}, {"text": "let's say left-leaning people and right leading people because the left-leaning people tend to be very high and openness to experience and", "start": 591.73, "duration": 6.409}, {"text": "Relatively low in conscientiousness especially in the aspect of orderliness whereas the conservative types tend to be very high in", "start": 598.6, "duration": 6.829}, {"text": "conscientiousness especially orderliness and", "start": 605.83, "duration": 2.0}, {"text": "Relatively low and openness and so those are fundamentally different", "start": 608.29, "duration": 3.319}, {"text": "Orientations in the world and you could say that the more conservative types the more right-wing types", "start": 612.13, "duration": 4.82}, {"text": "Are much more concerned with the preservation of tradition and tend to believe that things that have been done the?", "start": 617.26, "duration": 6.53}, {"text": "Tried-and-true manner in the past are the most reliable", "start": 623.95, "duration": 2.72}, {"text": "Whereas the people who are on the Left who are more radical are more concerned with the fact that?", "start": 627.22, "duration": 4.489}, {"text": "The environment shifts radically and rapidly and unpredictably and so we have to be willing to shift with it and so", "start": 631.87, "duration": 6.17}, {"text": "Those are both valid viewpoints because every element of lived experience has an orderly element and a chaotic element", "start": 638.56, "duration": 7.01}, {"text": "Let's say and you have to be prepared for both and the purpose of", "start": 645.57, "duration": 3.75}, {"text": "straightforward political dialogue between people of different personality types is to help determine on an ongoing", "start": 649.81, "duration": 5.059}, {"text": "Basis how much we should be relying on tradition and how much we should be attempting to transform ourselves", "start": 655.15, "duration": 5.27}, {"text": "and there's no permanent solution to that problem because things stay the same and", "start": 660.46, "duration": 4.789}, {"text": "And they do that at different rates at different times so dialogue is unbelievably important", "start": 665.76, "duration": 5.009}, {"text": "Which by the way is why I'm such an advocate", "start": 670.769, "duration": 2.25}, {"text": "Let's say for free speech because it's the mechanism that keeps people of different types speaking instead of fighting, so it's really important, so", "start": 673.06, "duration": 7.639}, {"text": "Anyways the website is called understand myself calm", "start": 681.22, "duration": 3.799}, {"text": "And you can go there and sign up for the personality test it'll be delivered to you pretty much immediately", "start": 685.019, "duration": 5.16}, {"text": "After you fill out the questions each question is posed as a phrase", "start": 690.37, "duration": 4.309}, {"text": "Take you about 15 minutes to", "start": 696.22, "duration": 2.0}, {"text": "complete the questions", "start": 698.38, "duration": 1.29}, {"text": "you can only do it once and the reason for that is is that the", "start": 699.67, "duration": 3.169}, {"text": "Norms that we compared you against so that would be the self reports of the 10,000 other people", "start": 702.91, "duration": 4.88}, {"text": "Against whom you're compared they were only allowed to do it once and so we have to maintain", "start": 707.92, "duration": 4.279}, {"text": "Stringent control over that to maintain the validity of the test, and I would say don't do it when you're hungry", "start": 712.54, "duration": 5.869}, {"text": "Don't do it when you're tired", "start": 719.019, "duration": 1.831}, {"text": "Don't do it when you're feeling down or in a bad mood about yourself or feeling", "start": 720.85, "duration": 3.71}, {"text": "Self-critical and don't do it when you're likely to be interrupted or distracted you want to take it seriously", "start": 724.899, "duration": 4.82}, {"text": "And you want to think about your answers now you're supposed to answer as you are typically not as you'd like to be", "start": 729.72, "duration": 6.09}, {"text": "And you know you don't want to be either too hard on yourself, or too", "start": 736.24, "duration": 3.349}, {"text": "good to yourself you want to be as accurate as possible because then you'll benefit most from the", "start": 739.589, "duration": 4.29}, {"text": "feedback and", "start": 744.399, "duration": 1.321}, {"text": "Then the last thing I would say is that we've some of you know about this already", "start": 745.72, "duration": 4.97}, {"text": "but we've also developed a set of interventions called self authoring and that's available at self authoring calm and", "start": 750.69, "duration": 7.169}, {"text": "What self are thering can help you do is?", "start": 758.079, "duration": 2.3}, {"text": "reconfigure certain elements of your behavior and perhaps over the long run your personality so", "start": 760.99, "duration": 4.909}, {"text": "the self authoring suite helps you write an autobiography and and detail out the", "start": 766.54, "duration": 4.64}, {"text": "Both positive and negative experiences of your past so that you can capitalize on the positive", "start": 771.97, "duration": 4.88}, {"text": "experiences and figure out how to duplicate them and maybe put the negative experiences to rest and we feel that that's a good way to", "start": 776.949, "duration": 5.72}, {"text": "reduce", "start": 782.92, "duration": 1.109}, {"text": "trait neuroticism over the long run and the evidence for that is that writing programs of this sort tend to improve people's mental health and", "start": 784.029, "duration": 7.039}, {"text": "decrease their negative emotion so and and", "start": 791.319, "duration": 3.17}, {"text": "stabilize them", "start": 794.769, "duration": 0.8}, {"text": "So so if you take the personality test and you're not how", "start": 795.569, "duration": 3.42}, {"text": "for example with your scores on trait neuroticism you feel that you would benefit from some additional emotional stability then the", "start": 799.139, "duration": 6.57}, {"text": "past authoring program from the self authoring suite might be something worth considering and then", "start": 806.259, "duration": 5.239}, {"text": "With regards to the other personality traits um the present authoring program at self authoring com is also a personality", "start": 811.959, "duration": 7.969}, {"text": "exercise of a sort, but what it helps you do is", "start": 820.179, "duration": 2.09}, {"text": "Center on your", "start": 822.879, "duration": 1.56}, {"text": "Virtues and your faults using a Big Five model again so that you can identify", "start": 824.439, "duration": 3.95}, {"text": "What's good about your personality and figure out how to capitalize that on that in the future and so that you can identify?", "start": 828.639, "duration": 5.75}, {"text": "Where your major weaknesses are and figure out how to rectify those and so that's useful for general personality?", "start": 834.609, "duration": 6.47}, {"text": "work", "start": 841.209, "duration": 0.5}, {"text": "I would say and then the last one which we've done the most research on is called future authoring and the future authoring program", "start": 841.709, "duration": 7.349}, {"text": "Helps you think about your life", "start": 849.459, "duration": 1.61}, {"text": "and we think about it as an adjunct to conscientiousness perhaps over the long run and", "start": 851.069, "duration": 4.859}, {"text": "Also as an exercise that could increase positive and decrease negative emotion bias by helping you establish your goals and also", "start": 856.419, "duration": 7.64}, {"text": "Stabilizing your view of the world so in the future authoring program", "start": 864.639, "duration": 3.049}, {"text": "You're asked to consider your life along about seven dimensions so friendship", "start": 867.689, "duration": 5.19}, {"text": "intimate relationships", "start": 873.459, "duration": 1.651}, {"text": "What you do outside of work with your private life in terms of useful and creative activity or enjoyable activity or social activity?", "start": 875.11, "duration": 7.369}, {"text": "What you're aiming for in your career?", "start": 882.97, "duration": 2.179}, {"text": "How you're going to configure your self?", "start": 885.149, "duration": 2.339}, {"text": "education how you're going to take care of yourself mentally and physically and how are you going to handle your use of drugs and alcohol", "start": 887.739, "duration": 6.32}, {"text": "Because those are pitfalls that people often", "start": 894.059, "duration": 2.429}, {"text": "Encounter that tear them down and hurt them badly and so", "start": 896.919, "duration": 2.84}, {"text": "You're asked to think about yourself three to five years down the road as if you were taking care of yourself", "start": 899.86, "duration": 5.329}, {"text": "as if you were a valuable person you know because you want to extend that", "start": 905.309, "duration": 3.39}, {"text": "Courtesy to yourself because you're as valuable on average as anyone else", "start": 909.189, "duration": 4.489}, {"text": "and you should treat yourself that way so anyways you're asked to design a future three to five years down the road where your", "start": 913.679, "duration": 6.929}, {"text": "experience along each of those dimensions is optimized, and then you're asked right for 15 minutes about", "start": 921.16, "duration": 5.75}, {"text": "What your life could be like three to five years down the road if?", "start": 927.85, "duration": 2.959}, {"text": "You were taking care of yourself the way you should and things were working out properly", "start": 931.36, "duration": 3.95}, {"text": "so you could imagine that you're developing a vision of the life that you'd like to lead and", "start": 935.31, "duration": 3.869}, {"text": "Then you're asked to reverse that and to write for 15 minutes", "start": 939.25, "duration": 3.74}, {"text": "And think about this as well about what your life would be like if you let your bad habits and your characterological", "start": 942.99, "duration": 4.859}, {"text": "weaknesses take the upper hand and auger you into the ground so that you became you know a failure and bitter and resentful and", "start": 948.34, "duration": 6.65}, {"text": "Isolated and unhappy and and all of the terrible things that go along with bad luck and and also", "start": 955.21, "duration": 6.08}, {"text": "missed opportunities and let's call them ethical errors so and then you're asked to take your positive vision for the future and", "start": 961.81, "duration": 6.949}, {"text": "elaborate that out into a detailed plan where you justify your", "start": 969.16, "duration": 4.369}, {"text": "Your goals you you describe what those goals. Are you rank order them in importance you describe?", "start": 974.05, "duration": 5.899}, {"text": "How you would be better and your family would be better and your society would be better if you stuck to your goals you?", "start": 980.05, "duration": 6.32}, {"text": "make a contract with yourself to determine how it is that you're going to approach those goals and stay on path and", "start": 986.62, "duration": 6.829}, {"text": "And so forth and so these are quite extensive", "start": 993.64, "duration": 2.929}, {"text": "exercises and we developed them you might say as an alternative to", "start": 997.09, "duration": 4.13}, {"text": "lengthy and expensive", "start": 1001.8, "duration": 2.0}, {"text": "Psychotherapy and there's a fair bit of research evidence suggesting that writing exercises of this sort are extremely effective ways of reconfiguring", "start": 1004.32, "duration": 6.98}, {"text": "The manner in which you approach the world and so the research we've done for example", "start": 1011.73, "duration": 4.13}, {"text": "In three different locations now and with with several thousand college students although", "start": 1016.05, "duration": 5.149}, {"text": "this is not a program only designed for college students has indicated that even if you do a relatively poor job of let's say the", "start": 1021.2, "duration": 6.929}, {"text": "future authoring program", "start": 1028.13, "duration": 1.11}, {"text": "And you're a college student it increases the probability that you'll stay in your program by about 25%", "start": 1029.24, "duration": 5.25}, {"text": "Which is a?", "start": 1034.68, "duration": 0.78}, {"text": "walloping", "start": 1035.46, "duration": 0.57}, {"text": "improvement and also has about the same effect on your grade point average and so that seems to be particularly true for people who are", "start": 1036.03, "duration": 6.829}, {"text": "Doing the worst so it's been really effective for", "start": 1042.86, "duration": 2.82}, {"text": "disenchanted ethnic minority males in Holland for example compared to the Dutch national females who", "start": 1046.8, "duration": 6.65}, {"text": "do better than anyone else in the sample that we looked at two years after the", "start": 1053.73, "duration": 4.97}, {"text": "Entire group did the future authoring program the?", "start": 1059.22, "duration": 2.989}, {"text": "ethnic minority males who were underperforming by about eighty percent", "start": 1063.03, "duration": 3.02}, {"text": "And slightly exceeded the performance of the Dutch national women so that was absolutely", "start": 1066.92, "duration": 4.38}, {"text": "Staggering result as far as we're concerned and we also duplicated that at a place in Canada called", "start": 1071.76, "duration": 4.88}, {"text": "Mohawk College showing that the program worked particularly effectively for men again for males who are underperforming", "start": 1076.64, "duration": 6.239}, {"text": "females generally speaking in the academic world and", "start": 1083.07, "duration": 2.689}, {"text": "Especially if they were males who hadn't done that well in high school and hadn't carved out a very specified", "start": 1086.16, "duration": 4.609}, {"text": "Route forward in their academic achievement, so it's an excellent way of getting your act together and so anyways", "start": 1091.71, "duration": 5.99}, {"text": "the understand myself", "start": 1098.43, "duration": 1.59}, {"text": "Comm page is designed to give you a picture of your personality in detail and then the self authoring program is designed to help you", "start": 1100.02, "duration": 7.01}, {"text": "Reconfigure the way that you approach life", "start": 1107.55, "duration": 2.029}, {"text": "And so we're hoping that the combination of those two things are a particularly effective way of bringing high quality", "start": 1109.58, "duration": 6.03}, {"text": "psychological information and advice and help to a very broad audience at a very low cost and at a relative minimum of demands on", "start": 1116.61, "duration": 7.76}, {"text": "Time I would say we do know with the self authoring program that the more you write the better it works", "start": 1124.37, "duration": 5.55}, {"text": "Which is sort of tantamount to saying that the program works better?", "start": 1129.92, "duration": 3.449}, {"text": "In your life gets better the more you think about the future, which really stands to reason, but it's nice to see that actually", "start": 1133.44, "duration": 5.959}, {"text": "Represented and duplicated as part of a scientific research project so anyways", "start": 1140.1, "duration": 5.3}, {"text": "we've tried to keep the programs as reliable as possible as straightforward as possible as", "start": 1145.4, "duration": 4.41}, {"text": "Dependent on your own actions as possible because the writing is really crucial to", "start": 1150.36, "duration": 4.67}, {"text": "Reconfiguring your personality and as widely distributed well, and is low cost as we can possibly manage", "start": 1155.64, "duration": 5.449}, {"text": "We're trying to provide you with accurate", "start": 1161.31, "duration": 2.389}, {"text": "psychological", "start": 1163.92, "duration": 0.63}, {"text": "Information so that you understand yourself and other people better and so that your life can be configured in a manner that I hope is", "start": 1164.55, "duration": 6.14}, {"text": "much more beneficial to you personnel personally and", "start": 1170.76, "duration": 2.959}, {"text": "Helpful to your family and also has a positive effect on the broader society around you because that's a great triumvirate of", "start": 1173.94, "duration": 7.159}, {"text": "Attainment, and it's exactly what you should be aiming for so I would say I encourage you to", "start": 1181.41, "duration": 4.849}, {"text": "Determine who you are and to think about that very carefully and then to determine", "start": 1187.14, "duration": 3.709}, {"text": "Very carefully who you want to be and why and to?", "start": 1191.04, "duration": 3.409}, {"text": "Make a plan you know you don't get the opportunity to do that in school", "start": 1195.15, "duration": 3.589}, {"text": "junior high high school college university", "start": 1199.63, "duration": 2.0}, {"text": "No one ever", "start": 1201.68, "duration": 0.96}, {"text": "Sits you down and helps you figure out where you came from and who you are and what you're doing and you really need to", "start": 1202.64, "duration": 5.39}, {"text": "Know that I should also say that with the understand myself comm site", "start": 1208.03, "duration": 3.809}, {"text": "We're also working on our couples module that will enable the people who have filled out the report to", "start": 1211.84, "duration": 6.06}, {"text": "ask someone else to also do the", "start": 1218.27, "duration": 2.0}, {"text": "questionnaire", "start": 1220.37, "duration": 0.5}, {"text": "And then they'll both get a report that details out their similarities and differences so that they can come to understand", "start": 1220.87, "duration": 5.369}, {"text": "Where they're going to be in agreement and get along and share interests and where they're likely to have", "start": 1226.46, "duration": 4.369}, {"text": "Conflict and what might be done about that and I would say that's at minimum a month to two months away", "start": 1230.9, "duration": 5.63}, {"text": "And we're also going to release a high school version of the self authoring suite so that people can start to plan their lives", "start": 1236.53, "duration": 5.909}, {"text": "when they're much younger and", "start": 1242.6, "duration": 1.53}, {"text": "We'll only ask the high school students to think about three to six months out into the future because when you're that young", "start": 1244.13, "duration": 5.329}, {"text": "That's about the practical limit of your I wouldn't say ability to think forward into the future", "start": 1249.62, "duration": 5.569}, {"text": "But the younger you are the shorter your time horizon", "start": 1255.19, "duration": 2.73}, {"text": "partly because", "start": 1258.17, "duration": 0.99}, {"text": "Well you you haven't been exposed to the world that much and there's you still have plenty to learn so?", "start": 1259.16, "duration": 4.88}, {"text": "But anyways we have a high school version in the works", "start": 1264.04, "duration": 2.159}, {"text": "And so I'll announce that when it comes out and so we all hope that you find these offerings", "start": 1266.2, "duration": 4.98}, {"text": "useful and practical and", "start": 1271.85, "duration": 2.0}, {"text": "And that they help you put your life together so that you can be a solid citizen and a responsible person and as", "start": 1275.75, "duration": 6.05}, {"text": "Emotionally stable as possible and maybe even find some happiness along the way from time to time so that would be really good", "start": 1282.23, "duration": 5.75}]}