{"video_id": "64MlP8mbJPo", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "With Australia's top radio host Neil Mitchell in studio...", "url": "https://www.youtube.com/watch?v=64MlP8mbJPo", "date": "2018-03-10", "description": "With Neil Mitchell in Melbourne, Australia, yesterday March 09 2018. More on Mitchell: https://www.3aw.com.au/show/3aw-mornings/\n\nDownloadable as a podcast from Mitchell's site here: https://www.3aw.com.au/podcast/jordan-b-peterson-the-burden-of-being-the-voice-of-millions/\n\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 971, "transcript_parts": [{"text": "Dr.. Jordan Pearson good morning good morning", "start": 0.039, "duration": 2.45}, {"text": "Thank you so much for coming in you're developing this enormous power and reach is it the heavy burden for it?", "start": 2.49, "duration": 6.75}, {"text": "Well it it's heavy and light at the same time. You know it's it's constant I", "start": 10.21, "duration": 4.79}, {"text": "Don't know what I'm doing day-to-day until that day", "start": 16.119, "duration": 2.48}, {"text": "I have people managing my schedule, and I'm busy enough so that I pretty much attend to the next thing", "start": 18.6, "duration": 5.969}, {"text": "But the responsibility of getting into all these heads mm-hmm", "start": 24.57, "duration": 3.42}, {"text": "And you are influencing people's signa me aren't you?", "start": 27.99, "duration": 2.549}, {"text": "well", "start": 30.75, "duration": 0.42}, {"text": "I guess I take solace in the fact that so many thousands of people now have written to me and also talked to me", "start": 31.17, "duration": 5.069}, {"text": "to say that", "start": 36.37, "duration": 1.65}, {"text": "Things are better for them because they've been trying to do some of the things that I suggest in my lectures and so", "start": 38.02, "duration": 6.379}, {"text": "It is a heavy responsibility", "start": 44.68, "duration": 1.859}, {"text": "When when you have influence of that sort but it lightens it when you also have evidence", "start": 46.539, "duration": 5.99}, {"text": "Suggesting that it seems to be doing people a lot of good your changing lives", "start": 52.899, "duration": 3.229}, {"text": "That seems to be the case.", "start": 57.07, "duration": 2.0}, {"text": "You're saving lives?", "start": 59.07, "duration": 0.85}, {"text": "Saving lives too? Well, I would say there were six people in the audience last night. I was talking in Melbourne", "start": 59.92, "duration": 6.23}, {"text": "I would say there were six, maybe there were more but there were at least six so half a dozen", "start": 66.15, "duration": 4.559}, {"text": "And they were young men who told me that that that's that's what they said", "start": 70.709, "duration": 4.151}, {"text": "That you had served their lives.", "start": 74.88, "duration": 1.66}, {"text": "Yeah, how do you feel about that?", "start": 76.54, "duration": 2.0}, {"text": "Breaks me up. Why, it's a very positive thing you've done. What what do you mean it breaks you up?", "start": 80.38, "duration": 6.05}, {"text": "Well it's sad that there are so many people in that", "start": 87.97, "duration": 2.359}, {"text": "State of crisis you know and they don't need", "start": 92.049, "duration": 2.959}, {"text": "that much encouragement", "start": 96.61, "duration": 2.0}, {"text": "That's the thing.", "start": 98.95, "duration": 2.0}, {"text": "So,", "start": 100.96, "duration": 1.32}, {"text": "It's sad that it only takes that much encouragement to make that much difference. There's a lot of lost people in the world", "start": 102.28, "duration": 6.049}, {"text": " ", "start": 108.329, "duration": 1.071}, {"text": "So it's a good thing to be able to help that", "start": 109.4, "duration": 2.96}, {"text": "It's overwhelming. Well I can tell that you're very emotional about it.", "start": 113.52, "duration": 3.3}, {"text": "Yeah, well it's really something. You know what time I hadn't thought much about what had happened last night, but you know", "start": 118.24, "duration": 6.02}, {"text": "probably 500 people lined up after the talk and", "start": 124.98, "duration": 3.76}, {"text": "Most of them say the same thing you know about a quarter of them say look you're putting into words things", "start": 129.1, "duration": 6.27}, {"text": "I already knew I always knew but I didn't know how to say just like oh", "start": 135.37, "duration": 3.27}, {"text": "That's what archetypal stories do and and I guess that's what articulate people", "start": 138.71, "duration": 3.559}, {"text": "Do you know so that's a good thing, but then the other 3/4 of them say some variant of?", "start": 142.27, "duration": 5.159}, {"text": "of", "start": 148.64, "duration": 1.29}, {"text": "You know my life has been turned around", "start": 149.93, "duration": 1.64}, {"text": "They say I was addicted or I was drinking too much, or I wasn't moving ahead my relationship with my girlfriend", "start": 151.57, "duration": 5.399}, {"text": "I wasn't getting along with my family. I didn't have any direction in life", "start": 157.04, "duration": 3.139}, {"text": "I was nihilistic or hopeless or anxious or any number of variants of those and", "start": 160.18, "duration": 5.1}, {"text": "I've been trying to put into practice what you've been talking about in your YouTube lectures and", "start": 165.44, "duration": 4.16}, {"text": "podcasts and and", "start": 170.81, "duration": 1.71}, {"text": "It's really helped my turn my life around. Thank you. It's like", "start": 172.52, "duration": 3.83}, {"text": "Yeah", "start": 177.14, "duration": 2.0}, {"text": "Do something you feel fragile about that", "start": 179.69, "duration": 2.299}, {"text": "Well", "start": 184.34, "duration": 2.0}, {"text": "No, I wouldn't say exactly that um I seem to be able to handle this", "start": 187.97, "duration": 4.519}, {"text": "It's been going on a long time now. It's it's been 18 months, and I would say in many ways now", "start": 193.489, "duration": 4.7}, {"text": "It's better than it was because at the beginning", "start": 198.19, "duration": 2.399}, {"text": "Especially when I got when I put my hat in the political ring", "start": 201.11, "duration": 3.319}, {"text": "Let's say because I felt that the Canadian politicians had overstepped their boundaries", "start": 204.43, "duration": 4.08}, {"text": "You know my job was threatened and", "start": 210.019, "duration": 2.27}, {"text": "quite severely, and I thought I might lose my clinical license as well and", "start": 212.989, "duration": 4.04}, {"text": "Things were up in the air in a big way.  This was over the gender pronoun usage.", "start": 217.72, "duration": 2.0}, {"text": "Yeah was my refusal when I stated refusal to abide by the", "start": 221.92, "duration": 4.14}, {"text": "by the requirement that that I", "start": 226.6, "duration": 2.06}, {"text": "modified my language in a certain manner that I", "start": 229.28, "duration": 2.089}, {"text": "Felt was you know appropriate", "start": 231.95, "duration": 2.0}, {"text": "oh\nI felt it was inappropriate of the government to demand that I modify my language the government has no right to", "start": 234.13, "duration": 5.339}, {"text": "Intrude on people's lives to that degree", "start": 239.9, "duration": 1.94}, {"text": "It's very very dangerous when that happens and so anyways there was I've been in one scandal after another in Canada like seriously like", "start": 241.84, "duration": 7.47}, {"text": "Non-stop for 18 months the last one. Just two days ago. I was at Queen's University in Kingston, and there was a big", "start": 249.68, "duration": 6.86}, {"text": "Demonstration there was a very eerie", "start": 257.14, "duration": 2.0}, {"text": "Occurrence they arrested a woman who was carrying a garrote for God's sake you know.  Does that frighten you?", "start": 259.42, "duration": 5.72}, {"text": "That was not good, the Queen's University thing was not good. We were in a hall. It was kind of like a church this", "start": 265.76, "duration": 5.22}, {"text": "this Hall. It's what it looked like it was lined with stained glass windows and", "start": 270.98, "duration": 3.089}, {"text": "probably 20 of them and there was a", "start": 274.8, "duration": 2.0}, {"text": "Protester had climbed up in the window well of all 20 windows", "start": 277.5, "duration": 3.619}, {"text": "probably five or six feet off the ground and there were seven feet high these windows and they were pounding on them and", "start": 281.43, "duration": 4.729}, {"text": "Forcefully forcefully enough in one case to break the window and so there was 900 of us inside", "start": 286.47, "duration": 5.21}, {"text": "and it was we were surrounded by this group that were pounding on the windows and yelling and pounding on the doors and", "start": 291.68, "duration": 7.259}, {"text": "It was and you know you could see against the stained glass you could see these shadowy forms pounding away", "start": 300.09, "duration": 5.39}, {"text": "And it was it was very eerie. No one and no one in that Hall will ever forget that experience.  Why?", "start": 305.48, "duration": 5.16}, {"text": "Why were they trying to get in why the garotte, why the, it sounds like hate is it hate?", "start": 311.28, "duration": 5.21}, {"text": "Some of it was hate for sure. Why, why do they hate you?", "start": 317.13, "duration": 2.299}, {"text": "Because they because of who they imagine I might be I guess that's part of it", "start": 320.67, "duration": 4.699}, {"text": "You know it's it's it's easy to hate someone who's been caricatured and", "start": 326.28, "duration": 4.43}, {"text": "So, but there's more to it than that I have been very", "start": 331.26, "duration": 3.26}, {"text": "Forceful. Let's say and my criticisms of the radical left not only in Canada", "start": 335.43, "duration": 4.16}, {"text": "But in the West in general not critical enough in my estimation, so I hold no stock whatsoever for the radical leftist", "start": 339.59, "duration": 6.659}, {"text": "I'm absolutely appalled that they're the force they are in the universities", "start": 346.25, "duration": 3.779}, {"text": "and I do believe that in many ways the universities have done more harm in society than good over the last 20 years and", "start": 350.03, "duration": 5.7}, {"text": "I say that you know with a fair bit of regret because I've been obviously associated with universities since 1993", "start": 355.86, "duration": 6.109}, {"text": "But that, it's a really interesting thing, I sometimes enjoy dealing with the radical lift in the university so I think you're gonna grow up", "start": 361.97, "duration": 6.059}, {"text": "You're going to get through this and I enjoy the the challenge and the drama and the yeah", "start": 368.25, "duration": 5.21}, {"text": "It's a challenge of youth saying you're wrong well", "start": 373.46, "duration": 3.179}, {"text": "I'm right, and I know I'm right because I'm 20 and I know everything it's not the students so much. I'm concerned about", "start": 376.64, "duration": 5.549}, {"text": "Staff is it. Oh, yeah, it's the staff and the administrators, and no it's not the students", "start": 382.74, "duration": 4.25}, {"text": "I mean look I've been protested against I watched the protesters and most of the time the vast majority of them are young people whose", "start": 386.99, "duration": 7.98}, {"text": "Whose?", "start": 395.52, "duration": 1.32}, {"text": "Desire to have a positive influence in the world is", "start": 396.84, "duration": 2.779}, {"text": "Channeled into this particular political expression at the moment, but so many of them are manipulated by the faculty members hmm", "start": 400.56, "duration": 6.38}, {"text": "And there's no excuse for that and what they're doing is is far more dangerous than it looks why do young men?", "start": 406.94, "duration": 6.029}, {"text": "need you", "start": 413.76, "duration": 2.0}, {"text": "Well first of all you know, it's not I would say it's not just young men part of that's an", "start": 416.16, "duration": 4.669}, {"text": "Artifact of the fact that most of the people who watch YouTube are young men?", "start": 420.9, "duration": 3.41}, {"text": "but but I won't evade the question I mean because", "start": 425.07, "duration": 3.679}, {"text": "See to some degree", "start": 429.66, "duration": 1.92}, {"text": "Maturation among men is a voluntary process. It's not so voluntary for women. They have to grow up fast", "start": 431.58, "duration": 5.57}, {"text": "They have a lot of things to do before they hit 30 yeah with men it can it can take longer", "start": 437.15, "duration": 5.07}, {"text": "And they need a call to adventure", "start": 442.22, "duration": 1.69}, {"text": "Let's say, and they need a call to responsibility", "start": 443.91, "duration": 2.899}, {"text": "And they need to be they need to to be initiated into", "start": 446.81, "duration": 4.5}, {"text": "Responsibility and to have a case made for its utility", "start": 451.71, "duration": 2.99}, {"text": "And so I'm saying look it's better to be adult than to be a child. It's better", "start": 454.7, "duration": 4.619}, {"text": "It's better to be in control of your own destiny", "start": 459.419, "duration": 2.0}, {"text": "There's a place for you in the world the world would be lesser if you don't take your place in it", "start": 461.73, "duration": 4.879}, {"text": "That you have a responsibility to bear to sort out your education to straighten out your life and to become who you are", "start": 467.18, "duration": 6.04}, {"text": "Grow the hell up don't grow up and and for reasons that are", "start": 473.74, "duration": 3.28}, {"text": "Positive for you positive for your family positive for everyone, so is but is this generation lost", "start": 477.22, "duration": 4.4}, {"text": "They desperate they're clinging to what you're saying and doing in a desperate. I'm not criticizing what you're saying", "start": 482.61, "duration": 5.69}, {"text": "I'm doing, but they need it. They need it desperately", "start": 488.3, "duration": 2.0}, {"text": "why why they think I think that I think that every generation needs a", "start": 490.59, "duration": 5.75}, {"text": "Message that that that supports", "start": 496.83, "duration": 2.779}, {"text": "maturation and and responsibility", "start": 500.82, "duration": 1.909}, {"text": "I think that we've done a bad job as a culture of putting that message forward so to me since the mid-1960s", "start": 502.729, "duration": 7.71}, {"text": "Our young people have been fed a never ending diet of rights and impulsive freedoms something like that and that leaves a hole", "start": 510.99, "duration": 7.76}, {"text": "because most of the meaning that people", "start": 519.24, "duration": 2.239}, {"text": "people manage in their lives", "start": 522.3, "duration": 1.669}, {"text": "And so that would be the meaning that you can offset against the tragedy of life that comes from adopting", "start": 523.969, "duration": 4.95}, {"text": "Responsibility and carrying a load like human beings in some sense our design for a load and the heavier the load the better", "start": 529.38, "duration": 5.929}, {"text": "It's it's one of the things that gives you", "start": 535.5, "duration": 2.0}, {"text": "You know there's this this proclivity among psychologists to attempt to facilitate self-esteem which is a word", "start": 538.26, "duration": 6.5}, {"text": "I don't care much for I think that self-respect is a much better term", "start": 544.76, "duration": 4.14}, {"text": "And I think you develop self-respect by carrying a responsibility I feel very lucky to be born in this country", "start": 548.9, "duration": 6.149}, {"text": "I think it's essentially a decent country does follow a lot of what happens in the United States", "start": 555.05, "duration": 4.11}, {"text": "I'll get to that in a moment, but I was talking to some welfare workers police Salvation", "start": 559.16, "duration": 4.109}, {"text": "Army yesterday saying to me", "start": 563.27, "duration": 1.92}, {"text": "They think society is becoming and and particularly the younger the age group", "start": 565.19, "duration": 4.32}, {"text": "We're talking is becoming more aggressive more cynical more angry", "start": 569.51, "duration": 4.53}, {"text": "Do you agree with that and if so why well?", "start": 574.38, "duration": 2.419}, {"text": "I don't think the statistics bear that out because what we've seen over all over the last especially the last 20 years is a", "start": 576.8, "duration": 7.32}, {"text": "remarkable decline in violent crime I", "start": 584.4, "duration": 2.029}, {"text": "do think that there might be an epidemic more of aimlessness and and and depression and anxiety that sort of thing and", "start": 586.83, "duration": 7.279}, {"text": "I think that that's partly because the case for growing up is not made well", "start": 594.39, "duration": 5.419}, {"text": "And and and because we're also so cynical about our own societies. You know I was in Amsterdam month ago talking to a group of", "start": 599.81, "duration": 7.29}, {"text": "well-placed intellectuals", "start": 607.62, "duration": 1.28}, {"text": "They're all friends of Theo van Gogh who was who was killed in in in Amsterdam about 15 years ago was stabbed", "start": 608.9, "duration": 5.579}, {"text": "And there they said that embarrassment about the Dutch culture is rampant in their society", "start": 614.82, "duration": 5.15}, {"text": "and I", "start": 619.97, "duration": 0.55}, {"text": "That just makes my jaw drop because I go to Holland and I think my god this is such an amazing place these people they", "start": 620.52, "duration": 5.69}, {"text": "Scrape this country out of the bottom of the ocean they built dikes to hold back the waves. It's it's free. It's it's liberal", "start": 626.44, "duration": 7.42}, {"text": "It's it's compassionate its orderly. It's beautiful. Yet they're embarrassed by it. They're embarrassed by it because of its", "start": 633.86, "duration": 5.68}, {"text": "Tyrannical patriarchal nature, it's like well. Who are you comparing it to it's like?", "start": 640.04, "duration": 4.08}, {"text": "What are we comparing our societies to where do you want to live it on on the planet or in time anywhere?", "start": 644.55, "duration": 6.71}, {"text": "But in the West not if you have any sense you think you've sort of been described as a warrior", "start": 651.26, "duration": 4.919}, {"text": "Against political correctness is that fit?", "start": 656.46, "duration": 2.0}, {"text": "Yeah", "start": 658.92, "duration": 1.02}, {"text": "Tell me about this in our national carrier Qantas. Got some attention early this week and I was thinking about this", "start": 659.94, "duration": 4.7}, {"text": "I knew you were coming in and", "start": 664.64, "duration": 2.0}, {"text": "Taking advice from a diversity group. That's that's a bad idea", "start": 667.19, "duration": 3.299}, {"text": "And I wanted to ban words like guys and chairmen husband and wife", "start": 671.76, "duration": 4.219}, {"text": "Replaceable replace words like mankind and chairman. What's your reaction to that?", "start": 677.85, "duration": 3.86}, {"text": "I think that it would be better if people tried to solve some real problems", "start": 681.86, "duration": 3.929}, {"text": "Instead of playing these idiot diversity games. I think that", "start": 686.88, "duration": 3.559}, {"text": "Everyone who plays identity politics whether they play it on the right or the left is", "start": 691.38, "duration": 3.89}, {"text": "is going to pay for it in ways they can hardly imagine. It's a very", "start": 695.34, "duration": 3.379}, {"text": "Counterproductive way of dividing up the world", "start": 699.6, "duration": 2.48}, {"text": "it's an it's", "start": 702.18, "duration": 1.32}, {"text": "Impossible to come to a peaceful solution in the identity politics universe even the identity politics types themselves they've run into this problem they call", "start": 703.5, "duration": 7.94}, {"text": "Intersectionality right so ok so you classify people by race and by sex let's say", "start": 712.02, "duration": 5.329}, {"text": "So and and seek for equity along those dimensions, but then well what about the intersection between those dimensions?", "start": 718.05, "duration": 7.76}, {"text": "So you you have enough?", "start": 725.81, "duration": 2.0}, {"text": "Ethnic minorities in your in your organization, let's say you match by population which is a foolish way of doing it", "start": 731.28, "duration": 5.929}, {"text": "But you do that and maybe you're matched by sex", "start": 737.21, "duration": 3.029}, {"text": "But then what about the intersection between race and sex well then what about the intersection between race sex ethnicity?", "start": 740.24, "duration": 6.84}, {"text": "Then you could add social class to that then you could add social proclivity then you could add attractiveness", "start": 747.87, "duration": 5.27}, {"text": "There's never-ending way of dividing people up into groups, and you can't equalize across all those ways. It's just technically not possible", "start": 754.26, "duration": 6.589}, {"text": "Do you think people need to make a stand on issues like this and when an airline like Qantas makes these?", "start": 760.85, "duration": 4.98}, {"text": "decisions do they need to stand against it do they need to boycott it and to do that sort of thing I", "start": 765.93, "duration": 4.25}, {"text": "I think they need to understand it at a deeper level", "start": 770.52, "duration": 2.449}, {"text": "It's like we have to decide if we're going to", "start": 772.97, "duration": 2.16}, {"text": "Divide people up if we think that dividing people up primarily by their group identity is a good idea", "start": 775.35, "duration": 5.15}, {"text": "And it's not it's a bad idea it will lead to", "start": 780.5, "duration": 3.33}, {"text": "an enhancement of our tribal proclivities", "start": 784.95, "duration": 2.929}, {"text": "and I don't think that if you're a an advocate of peace that you would push and", "start": 787.88, "duration": 6.209}, {"text": "advocate for", "start": 795.15, "duration": 1.5}, {"text": "Ours further division into tribal entities. It's a it's not wise is this transient when we move through this", "start": 796.65, "duration": 6.469}, {"text": "We'll see it's been not transient in the past. It's caused tremendous troubles in the past", "start": 803.91, "duration": 5.0}, {"text": "This is another reason why I'm not a fan of the radical leftists, so", "start": 808.98, "duration": 4.7}, {"text": "The the radical left ideologies were were murderous in their expression throughout the 20th century", "start": 814.08, "duration": 5.21}, {"text": "I mentioned earlier this country follows a lot of the US trends good and bad...Like Canada...We're a little bit behind, but it can be fashioned", "start": 819.29, "duration": 5.39}, {"text": "well", "start": 825.5, "duration": 1.8}, {"text": "What do we need to be alert to what do we need to be aware of what we need to avoid?", "start": 827.31, "duration": 3.739}, {"text": "We need to", "start": 832.26, "duration": 1.71}, {"text": "We need to be alert to the benefits of the societies that we now inhabit", "start": 833.97, "duration": 4.489}, {"text": "We need to be grateful for their existence and and note very carefully the unlikelihood of their continued success", "start": 840.12, "duration": 6.769}, {"text": "No, I don't understand. How we managed it", "start": 848.16, "duration": 3.14}, {"text": "In the West we have societies where the default assumption between human beings is trust. I do not understand. How we manage that", "start": 851.94, "duration": 6.829}, {"text": "because", "start": 859.44, "duration": 1.019}, {"text": "There's so many ways that you can be betrayed by someone especially if you don't know them", "start": 860.459, "duration": 4.07}, {"text": "How do you set up a society where the typical interaction between strangers is straight? Oh?", "start": 864.529, "duration": 4.679}, {"text": "How many societies in the world are like that like 30 40 something like that how did that ever happen?", "start": 869.88, "duration": 5.51}, {"text": "We don't know and it's an ongoing miracle, and we should do everything we can not to disrupt it because the alternative to that", "start": 876.06, "duration": 5.839}, {"text": "Generous trust that courageous trust, which is unbelievably productive is ruled by thug, and that's the rule in most of the world", "start": 882.87, "duration": 7.52}, {"text": "So do  you have optimism or not for the future?", "start": 891.269, "duration": 2.39}, {"text": "I think we're in a time of extreme chaos", "start": 894.3, "duration": 3.469}, {"text": "Things could go unbelievably well if we were careful. There's so many good things going on in the world right now", "start": 898.41, "duration": 5.179}, {"text": "they're almost miraculous so for example between the year 2000 and", "start": 903.63, "duration": 4.13}, {"text": "2012 the level of absolute poverty in the world was cut by 50%", "start": 908.069, "duration": 3.59}, {"text": "That was the fastest rate of improvement by a large margin in human history", "start": 912.079, "duration": 3.63}, {"text": "It was three years faster than the most optimistic projections had suggested", "start": 915.709, "duration": 3.78}, {"text": "There's hundreds of thousands of people a week now being being", "start": 919.86, "duration": 3.38}, {"text": "Pulled into the electrical power grid almost everyone has access to almost infinite computational power and all the educational resources that go along with that", "start": 923.49, "duration": 7.849}, {"text": "We're wiping out most transmissible diseases the fastest growing economies in the world are in sub-saharan", "start": 931.56, "duration": 5.33}, {"text": "Africa like there are a lot of things. There's no starvation in China", "start": 937.17, "duration": 3.5}, {"text": "There's a huge middle class in China and India these things are absolutely miraculous", "start": 940.8, "duration": 4.279}, {"text": "So and and god only knows what we could accomplish if we got our act together in the next 20 years", "start": 945.42, "duration": 4.82}, {"text": "You know the sky's the limit", "start": 950.46, "duration": 1.89}, {"text": "So, but we're playing very foolish games in the West and we could bring the house down around us, so we'll see", "start": 952.35, "duration": 6.559}, {"text": "Thank you so much for coming in good luck with the burden oh", "start": 959.49, "duration": 2.45}, {"text": "Thanks very much for the invitation and for the interview Jordan B. Peterson 12 rules for life an antidote to chaos", "start": 963.27, "duration": 6.38}]}