{"video_id": "6bHX5W55Fdw", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Auckland Clip 4: On Cain and Abel", "url": "https://www.youtube.com/watch?v=6bHX5W55Fdw", "date": "2019-08-31", "description": "My wife, Tammy, and I toured Australia and New Zealand in February. I was lecturing about the topics covered in my book, 12 Rules for Life (and also Maps of Meaning, my first book). I had a number of the lectures professionally filmed.  This is a highlight from my lecture in Auckland on the meaning of the story of Cain and Abel.\n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 730, "transcript_parts": [{"text": "The next story, one of Cain and Abel, and it plays on that because in a very interesting way because", "start": 0.06, "duration": 6.06}, {"text": "It indicates what happens and I would say it it", "start": 6.549, "duration": 3.83}, {"text": "What supports my general hypothesis about what the first story means because what happens with Cain and Abel?", "start": 11.08, "duration": 6.92}, {"text": "Is that well, they're brothers, right? And...", "start": 18.0, "duration": 2.34}, {"text": "so hypothetically the first two real human beings. And they don't really like each other.", "start": 21.52, "duration": 5.209}, {"text": "Abel is a good guy by all appearances.", "start": 27.22, "duration": 2.569}, {"text": "God smiles on him, fate smiles on him.", "start": 30.849, "duration": 2.63}, {"text": "How about if we put it that way - everything that he does seems to work out. Well, he makes", "start": 33.48, "duration": 4.619}, {"text": "sacrifices which the text insists upon and the sacrifices are rewarded by God. That's a very very very very", "start": 38.77, "duration": 7.91}, {"text": "important crucial", "start": 47.2, "duration": 1.8}, {"text": "document because we already noted that men and women", "start": 49.0, "duration": 3.949}, {"text": "had discovered time in", "start": 53.62, "duration": 2.06}, {"text": "Genesis, they discovered the duration of their life and the existence of death and the", "start": 56.32, "duration": 4.459}, {"text": "necessity for toil and by the time we get to Cain and Abel human beings have discovered in this dramatic manner that if they make", "start": 60.94, "duration": 7.85}, {"text": "sacrifices in the present that", "start": 69.159, "duration": 2.09}, {"text": "hypothetically, the future can be better and that's that's like, I don't know if that's not the major discovery of mankind -", "start": 71.56, "duration": 7.4}, {"text": "it's certainly among the top one or two,", "start": 78.96, "duration": 2.25}, {"text": "because it's very it's really something for a creature for an animal like us to notice", "start": 81.82, "duration": 5.479}, {"text": "that if we give up something that we want right now -", "start": 87.88, "duration": 2.419}, {"text": "we can sort of bargain with fate, as it were, to get something better in the future.", "start": 91.18, "duration": 4.699}, {"text": "And that's really what you do when you work, right?", "start": 96.159, "duration": 2.63}, {"text": "Because when you work,", "start": 98.79, "duration": 1.06}, {"text": "by definition, you're doing things that you'd rather not do right now because otherwise, it wouldn't be work.", "start": 99.85, "duration": 5.479}, {"text": "And the reason that you're doing that is because you think: \"well if I give up what I really want to do,", "start": 105.329, "duration": 4.44}, {"text": "impulsively right now, then over the medium to long term, things will be better.\"", "start": 109.99, "duration": 4.339}, {"text": "And so you learn, you believe that making the appropriate sacrifices", "start": 114.329, "duration": 3.75}, {"text": "propitiates God, let's say", "start": 118.719, "duration": 3.8}, {"text": "metaphorically, and", "start": 123.189, "duration": 1.621}, {"text": "Abel's sacrifices work, man.", "start": 124.81, "duration": 2.059}, {"text": "Everything he touches turns to", "start": 126.909, "duration": 1.8}, {"text": "sheep and camels, and women, and he has everything he wants. And everyone likes him, and everybody thinks he's a good guy. And", "start": 128.709, "duration": 7.1}, {"text": "you know, that's pretty good for Abel, but Cain isn't doing so well and", "start": 136.0, "duration": 5.449}, {"text": "nothing he", "start": 142.209, "duration": 1.951}, {"text": "sacrifices appears to have the proper effect and there is some idea in the story that maybe the", "start": 144.16, "duration": 6.079}, {"text": "sacrifices he makes are a little bit on the half-hearted side. And", "start": 150.489, "duration": 3.59}, {"text": "that God isn't all that thrilled at those sacrifices as a consequence. And that's really we're thinking about again for about 50 years", "start": 154.3, "duration": 7.789}, {"text": "because it is", "start": 162.58, "duration": 1.56}, {"text": "possible that if you're making", "start": 164.14, "duration": 1.62}, {"text": "sacrifices and they're not working out that well that it's not so much that God hates you -", "start": 165.76, "duration": 5.64}, {"text": "it's that your sacrifices could be of a somewhat higher quality, right? That you're playing a game", "start": 171.42, "duration": 6.56}, {"text": "with yourself and with the structure of reality and you think you can get away with it. And", "start": 178.42, "duration": 5.06}, {"text": "you can't, and the fact that you're not getting away with it and that you can't - makes you bitter and resentful,", "start": 183.73, "duration": 5.779}, {"text": "and cruel, and vengeful, and", "start": 189.67, "duration": 2.0}, {"text": "homicidal", "start": 192.13, "duration": 1.05}, {"text": "eventually. And worse than that because there are far worse places than you can go,", "start": 193.18, "duration": 4.07}, {"text": "that you can go, than merely homicidal. Anyways, Cain has enough of this one day", "start": 197.68, "duration": 4.85}, {"text": "and he says to... he, Cain, decides to have a chat with God and it goes something like this -", "start": 203.2, "duration": 5.479}, {"text": "it's quite an arrogant chat, really.", "start": 209.29, "duration": 2.78}, {"text": "It's almost as arrogant as Adam's was stupid.", "start": 212.86, "duration": 3.679}, {"text": "And Cain basically challenges God. He says look, I don't know what sort of world you think you put together here, but", "start": 217.299, "duration": 7.16}, {"text": "we've got Abel and we've got me and like everything's just working out for him", "start": 225.43, "duration": 4.85}, {"text": "and you know", "start": 230.28, "duration": 0.91}, {"text": "He's perfectly goddamn delightful and everyone likes him and and whatever he touches", "start": 231.19, "duration": 6.44}, {"text": "like King Midas turns to gold and it's all easy for him and", "start": 237.9, "duration": 4.64}, {"text": "then there's me and I'm like breaking myself in half here and I'm offering up my", "start": 243.34, "duration": 5.14}, {"text": "sacrifices and like you turn your nose up at them and nothing works out for me. And", "start": 248.74, "duration": 4.26}, {"text": "implying, by the way, that it's God's fault. I would say more than implying -", "start": 253.93, "duration": 4.52}, {"text": "stating quite", "start": 259.78, "duration": 1.889}, {"text": "forthrightly that it's God's fault which, you know, takes a certain degree of arrogance", "start": 261.669, "duration": 5.179}, {"text": "you might think and", "start": 267.24, "duration": 1.179}, {"text": "that's also worth thinking about for a very long period of time because it is possible that if things are going well for", "start": 268.419, "duration": 6.41}, {"text": "someone that you know and not going so well for you...", "start": 274.93, "duration": 3.169}, {"text": "That it is a consequence of the quality of your sacrifices.", "start": 278.38, "duration": 3.859}, {"text": "And I don't want to push that too far because I know that people have bad luck,", "start": 282.24, "duration": 3.899}, {"text": "you know, because we are fragile creatures intrinsically and terrible things can happen to us on a somewhat random basis.", "start": 286.139, "duration": 7.32}, {"text": "But it's still very much worth", "start": 293.46, "duration": 2.0}, {"text": "considering that's the rule in Chapter six: \"put your house in order before you", "start": 295.75, "duration": 4.669}, {"text": "criticize the world\". That", "start": 301.419, "duration": 2.27}, {"text": "the reason that things aren't turning out for you as well as they might - is because your sacrifices just", "start": 304.419, "duration": 6.17}, {"text": "don't have enough blood in them. They're just not what they should be.", "start": 311.169, "duration": 5.27}, {"text": "You're not putting your full heart into it and as a consequence - you're not", "start": 316.44, "duration": 4.109}, {"text": "reaping", "start": 321.31, "duration": 1.38}, {"text": "the fee, you're not reaping the crop that you might otherwise so. And", "start": 322.69, "duration": 4.25}, {"text": "that's a harsh thing to think but that's actually what God tells Cain which is quite interesting. I read a lot of different", "start": 327.52, "duration": 6.05}, {"text": "translations trying to understand this and what God basically says is:", "start": 334.09, "duration": 3.199}, {"text": "\"Look,", "start": 338.02, "duration": 2.0}, {"text": "buddy...", "start": 340.18, "duration": 2.0}, {"text": "Before you dare to criticize the creator of", "start": 344.199, "duration": 4.04}, {"text": "the world or reality itself for that matter, you might give some thought to your own actions and here's how I look at it,", "start": 348.759, "duration": 7.459}, {"text": "being God and all,", "start": 356.83, "duration": 2.0}, {"text": "You're in a house and there's a doorway and in the doorway", "start": 359.44, "duration": 2.929}, {"text": "there's a predatory cat and it's sexually aroused and it's after you. And", "start": 362.37, "duration": 6.179}, {"text": "you invite it in", "start": 369.52, "duration": 2.0}, {"text": "voluntarily. And you let it have its way with you. And", "start": 371.86, "duration": 3.619}, {"text": "something's produced as a consequence of that. That's well, you might say unholy,", "start": 378.31, "duration": 5.119}, {"text": "and what's the idea?.. and the idea is, well...", "start": 384.009, "duration": 2.81}, {"text": "It's sin that crouches out the door... and that means to miss the mark,", "start": 387.49, "duration": 4.76}, {"text": "it means to make an error and it's something you have to invite into your life.", "start": 392.25, "duration": 5.19}, {"text": "But it isn't just that you invite it in and it stands with you...", "start": 397.44, "duration": 3.63}, {"text": "It's that you invited in - this malevolent way of being, and", "start": 401.08, "duration": 5.42}, {"text": "you enter into a creative union with it?\"", "start": 407.08, "duration": 3.77}, {"text": "That's symbolized in this particular story, using a sexual metaphor, and it's the combination of your perverse, will and this", "start": 410.85, "duration": 7.949}, {"text": "capacity for cruelty and malevolence that you meld together into something that's uniquely", "start": 419.199, "duration": 5.51}, {"text": "pathological and yours!\" And", "start": 425.44, "duration": 2.0}, {"text": "that's basically what God tells Cain: \"that's what you've done and that's why your life isn't turning out as", "start": 427.81, "duration": 5.929}, {"text": "well as it might or as well as your brother's, and so why don't you", "start": 433.99, "duration": 4.429}, {"text": "get the hell out of my sight and think about that for a while?!\" And", "start": 440.139, "duration": 4.79}, {"text": "Cain leaves and he's not happy about it at all!", "start": 445.72, "duration": 4.25}, {"text": "Which is fully understandable because you know, if you're having a wretched time of it, then you're having a wretched time of it.", "start": 450.31, "duration": 6.2}, {"text": "And then if your brother's doing well, you know, that's just", "start": 456.51, "duration": 2.969}, {"text": "salt in your wounds, man. And then...", "start": 460.389, "duration": 2.51}, {"text": "then maybe you could rationalize that because the world's unfair and your brother is lucky and you're unlucky... And all of that... and you can,", "start": 463.419, "duration": 7.25}, {"text": "you know,", "start": 471.31, "duration": 1.109}, {"text": "reserve a little bit of self-respect as a consequence of that rationalization,", "start": 472.419, "duration": 4.19}, {"text": "even though it's pretty thin, but then you decide to go and have it out with God and", "start": 476.62, "duration": 4.339}, {"text": "he just basically says \"no, that's all", "start": 481.539, "duration": 3.02}, {"text": "lies. And it's actually a hundred percent,", "start": 485.2, "duration": 2.839}, {"text": "not only a hundred percent your fault, but something that you've done", "start": 488.889, "duration": 3.8}, {"text": "voluntarily and that you know, you did, and that you made far worse by", "start": 493.33, "duration": 4.49}, {"text": "doing it voluntarily and now you're lying about it and complaining about the structure of reality.\" And", "start": 498.22, "duration": 6.889}, {"text": "so, of all the bad news you could possibly get about why it is that things aren't going well for you, that's", "start": 505.69, "duration": 7.549}, {"text": "the worst!", "start": 513.82, "duration": 1.86}, {"text": "Especially if it's actually delivered by God because then - it's hard to argue with.", "start": 515.68, "duration": 5.299}, {"text": "So what happens? Well, you'd think that maybe if Cain had any sense (which he doesn't - he's too far gone) -", "start": 524.5, "duration": 6.979}, {"text": "he'd go sit in a cave for about a decade, and eat", "start": 531.72, "duration": 3.54}, {"text": "locusts and honey,", "start": 535.48, "duration": 0.71}, {"text": "if he could find some, and think about all the terrible things he did, and", "start": 536.19, "duration": 3.989}, {"text": "then come out and like apologize to Abel and to the people he didn't do well for, and like with a little humility -", "start": 540.46, "duration": 7.82}, {"text": "start again... and maybe have a life, but that isn't what happens...", "start": 549.31, "duration": 5.119}, {"text": "What happens is that he decides he's going to take revenge and he takes revenge in a terrible way.", "start": 555.1, "duration": 5.6}, {"text": "He kills Abel and then you think well, what does that mean?", "start": 561.04, "duration": 3.71}, {"text": "And this is a terrible story, right?", "start": 565.81, "duration": 2.119}, {"text": "Because it's really the first story about human beings", "start": 567.93, "duration": 2.1}, {"text": "that we have at the base of our culture. Because Adam and Eve were made by God,", "start": 570.43, "duration": 4.429}, {"text": "so they don't count. Cain and Abel - they were born - they count. And so the first story - is this terrible murder of a brother. And", "start": 574.86, "duration": 7.44}, {"text": "a murder that was motivated by jealousy and spite for", "start": 582.55, "duration": 4.28}, {"text": "for", "start": 587.98, "duration": 1.65}, {"text": "for for", "start": 589.63, "duration": 1.56}, {"text": "living positively in the world.", "start": 591.19, "duration": 2.0}, {"text": "Right? It's about the worst story you could imagine. And so Cain goes and kills Abel. And...", "start": 593.89, "duration": 5.359}, {"text": "God, you know...", "start": 601.21, "duration": 2.0}, {"text": "asks him about it.", "start": 603.46, "duration": 1.04}, {"text": "And Cain says: \"Well,", "start": 604.5, "duration": 0.9}, {"text": "am I my brother's keeper?\" And that doesn't work out so well because God has actually figured it out.", "start": 605.4, "duration": 4.859}, {"text": "And Cain says: \"my punishment is more than I can bear\". And it might be because God has banished him.", "start": 610.26, "duration": 6.419}, {"text": "He's put a mark on him and banished him and told people to leave Cain the hell alone.", "start": 616.68, "duration": 3.63}, {"text": "And I think that was to stop like a cycle of revenge killings,", "start": 620.53, "duration": 4.76}, {"text": "let's say, although it's complicated to say... but maybe his", "start": 625.29, "duration": 3.419}, {"text": "punishment is more than he can bear because there's a problem when you take your ideal,", "start": 629.26, "duration": 4.729}, {"text": "let's say, Abel (happens to be your brother).", "start": 634.24, "duration": 2.54}, {"text": "But your ideal, the person you really wish you could be, because that's what Cain wants, and then you kill it.", "start": 636.78, "duration": 5.639}, {"text": "You've killed your ideal. You've destroyed your ideal. And then what do you have?", "start": 643.0, "duration": 3.95}, {"text": "You've got nothing because you need an ideal to live for and if you destroy your ideal -", "start": 647.17, "duration": 4.94}, {"text": "then you've got nothing! And Cain says: \"well,", "start": 652.61, "duration": 1.84}, {"text": "my punishment is more than I can bear and maybe that's because life without that ideal is more than can be borne. And...", "start": 654.45, "duration": 7.169}, {"text": "Well...", "start": 663.85, "duration": 2.0}, {"text": "It gets worse from there really, because you know,", "start": 666.04, "duration": 2.519}, {"text": "it isn't only that Abel... that Cain killed Abel to get rid of Abel. That's bad enough.", "start": 668.56, "duration": 5.94}, {"text": "It's plenty bad. Even at the cost of his own soul, in some sense,", "start": 675.08, "duration": 4.549}, {"text": "which was something Cain was apparently willing to sacrifice.", "start": 679.63, "duration": 2.669}, {"text": "But the real reason that he did it was to shake his fists in anger at the structure of reality", "start": 682.61, "duration": 5.869}, {"text": "itself - the unfairness of being. And then that's", "start": 689.0, "duration": 3.38}, {"text": "metaphorically represented as the proclivity to take revenge on God by destroying", "start": 692.69, "duration": 4.64}, {"text": "God's ideal and so the story is even darker than mere murder because it goes farther down than just", "start": 697.88, "duration": 7.399}, {"text": "homicide. And if you're wondering why it is that people do the terrible things", "start": 705.47, "duration": 4.4}, {"text": "they do, that are truly terrible, the things that are almost incomprehensively", "start": 709.87, "duration": 3.989}, {"text": "terrible - you have to go beyond", "start": 714.5, "duration": 2.0}, {"text": "mere motivation for homicide and even torture and homicide and you have to look at the motivations that will turn", "start": 716.6, "duration": 6.739}, {"text": "human beings against being itself.", "start": 723.71, "duration": 2.659}]}