{
 "video_id": "6LIR2zQ-jvQ",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Religious Belief and the Enlightenment with Ben Shapiro",
 "url": "https://www.youtube.com/watch?v=6LIR2zQ-jvQ",
 "date": "2019-07-21",
 "description": "Podcast available at http://bit.ly/2JU3e5g\n\nBen Shapiro really needs no introduction, given that he is now one of the most recognized individuals on the American political/journalism scene. In any case, he is an American lawyer, writer, journalist and political commentator. He has written ten books, the latest of which is The Right Side of History: How Reason and Moral Purpose Made the West Great. \nIt (see Harper Collins Publishers at http://bit.ly/2xGzxPg and Amazon.com at https://amzn.to/2XHcS4L). \n\nHe became the youngest nationally syndicated columnist in the US at age 17. He’s one of the most recognized current commentator on the new media, YouTube and Podcasts. He serves as editor in chief for the Daily Wire (https://www.dailywire.com/), which he founded, and is the host of the Ben Shapiro Show, which runs daily on podcast and radio. It can be found, for example, on Soundcloud at https://soundcloud.com/benshapiroshow \n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 4212,
 "transcript_parts": [
  {
   "text": "Well, I'm pleased today to be talking to Ben Shapiro",
   "start": 1.73,
   "duration": 3.95
  },
  {
   "text": "Ben I think really doesn't need an introduction at least not to most of you who will be there watching or listening to this given",
   "start": 7.28,
   "duration": 6.319
  },
  {
   "text": "That he's now one of the most recognized individuals on the american political",
   "start": 13.6,
   "duration": 3.51
  },
  {
   "text": "journalism scene in any case",
   "start": 17.9,
   "duration": 2.599
  },
  {
   "text": "Ben's an American Lawyer writer journalist and political commentator. He's written 10 books",
   "start": 21.559,
   "duration": 5.3
  },
  {
   "text": "The latest of which is the right side of history a reason and moral purpose made the West great",
   "start": 27.92,
   "duration": 5.54
  },
  {
   "text": "Which has become a number one New York Times bestseller. I think it's at number four right now",
   "start": 33.739,
   "duration": 5.3
  },
  {
   "text": "I",
   "start": 39.04,
   "duration": 0.94
  },
  {
   "text": "think Ben just mentioned to me that he sold about a hundred and fifty thousand copies since it was released and that was only a",
   "start": 39.98,
   "duration": 5.329
  },
  {
   "text": "Couple of weeks ago so that's going very well. He became the youngest nationally syndicated column in the u.s. At age 17",
   "start": 45.309,
   "duration": 7.02
  },
  {
   "text": "he's also one of the most recognized current commentators on the new media YouTube and",
   "start": 53.33,
   "duration": 4.669
  },
  {
   "text": "Podcasts serves as editor in chief for The Daily wire which he founded and is the host of the Ben Shapiro show",
   "start": 58.31,
   "duration": 6.169
  },
  {
   "text": "which runs daily on podcast and radio",
   "start": 64.61,
   "duration": 2.269
  },
  {
   "text": "He's managed to transform himself into a one-man media empire and it's quite the accomplishment done",
   "start": 67.58,
   "duration": 6.469
  },
  {
   "text": "He's also an extraordinarily interesting person",
   "start": 75.26,
   "duration": 2.509
  },
  {
   "text": "I think to fall Omaha to watch in his interactions with people publicly because he's an unbelievably sharp debater and one of the",
   "start": 77.77,
   "duration": 7.26
  },
  {
   "text": "Fastest verbally fastest people that I've ever met. So it's good. We're gonna talk about his book today",
   "start": 85.67,
   "duration": 6.199
  },
  {
   "text": "That's the right side of history. How reason and moral purpose made the West great and I can tell you right there",
   "start": 91.869,
   "duration": 7.08
  },
  {
   "text": "there's four reasons for social justice types to be irritated just if the",
   "start": 98.95,
   "duration": 4.319
  },
  {
   "text": "Just at there",
   "start": 103.79,
   "duration": 1.469
  },
  {
   "text": "What would you call it the daring of the title? So let's talk about it",
   "start": 105.259,
   "duration": 5.389
  },
  {
   "text": "Tell me about your book",
   "start": 111.44,
   "duration": 2.0
  },
  {
   "text": "The reason that I wrote the book is because in 2016, I kind of looked around and",
   "start": 114.829,
   "duration": 4.61
  },
  {
   "text": "For the record I didn't vote for either of the presidential candidates in 2016",
   "start": 120.019,
   "duration": 3.11
  },
  {
   "text": "Neither of them met my minimum standard to be President based on the evidence and I looked at",
   "start": 123.13,
   "duration": 4.47
  },
  {
   "text": "The sort of attitude that had changed in America used to be that we'd have elections and they were really fraught people were angry",
   "start": 128.06,
   "duration": 6.589
  },
  {
   "text": "Other people were upset each other but the rage seemed almost out of control in the last election cycle in 2016",
   "start": 134.819,
   "duration": 5.61
  },
  {
   "text": "I was personally receiving enormous number of death threats for my positions on",
   "start": 140.43,
   "duration": 4.77
  },
  {
   "text": "Politics I was receiving enormous amount of hatred from the the alt-right",
   "start": 146.17,
   "duration": 3.289
  },
  {
   "text": "I know that there are some of the media like the economists who have falsely labeled me outright",
   "start": 149.65,
   "duration": 4.1
  },
  {
   "text": "Which is hilarious to me since I've been their most outspoken critic for several years at this point and that year in 2016",
   "start": 153.75,
   "duration": 5.309
  },
  {
   "text": "I was their number one target according to the anti-defamation league",
   "start": 159.06,
   "duration": 2.339
  },
  {
   "text": "One of those tricky enough to be part of the alt-right and also their enemy, right? No we Jews man",
   "start": 163.239,
   "duration": 7.279
  },
  {
   "text": "Various",
   "start": 174.04,
   "duration": 1.679
  },
  {
   "text": "Yeah",
   "start": 175.719,
   "duration": 1.47
  },
  {
   "text": "In any case. Yeah, I was receiving all sorts of blowback for that at the same time",
   "start": 177.189,
   "duration": 4.49
  },
  {
   "text": "I was going on college campuses and being protested to the extent that I was requiring hundreds of police officers to accompany me on",
   "start": 181.68,
   "duration": 6.36
  },
  {
   "text": "At certain college campuses and I started to think",
   "start": 188.439,
   "duration": 2.72
  },
  {
   "text": "There is something deeply wrong here and it's not just that we are disagreeing with each other",
   "start": 191.319,
   "duration": 3.949
  },
  {
   "text": "it's that there's a certain level of hatred and tribalism that's building up in American politics that I hadn't really seen before there was a",
   "start": 195.269,
   "duration": 6.36
  },
  {
   "text": "feeling like",
   "start": 201.629,
   "duration": 1.33
  },
  {
   "text": "Even back as late as 2009 that America was moving in the right direction. You post Obama's election",
   "start": 202.959,
   "duration": 5.449
  },
  {
   "text": "There was a feeling like, okay. Well, we have the same fundamental principles. We're trying to perfect those principles",
   "start": 208.409,
   "duration": 5.31
  },
  {
   "text": "We may disagree over the ramifications of those principles. Some of us may want more government involved in health care",
   "start": 213.72,
   "duration": 4.829
  },
  {
   "text": "So must want less some of us may want more regulations in markets",
   "start": 218.549,
   "duration": 3.209
  },
  {
   "text": "Some of us may want less or redistribution ism or non or non redistribution ISM",
   "start": 221.759,
   "duration": 3.66
  },
  {
   "text": "But the the fundamental principles things like free speech things like the inherent value of the individual",
   "start": 225.419,
   "duration": 5.1
  },
  {
   "text": "Things like the idea that I'm supposed to",
   "start": 230.919,
   "duration": 2.33
  },
  {
   "text": "Generally respect your right to your own labor",
   "start": 233.5,
   "duration": 1.979
  },
  {
   "text": "these these were all things that we sort of agreed on and then we were trying to broaden that out to encompass further groups and",
   "start": 235.479,
   "duration": 6.23
  },
  {
   "text": "As time moved on it seemed like we were moving away from a lot of those fundamental assumptions",
   "start": 241.84,
   "duration": 5.66
  },
  {
   "text": "He started to see rises in the opioid epidemic in suicide rates",
   "start": 247.5,
   "duration": 3.929
  },
  {
   "text": "He started to see a general level of unhappiness crop up that was reflected in the political tribalism",
   "start": 251.43,
   "duration": 4.89
  },
  {
   "text": "I was feeling but wasn't reflected more general as more generally in",
   "start": 256.32,
   "duration": 3.389
  },
  {
   "text": "actual lowered life",
   "start": 260.199,
   "duration": 1.201
  },
  {
   "text": "Expectancy in the United States for the first time in decades and I started to think there's an actual deeper problem wrong here",
   "start": 261.4,
   "duration": 6.319
  },
  {
   "text": "Than just we disagree on politics. There's something deeply wrong here. We don't trust our institutions anymore by poll data",
   "start": 267.85,
   "duration": 5.609
  },
  {
   "text": "Most of us don't know or trust all of our neighbors all of this stuff speaks to a dissolution of the social fabric",
   "start": 273.71,
   "duration": 6.8
  },
  {
   "text": "So why is that happening? What's and this is nearly unjustifiable. I mean if you look at us just from a material prosperity level",
   "start": 280.73,
   "duration": 6.979
  },
  {
   "text": "It's unjustifiable. If you look at us from a political freedom level it's unjustifiable",
   "start": 287.78,
   "duration": 3.679
  },
  {
   "text": "We are the freest most prosperous people in the history of the world and yet we're totally pissed off at each other all the time",
   "start": 291.46,
   "duration": 5.4
  },
  {
   "text": "and we're filling that that hole with anger and with social mobbing on online and with woke scolding and",
   "start": 296.86,
   "duration": 7.559
  },
  {
   "text": "And where's all this coming from?",
   "start": 304.91,
   "duration": 1.49
  },
  {
   "text": "and that led me to to write the book which",
   "start": 306.4,
   "duration": 2.43
  },
  {
   "text": "essentially argues that",
   "start": 309.2,
   "duration": 1.44
  },
  {
   "text": "We've forgotten the foundations of our civilization the principles we used to holding calm and have deep roots",
   "start": 310.64,
   "duration": 4.339
  },
  {
   "text": "and when we forget those roots we tend to move away from the principles themselves, and this is",
   "start": 314.98,
   "duration": 4.139
  },
  {
   "text": "Manifested in what I think is the great debate over Western civilization right now one side",
   "start": 319.28,
   "duration": 3.86
  },
  {
   "text": "Which says Western civilization was rooted in good eternal immutable truths that were not always perfectly realized and that over time",
   "start": 323.14,
   "duration": 7.049
  },
  {
   "text": "We have we have moved toward greater realization of and that's why the West is great",
   "start": 330.19,
   "duration": 4.26
  },
  {
   "text": "That's why the West has provided material prosperity to the vast majority of the globe",
   "start": 334.45,
   "duration": 3.75
  },
  {
   "text": "It's why 80 percent of people have been raised from abject poverty since 1980",
   "start": 338.2,
   "duration": 3.419
  },
  {
   "text": "It's why you've seen this this massive increase in the number of people who are living in decent conditions",
   "start": 341.63,
   "duration": 6.019
  },
  {
   "text": "It's also why you see a rise in democracy a rise in political liberalism. Small small-l kind of classical liberalism",
   "start": 347.65,
   "duration": 5.82
  },
  {
   "text": "all of this is the results of the West and so we ought to thank the West and we got to look back to the",
   "start": 353.9,
   "duration": 3.86
  },
  {
   "text": "roots and see what is there worth preserving and then there's a that seems I would say to be a viewpoint that would have broadly",
   "start": 357.76,
   "duration": 6.839
  },
  {
   "text": "characterized both",
   "start": 364.85,
   "duration": 1.68
  },
  {
   "text": "Conservatives and classic liberals as far as I'm concerned no research. That's right",
   "start": 366.53,
   "duration": 4.43
  },
  {
   "text": "and",
   "start": 370.99,
   "duration": 0.34
  },
  {
   "text": "then there's the second point of view and the second point of view has cropped up and become very prominent in the West in the",
   "start": 371.33,
   "duration": 5.719
  },
  {
   "text": "last",
   "start": 377.05,
   "duration": 0.58
  },
  {
   "text": "couple of decades",
   "start": 377.63,
   "duration": 0.93
  },
  {
   "text": "Particularly since the 1960s and that perspective is that Western civilization is really just a mask for hierarchy that basically there's a bunch of power",
   "start": 378.56,
   "duration": 7.88
  },
  {
   "text": "Hierarchies and subjugate sub and not natural hierarchies",
   "start": 386.6,
   "duration": 3.199
  },
  {
   "text": "forcible oppressive hierarchies white people against black people rich people against poor people",
   "start": 390.83,
   "duration": 4.069
  },
  {
   "text": "the powerful against the non powerful the 1% against the 99% and all of these institutions things like the",
   "start": 395.18,
   "duration": 6.02
  },
  {
   "text": "Things like the things like free speech itself things like free markets",
   "start": 401.45,
   "duration": 4.13
  },
  {
   "text": "These are actually just excuses for domination and subjugation. They're not actual principles. We hold to they're not important principles",
   "start": 405.58,
   "duration": 6.929
  },
  {
   "text": "in fact",
   "start": 412.51,
   "duration": 0.37
  },
  {
   "text": "those principles have to be",
   "start": 412.88,
   "duration": 1.44
  },
  {
   "text": "rooted out so that we can have a better humanity bloom in the wake of all of this now in my perspective this takes for",
   "start": 414.32,
   "duration": 6.199
  },
  {
   "text": "granted all of the prosperity",
   "start": 420.52,
   "duration": 1.59
  },
  {
   "text": "It seems to assume that the natural state of man is",
   "start": 422.11,
   "duration": 2.22
  },
  {
   "text": "Prosperity and freedom when in fact the natural state of man is misery and short life",
   "start": 424.43,
   "duration": 3.74
  },
  {
   "text": "Okay, so that's an interesting thing right there that I've been thinking about quite a bit. It's as if the radical left I",
   "start": 428.81,
   "duration": 6.589
  },
  {
   "text": "mean there's denial on the radical left of let's say",
   "start": 436.01,
   "duration": 4.07
  },
  {
   "text": "Biological differences between men and women right? Everything's socio-culturally constructed that seems to me to be rooted in an even deeper",
   "start": 440.69,
   "duration": 7.7
  },
  {
   "text": "denial of biology and nature in a more fundamental sense",
   "start": 448.91,
   "duration": 4.13
  },
  {
   "text": "I mean the left worships nature as something intrinsically positive",
   "start": 453.04,
   "duration": 4.47
  },
  {
   "text": "you see that reflected in the more radical forms of",
   "start": 458.48,
   "duration": 2.69
  },
  {
   "text": "environmentalism and some of the more toxic anti humanism that goes along with that like the idea that",
   "start": 461.39,
   "duration": 5.719
  },
  {
   "text": "We're a cancer on the face of the planet or that the world would be better off if there weren't human beings on it",
   "start": 467.39,
   "duration": 5.719
  },
  {
   "text": "but what seems to not be part of that which is quite surprising to me is any recognition that although",
   "start": 473.45,
   "duration": 7.219
  },
  {
   "text": "Nature is let's call it at least or inspiring",
   "start": 481.16,
   "duration": 3.199
  },
  {
   "text": "Which also includes the positive it's also now unbelievably deadly force and the the truth of the matter",
   "start": 485.48,
   "duration": 6.889
  },
  {
   "text": "is that the natural state of human beings is privation and want right from birth and",
   "start": 492.37,
   "duration": 5.609
  },
  {
   "text": "to blame",
   "start": 498.62,
   "duration": 1.59
  },
  {
   "text": "What and what seems to happen so often on the radical left is that that's ignored entirely",
   "start": 500.21,
   "duration": 4.519
  },
  {
   "text": "it's as if the natural state of human beings is",
   "start": 504.729,
   "duration": 3.0
  },
  {
   "text": "Plenty and delight delight in existence and that all of",
   "start": 509.72,
   "duration": 5.93
  },
  {
   "text": "The terrible things that happen to people in their lives are actually can be laid at the feet of faulty social institutions",
   "start": 516.95,
   "duration": 7.25
  },
  {
   "text": "it's like three is such a strange position given that the",
   "start": 524.38,
   "duration": 3.239
  },
  {
   "text": "evidence that nature is trying to do us in on a regular basis is",
   "start": 528.41,
   "duration": 3.649
  },
  {
   "text": "Overwhelming I don't know if the if the left is so",
   "start": 532.88,
   "duration": 3.949
  },
  {
   "text": "positively inclined in a romantic manner",
   "start": 537.529,
   "duration": 2.359
  },
  {
   "text": "towards the idea of nature because that strengthens their position that all of the pathology that",
   "start": 540.5,
   "duration": 7.219
  },
  {
   "text": "characterizes the world can be laid at the feet of",
   "start": 548.06,
   "duration": 2.0
  },
  {
   "text": "institutions and particularly capitalist institutions",
   "start": 551.029,
   "duration": 2.119
  },
  {
   "text": "But it still seems to me to be",
   "start": 554.029,
   "duration": 2.39
  },
  {
   "text": "It's a strange phenomenon. Well, it's it's strange and it's and it's obviously",
   "start": 557.0,
   "duration": 4.82
  },
  {
   "text": "Ignorant, but I think there's something else that that really is going on here. The Marxist of today are",
   "start": 562.37,
   "duration": 5.059
  },
  {
   "text": "Arguing many of them are arguing that what they're really wanting is greater shared material prosperity",
   "start": 567.98,
   "duration": 5.299
  },
  {
   "text": "I don't think that that's actually what's capturing the minds of people right now",
   "start": 573.279,
   "duration": 3.66
  },
  {
   "text": "I think what's actually capturing the lines of people was the spiritual promise of Marxism the idea that Marx lays out",
   "start": 576.94,
   "duration": 5.969
  },
  {
   "text": "even in the communist manifesto",
   "start": 583.1,
   "duration": 1.53
  },
  {
   "text": "When he is talking about the transformation of man in his initial argument is that markets war people that people who have become?",
   "start": 584.63,
   "duration": 7.099
  },
  {
   "text": "Meaner and cruder and ruder and more terrible because of markets because they are self-interested in that the markets emphasize",
   "start": 591.86,
   "duration": 6.409
  },
  {
   "text": "Self-interest as opposed to altruism and therefore if you got rid of markets",
   "start": 598.339,
   "duration": 3.26
  },
  {
   "text": "Then you could exist in greater peace and prosperity and plenty",
   "start": 601.6,
   "duration": 3.39
  },
  {
   "text": "Because human beings themselves would transform so it's not that the system itself would create greater material prosperity",
   "start": 605.329,
   "duration": 5.39
  },
  {
   "text": "It's that in the initial run. It probably would create more privation",
   "start": 610.94,
   "duration": 3.2
  },
  {
   "text": "It's that in the long run",
   "start": 614.14,
   "duration": 1.24
  },
  {
   "text": "Human beings would be transformed in their souls by all of this and then they would feel greater",
   "start": 615.38,
   "duration": 4.459
  },
  {
   "text": "Bonds to the people around them. That was the spiritual promise of Marxism",
   "start": 619.91,
   "duration": 3.35
  },
  {
   "text": "I think that that's I at root what a lot of people in the West are resonating",
   "start": 623.26,
   "duration": 4.469
  },
  {
   "text": "ok, so that's that's a hope for something like",
   "start": 628.01,
   "duration": 2.719
  },
  {
   "text": "Well, it's almost like a religious Redemption. Yes",
   "start": 631.339,
   "duration": 2.42
  },
  {
   "text": "It's a strange thing to you know, I'm preparing for this debate that I'm going to have with Slava g-shock on April 19th",
   "start": 634.339,
   "duration": 6.859
  },
  {
   "text": "and I've been trying to think it through and one of the things that's really struck me is that",
   "start": 641.199,
   "duration": 4.35
  },
  {
   "text": "Not only are the solutions that Marxist",
   "start": 645.98,
   "duration": 3.229
  },
  {
   "text": "Marxism offers",
   "start": 649.94,
   "duration": 1.86
  },
  {
   "text": "Error ridden to say the least given the historical evidence and and I just don't see how anybody can deny that",
   "start": 651.8,
   "duration": 6.2
  },
  {
   "text": "Although people certainly do but that the problem that the Marxists originally identified seems to actually to be vanishing",
   "start": 658.0,
   "duration": 7.5
  },
  {
   "text": "I mean as you already pointed out",
   "start": 665.5,
   "duration": 2.399
  },
  {
   "text": "There's unparalleled increase in material prosperity among",
   "start": 668.72,
   "duration": 4.07
  },
  {
   "text": "Not only among the rich which you could complain about if you were concerned about inequality",
   "start": 674.3,
   "duration": 4.729
  },
  {
   "text": "but among the poorest people in the world like we have",
   "start": 679.4,
   "duration": 2.9
  },
  {
   "text": "absolute material privation based on UN standards by 50% between the year 2000 and",
   "start": 683.75,
   "duration": 5.48
  },
  {
   "text": "2012 and the cynics say that's because we set the standard for material privation too low, which is dollar ninety a day",
   "start": 689.57,
   "duration": 6.47
  },
  {
   "text": "But if you look at the curves",
   "start": 696.04,
   "duration": 2.0
  },
  {
   "text": "that you can generate at",
   "start": 698.06,
   "duration": 1.8
  },
  {
   "text": "Levels of three dollars and 80 cents a day or seven dollars and sixty cents a day",
   "start": 699.86,
   "duration": 3.829
  },
  {
   "text": "You see exactly the same thing happening and you see rapid increases in",
   "start": 703.69,
   "duration": 4.26
  },
  {
   "text": "Economic growth in sub-saharan Africa, like, you know 7% growth rates",
   "start": 708.47,
   "duration": 4.82
  },
  {
   "text": "which are more typically characteristic say of China or India and and",
   "start": 713.29,
   "duration": 4.26
  },
  {
   "text": "And that's manifested in",
   "start": 718.37,
   "duration": 2.12
  },
  {
   "text": "unbelievably positive",
   "start": 721.61,
   "duration": 1.53
  },
  {
   "text": "statistical evidence such as not suggesting that now the",
   "start": 723.14,
   "duration": 2.869
  },
  {
   "text": "Child mortality rate in Africa is the same as it was in Europe in 1952",
   "start": 726.92,
   "duration": 4.82
  },
  {
   "text": "And so the Marxists original complaint was that you know",
   "start": 731.75,
   "duration": 3.47
  },
  {
   "text": "the rich were going to get richer and the poor were going to get poorer and",
   "start": 735.22,
   "duration": 2.909
  },
  {
   "text": "that that would that could be laid at the feet of",
   "start": 738.35,
   "duration": 2.029
  },
  {
   "text": "capitalism just like the fact of hierarchy itself could be laid at the feet of capitalism and a",
   "start": 740.66,
   "duration": 5.57
  },
  {
   "text": "It's clear that capitalism although it does produce",
   "start": 747.29,
   "duration": 2.75
  },
  {
   "text": "Hierarchical inequality just like every other system that we know of it also produces wealth and that wealth is actually being very effectively",
   "start": 750.41,
   "duration": 7.459
  },
  {
   "text": "distributed to the people",
   "start": 758.0,
   "duration": 1.8
  },
  {
   "text": "You know, perhaps not primarily to the people who most need it",
   "start": 759.8,
   "duration": 3.469
  },
  {
   "text": "But to the people who most need it in ways that are truly mattering and so to me the entire the entire",
   "start": 763.37,
   "duration": 6.32
  },
  {
   "text": "Structure of Marxism is is it's it's an anachronistic. The problem is no longer",
   "start": 771.05,
   "duration": 6.769
  },
  {
   "text": "appropriately formulated and the solution tends to be deadly if",
   "start": 778.82,
   "duration": 4.07
  },
  {
   "text": "Counterproductive if not deadly. So it's it's",
   "start": 783.68,
   "duration": 2.869
  },
  {
   "text": "Maybe here here's something I've been thinking about too. You tell me what you think about this",
   "start": 787.64,
   "duration": 4.849
  },
  {
   "text": "You know",
   "start": 793.16,
   "duration": 2.0
  },
  {
   "text": "Some of it still has to do with the",
   "start": 795.41,
   "duration": 2.119
  },
  {
   "text": "Innate human emotional response to inequality, you know",
   "start": 798.05,
   "duration": 3.769
  },
  {
   "text": "When you walk down the street, you see a runed alcoholic schizophrenic who's obviously suffering in 50 different dimensions",
   "start": 801.82,
   "duration": 6.489
  },
  {
   "text": "It's very difficult to feel positive about the state of humanity in the world, and it's very easy for a reflexive",
   "start": 808.56,
   "duration": 6.65
  },
  {
   "text": "Compassion to take over and say well wouldn't it be something if we could just retool society so that none of that was necessary",
   "start": 815.76,
   "duration": 6.049
  },
  {
   "text": "It must be someone's fault",
   "start": 822.18,
   "duration": 1.76
  },
  {
   "text": "It must be something that we're not doing right and you know",
   "start": 823.94,
   "duration": 2.82
  },
  {
   "text": "There's some truth in that because of course our systems could be better than they are and and it seems to me to be that",
   "start": 826.76,
   "duration": 7.799
  },
  {
   "text": "unreflective",
   "start": 834.96,
   "duration": 1.71
  },
  {
   "text": "Compassion that drives whatever residual attractiveness that Marxism still has apart also from the darker",
   "start": 836.67,
   "duration": 7.94
  },
  {
   "text": "possibility which is that it really does appeal to the jealousy that's characteristic of people in the envy and",
   "start": 844.83,
   "duration": 6.709
  },
  {
   "text": "Which manifests itself as hatred for hierarchy on the basis that some people are doing better than me",
   "start": 851.79,
   "duration": 6.65
  },
  {
   "text": "You know",
   "start": 858.87,
   "duration": 0.659
  },
  {
   "text": "so I",
   "start": 859.529,
   "duration": 1.021
  },
  {
   "text": "think there's also there's also a",
   "start": 860.55,
   "duration": 2.03
  },
  {
   "text": "Failure on the part of advocates of the free-market to point out that free markets are good for what they are good for meaning that",
   "start": 862.89,
   "duration": 5.839
  },
  {
   "text": "the two things that are important to recognize about free markets 1",
   "start": 868.83,
   "duration": 3.559
  },
  {
   "text": "Free markets are there to create a generalized level of cheaper goods and better products at cheaper prices more widely available",
   "start": 872.61,
   "duration": 7.25
  },
  {
   "text": "That's what markets do and they do it brilliantly",
   "start": 879.86,
   "duration": 1.87
  },
  {
   "text": "Well, that doesn't mean that that that markets are there to take care of the person who is unable to work",
   "start": 881.73,
   "duration": 4.489
  },
  {
   "text": "I mean that's not something that markets are there to do it's something I talked about in the book the need for a social fabric",
   "start": 886.22,
   "duration": 4.68
  },
  {
   "text": "If you want a free market",
   "start": 890.9,
   "duration": 1.35
  },
  {
   "text": "You also have to have a social fabric that helps pick people up",
   "start": 892.25,
   "duration": 2.369
  },
  {
   "text": "Now people on the Left have said the government should be the air SATs social fabric",
   "start": 894.62,
   "duration": 3.809
  },
  {
   "text": "the government should pick those people up and in large-scale cases, maybe that needs to be the case, but",
   "start": 898.43,
   "duration": 4.89
  },
  {
   "text": "Usually it was religious communities and informal social fabrics that actually filled those gaps beyond that",
   "start": 903.87,
   "duration": 6.2
  },
  {
   "text": "there is a",
   "start": 910.08,
   "duration": 0.87
  },
  {
   "text": "Second problem and that is I hear a lot of populist on both left and right make the statement that we just need to",
   "start": 910.95,
   "duration": 4.82
  },
  {
   "text": "Make markets work for us and all I can think when I hear that is your funder Lima. You have fundamentally misunderstood",
   "start": 915.9,
   "duration": 5.839
  },
  {
   "text": "What a market is so Marxism is a set of values and then a system of economics crafted atop the set of values",
   "start": 921.75,
   "duration": 6.679
  },
  {
   "text": "so the set of values as you said before is that",
   "start": 928.43,
   "duration": 2.159
  },
  {
   "text": "Equality should trump prosperity and equality should from freedom that equality should trump everything",
   "start": 930.87,
   "duration": 4.64
  },
  {
   "text": "So if equality Trump said then the only way to make everyone equal is to turn them into in",
   "start": 935.51,
   "duration": 5.169
  },
  {
   "text": "Indistinguishable widgets controlled from above until we create an economic system to do that",
   "start": 941.889,
   "duration": 4.58
  },
  {
   "text": "There are principles that undergird free markets free markets are not a human",
   "start": 946.54,
   "duration": 3.83
  },
  {
   "text": "Construction free markets are a recognition that you are an individual human being in control of your own labor",
   "start": 950.499,
   "duration": 4.34
  },
  {
   "text": "That's simple understanding means that you cannot support any other form of a market now",
   "start": 955.029,
   "duration": 5.359
  },
  {
   "text": "You can support some form of redistribution ISM at the local level",
   "start": 960.389,
   "duration": 3.419
  },
  {
   "text": "You can try and urge people to be more moral by giving to their fellow man",
   "start": 963.809,
   "duration": 3.27
  },
  {
   "text": "But markets themselves are a recognition of a basic truth that Marxism rejects",
   "start": 967.079,
   "duration": 4.65
  },
  {
   "text": "Which is that freedom and individualism ought to trump and indeed need to trump the the need for equality",
   "start": 971.74,
   "duration": 7.489
  },
  {
   "text": "So the freedom versus equality battle is very much alive in our time",
   "start": 979.23,
   "duration": 3.089
  },
  {
   "text": "And because we have such freedom people tend toward equality",
   "start": 982.319,
   "duration": 2.429
  },
  {
   "text": "I think when you have we should talk about a little bit about equality - because there's two",
   "start": 984.749,
   "duration": 5.13
  },
  {
   "text": "important but there's two important modes of equality that are",
   "start": 990.279,
   "duration": 4.849
  },
  {
   "text": "that that have to be segregated and discussed separately because",
   "start": 995.649,
   "duration": 4.13
  },
  {
   "text": "people tend to confuse",
   "start": 1000.36,
   "duration": 2.0
  },
  {
   "text": "Equality of opportunity with equality of outcome, right? I think that it's perfectly reasonable to be a free-market champion",
   "start": 1002.639,
   "duration": 7.309
  },
  {
   "text": "let's say or at least an appreciator of",
   "start": 1009.949,
   "duration": 2.07
  },
  {
   "text": "the utility of free markets and to be strongly in favor of equality of opportunity, which means that you try to",
   "start": 1012.419,
   "duration": 7.13
  },
  {
   "text": "remove from the market system any",
   "start": 1020.069,
   "duration": 2.479
  },
  {
   "text": "impediments to people",
   "start": 1023.429,
   "duration": 1.86
  },
  {
   "text": "manifesting those talents that would make them effective and competent players in the",
   "start": 1025.289,
   "duration": 5.21
  },
  {
   "text": "productive market itself",
   "start": 1031.23,
   "duration": 1.74
  },
  {
   "text": "Not on the basis of the fact that that's counterproductive for everyone the individuals but also for everyone who could be benefiting from their talent",
   "start": 1032.97,
   "duration": 7.489
  },
  {
   "text": "Yeah, that's absolutely true. And I think that's inherent in the idea of markets",
   "start": 1041.159,
   "duration": 3.35
  },
  {
   "text": "It's why when people use terms like crony capitalism, I always think there's no such thing. There's there's corporate there",
   "start": 1044.51,
   "duration": 5.789
  },
  {
   "text": "There's corporate corporate ISM, which is a better description of it",
   "start": 1050.299,
   "duration": 2.729
  },
  {
   "text": "crony capitalism is a self refuting proposition capitalism and free markets are based on exactly what you're talking about because again,",
   "start": 1053.22,
   "duration": 5.78
  },
  {
   "text": "The fundamental principle is I own my own labor",
   "start": 1059.0,
   "duration": 2.279
  },
  {
   "text": "Which means that if you impede my ability to alienate that labor you are now interfering with my labor",
   "start": 1061.289,
   "duration": 5.869
  },
  {
   "text": "So free markets are predicated on an idea of equality and rights and the idea of every human being",
   "start": 1067.23,
   "duration": 6.5
  },
  {
   "text": "Made at is why I say there's a judeo-christian heritage to free markets",
   "start": 1073.95,
   "duration": 3.109
  },
  {
   "text": "Every human being made in the in the image of God",
   "start": 1077.13,
   "duration": 2.54
  },
  {
   "text": "Which I think is the single most important sentence written in the history of humanity",
   "start": 1079.67,
   "duration": 3.81
  },
  {
   "text": "When you abandon the the we tend to think that these things naturally occurred",
   "start": 1083.85,
   "duration": 3.649
  },
  {
   "text": "This is where you get into the Enlightenment argument. The Enlightenment argument is that you can just reason your way to these things",
   "start": 1087.5,
   "duration": 5.01
  },
  {
   "text": "Well, you can reason your way to these things there",
   "start": 1092.64,
   "duration": 2.09
  },
  {
   "text": "Also a lot of other things you can reason your way to including communism and fascism",
   "start": 1094.73,
   "duration": 3.299
  },
  {
   "text": "The question is where what are your starting points?",
   "start": 1098.13,
   "duration": 2.33
  },
  {
   "text": "What are the actual fundamental assumptions that you make about human beings and the nature of the world?",
   "start": 1100.46,
   "duration": 4.289
  },
  {
   "text": "That you then apply reason to to arrive at something great",
   "start": 1105.09,
   "duration": 3.739
  },
  {
   "text": "and",
   "start": 1108.83,
   "duration": 0.58
  },
  {
   "text": "this is why I'm",
   "start": 1109.41,
   "duration": 1.47
  },
  {
   "text": "not a fan of the the Enlightenment view that just if we start tabula rasa we can come up with exactly the system that we've",
   "start": 1110.88,
   "duration": 6.17
  },
  {
   "text": "built today, I don't think that that's either historically accurate or philosophically accurate because",
   "start": 1117.05,
   "duration": 5.13
  },
  {
   "text": "We see that human beings reach a wide variety of conclusions based on different premises",
   "start": 1122.76,
   "duration": 3.619
  },
  {
   "text": "Well, it's also the case that it assumes that reason in fact in some sense can be complete in",
   "start": 1126.38,
   "duration": 6.42
  },
  {
   "text": "Its ability to generate its own",
   "start": 1133.59,
   "duration": 2.359
  },
  {
   "text": "Comprehensive axioms which can also be justified on rational grounds and it's not obvious to me that that's the case",
   "start": 1136.71,
   "duration": 6.469
  },
  {
   "text": "I think that's why that founders of the Declaration of Independence were forced to say we find these truths to be self-evident",
   "start": 1143.18,
   "duration": 6.479
  },
  {
   "text": "right, you have to have a starting point and this is something that I do believe that people like Steven Pinker who I have a",
   "start": 1150.42,
   "duration": 6.589
  },
  {
   "text": "great amount of admiration for",
   "start": 1157.01,
   "duration": 2.0
  },
  {
   "text": "are",
   "start": 1159.09,
   "duration": 1.89
  },
  {
   "text": "make an error in their over valuation of the Enlightenment and and their",
   "start": 1160.98,
   "duration": 4.429
  },
  {
   "text": "devaluation of the historical",
   "start": 1166.14,
   "duration": 2.0
  },
  {
   "text": "What the vast historical epochs that produced the works of imagination?",
   "start": 1168.75,
   "duration": 4.52
  },
  {
   "text": "that produced the axioms on which the Enlightenment could originally emerge and and you and I seem to agree I think very",
   "start": 1173.91,
   "duration": 7.4
  },
  {
   "text": "Precisely on especially that phrase that you just used. I mean, I think there's two",
   "start": 1181.74,
   "duration": 5.809
  },
  {
   "text": "statements in",
   "start": 1188.82,
   "duration": 1.59
  },
  {
   "text": "The in genesis that are of equivalent importance actually",
   "start": 1190.41,
   "duration": 4.82
  },
  {
   "text": "one of them maybe there's three one of them is that",
   "start": 1196.2,
   "duration": 3.289
  },
  {
   "text": "What God used to create?",
   "start": 1200.28,
   "duration": 2.0
  },
  {
   "text": "order Oh of",
   "start": 1202.95,
   "duration": 2.0
  },
  {
   "text": "potential and chaos was something approximating a",
   "start": 1205.35,
   "duration": 3.349
  },
  {
   "text": "process that was characterized by truth and courage and so there's a",
   "start": 1209.1,
   "duration": 5.029
  },
  {
   "text": "There's an idea there and which is why I think God continually repeats after he creates day after day",
   "start": 1214.649,
   "duration": 6.02
  },
  {
   "text": "That the creation was good",
   "start": 1220.859,
   "duration": 2.0
  },
  {
   "text": "And so the idea is that if you face the potential of the world",
   "start": 1222.929,
   "duration": 3.5
  },
  {
   "text": "Which is I think something that human beings do with their consciousness",
   "start": 1226.47,
   "duration": 4.069
  },
  {
   "text": "I think that's what consciousness is for if you face the world with truth and courage then what you generate out of that field of",
   "start": 1230.539,
   "duration": 7.439
  },
  {
   "text": "Possibilities is in fact good even though the price the print you may pay a price for the truth in the short term",
   "start": 1238.259,
   "duration": 6.32
  },
  {
   "text": "it's an act of faith even in some sense, which",
   "start": 1244.83,
   "duration": 2.989
  },
  {
   "text": "reflects that axiomatic presupposition that there's nothing that's going to improve the world more than",
   "start": 1248.429,
   "duration": 5.869
  },
  {
   "text": "Forthright confrontation with the structure of reality and an attempt to abide by the truth and then you have that second statement",
   "start": 1255.059,
   "duration": 7.339
  },
  {
   "text": "Which is a miraculous statement, I believe it's hard to see it as anything else",
   "start": 1262.399,
   "duration": 5.13
  },
  {
   "text": "That both men and women are made in the image of God",
   "start": 1268.71,
   "duration": 2.899
  },
  {
   "text": "We've we've already had gone established as the Creator and the Creator who creates in a certain",
   "start": 1271.609,
   "duration": 4.77
  },
  {
   "text": "ethical manner and then that power or ability or virtue or privilege or",
   "start": 1276.869,
   "duration": 6.71
  },
  {
   "text": "responsibility is",
   "start": 1284.129,
   "duration": 1.41
  },
  {
   "text": "transferred to",
   "start": 1285.539,
   "duration": 1.56
  },
  {
   "text": "human beings and it's transferred to men and women and I also find out actually quite stunning, you know, because there's no shortage of",
   "start": 1287.099,
   "duration": 7.49
  },
  {
   "text": "postmodern",
   "start": 1295.349,
   "duration": 1.351
  },
  {
   "text": "feminist criticism of the judeo-christian tradition",
   "start": 1296.7,
   "duration": 2.359
  },
  {
   "text": "Claiming that it's fundamentally oppressive and patriarchal and yet right at the beginning you have this",
   "start": 1299.82,
   "duration": 5.0
  },
  {
   "text": "incredible statement which which seems to fly in the face of its of the",
   "start": 1305.159,
   "duration": 4.4
  },
  {
   "text": "Anachronistic nature of the document stating that it's not just men that are made in the image of God",
   "start": 1310.019,
   "duration": 5.239
  },
  {
   "text": "it's men and women and that's and that's",
   "start": 1315.259,
   "duration": 2.46
  },
  {
   "text": "It isn't obvious to me how that conclusion was reached so long ago",
   "start": 1318.509,
   "duration": 5.15
  },
  {
   "text": "Yep, that's that's exactly right and it's also important to note that historically speaking if you look at surrounding documents documents for Mesopotamia typically",
   "start": 1324.659,
   "duration": 7.699
  },
  {
   "text": "The the actual language that was used the image of God language is actually not unique to the Bible exist in other cultures",
   "start": 1332.359,
   "duration": 6.6
  },
  {
   "text": "But it was always the king who was made in the image of God, right?",
   "start": 1338.96,
   "duration": 2.459
  },
  {
   "text": "So the people who are most powerful who are mainly that extension of that to all human beings is a unique moment in in philosophical",
   "start": 1341.419,
   "duration": 6.93
  },
  {
   "text": "History and as you say the idea that God has created an orderly universe and that we have the capacity to act out within that",
   "start": 1348.84,
   "duration": 6.14
  },
  {
   "text": "Universe and to see God from behind so to speak that we can't necessarily see his face",
   "start": 1354.98,
   "duration": 4.5
  },
  {
   "text": "but we can see sort of the general outline of what he is intending and then",
   "start": 1359.48,
   "duration": 4.02
  },
  {
   "text": "Another verse from Genesis that I think is deeply important is from the Cain and Abel story the verse where God says to Cain Tim",
   "start": 1363.75,
   "duration": 6.5
  },
  {
   "text": "Shell that you have the ability to do better than this",
   "start": 1370.25,
   "duration": 2.609
  },
  {
   "text": "Stephanie says, you know I why didn't you accept my sacrifice and God says well 10 your control",
   "start": 1373.74,
   "duration": 4.52
  },
  {
   "text": "you know go out and do something about it and then of course came rejects that and it's",
   "start": 1378.26,
   "duration": 4.26
  },
  {
   "text": "That story is so deep and I think it really is the story of what's happening right now",
   "start": 1382.71,
   "duration": 4.189
  },
  {
   "text": "Exactly you have",
   "start": 1390.36,
   "duration": 1.53
  },
  {
   "text": "God's reaction. The Cain is that I rejected you because you could do better",
   "start": 1391.89,
   "duration": 4.159
  },
  {
   "text": "Right, and that's actually a kind of compliment even though you know",
   "start": 1396.659,
   "duration": 3.59
  },
  {
   "text": "If you're not offering up the proper sacrifices and things aren't working out for you",
   "start": 1400.25,
   "duration": 5.01
  },
  {
   "text": "It might not be the kind of compliment that you want to hear but it is a testament to the potential of the human",
   "start": 1405.26,
   "duration": 5.01
  },
  {
   "text": "Spirit and so you're making the case in your book",
   "start": 1410.46,
   "duration": 3.199
  },
  {
   "text": "And and this is the this isn't what would you call an injunction an encouragement to the Enlightenment types?",
   "start": 1413.7,
   "duration": 6.589
  },
  {
   "text": "to look to their",
   "start": 1420.51,
   "duration": 2.0
  },
  {
   "text": "Axioms and to think hard about how it could be that the idea of individual democratic freedom. For example",
   "start": 1423.0,
   "duration": 7.13
  },
  {
   "text": "and all of the wonderful explicit political",
   "start": 1430.13,
   "duration": 2.099
  },
  {
   "text": "ideas that came out of the Enlightenment could have possibly",
   "start": 1433.2,
   "duration": 2.9
  },
  {
   "text": "emerged and I do agree that",
   "start": 1437.37,
   "duration": 2.059
  },
  {
   "text": "you have to have that initial conception of the individual as sovereign and that that sovereignty has to be associated with something akin to",
   "start": 1439.62,
   "duration": 7.969
  },
  {
   "text": "recognition of divinity at least",
   "start": 1448.049,
   "duration": 2.57
  },
  {
   "text": "insofar as what's regarded as divine is regarded as the highest of all possible values and then it is absolutely",
   "start": 1451.14,
   "duration": 7.819
  },
  {
   "text": "Surprising as you pointed out that not only is the idea of the image of God extended to men and women",
   "start": 1459.75,
   "duration": 5.899
  },
  {
   "text": "But that it is not",
   "start": 1465.649,
   "duration": 2.0
  },
  {
   "text": "Explicitly not the domain of kings",
   "start": 1468.24,
   "duration": 2.569
  },
  {
   "text": "Who in fact might be more at risk for?",
   "start": 1471.73,
   "duration": 2.939
  },
  {
   "text": "abandoning their actions as",
   "start": 1475.76,
   "duration": 2.119
  },
  {
   "text": "Avatars of God so to speak then those who are in privation, you know",
   "start": 1478.97,
   "duration": 4.88
  },
  {
   "text": "You see that consistently in the Old Testament where the Kings are being taken to task",
   "start": 1483.85,
   "duration": 5.339
  },
  {
   "text": "Constantly by prophets who do appear to speak more in the language of God",
   "start": 1489.53,
   "duration": 5.0
  },
  {
   "text": "let's say and then you see it also in the New Testament with thee with the insistence that",
   "start": 1494.53,
   "duration": 4.5
  },
  {
   "text": "the wealthy and powerful have",
   "start": 1499.58,
   "duration": 2.0
  },
  {
   "text": "impediments to",
   "start": 1502.25,
   "duration": 1.47
  },
  {
   "text": "Proper ethical action that those who are less materially fortunate might not face",
   "start": 1503.72,
   "duration": 4.82
  },
  {
   "text": "Ya and that sematic is is present obviously in the old testement",
   "start": 1509.66,
   "duration": 3.439
  },
  {
   "text": "There's actually a passage where it's talking about the sacrifices. I believe it's in the Book of Leviticus where it talks about bringing",
   "start": 1513.1,
   "duration": 5.819
  },
  {
   "text": "accidental sin sacrifices and it talks about the common man and says if you shall sin then you bring the sacrifice and then it says",
   "start": 1519.74,
   "duration": 5.959
  },
  {
   "text": "With regard to the Prince the nasi it says with regards to the Prince. The Hebrew word is cost share",
   "start": 1526.01,
   "duration": 4.969
  },
  {
   "text": "It says when you will sit",
   "start": 1530.98,
   "duration": 1.329
  },
  {
   "text": "so the assumption is that if you have great power the",
   "start": 1532.309,
   "duration": 3.02
  },
  {
   "text": "chances of your sinning are going to be greater because you are going to conceive of yourself as higher than others and this is going",
   "start": 1535.4,
   "duration": 5.029
  },
  {
   "text": "to lead you down a pretty",
   "start": 1540.429,
   "duration": 1.361
  },
  {
   "text": "dark path",
   "start": 1541.79,
   "duration": 0.9
  },
  {
   "text": "The the point with regard to the Enlightenment is that we actually have some counter evidence of the Enlightenment being awesome",
   "start": 1542.69,
   "duration": 6.02
  },
  {
   "text": "All the way through if it is predicated solely on",
   "start": 1548.84,
   "duration": 2.69
  },
  {
   "text": "Reason and not on a historic understanding of of these principles and that is the French enlightenment",
   "start": 1551.929,
   "duration": 5.72
  },
  {
   "text": "I mean this was one of my key points when it when I was looking at a Pinker's book enlightenment now",
   "start": 1557.65,
   "duration": 4.109
  },
  {
   "text": "But you again you and I agree on this. I have great enlightenment for pinker",
   "start": 1561.76,
   "duration": 2.699
  },
  {
   "text": "I took a class with him when I was at Harvard Law School. He did a joint class with Alan Dershowitz",
   "start": 1564.46,
   "duration": 3.66
  },
  {
   "text": "I was kind of fun, but",
   "start": 1568.12,
   "duration": 1.48
  },
  {
   "text": "Pinker goes a",
   "start": 1569.6,
   "duration": 1.65
  },
  {
   "text": "450 page book about the Enlightenment and he never mentions the French Revolution once",
   "start": 1571.25,
   "duration": 3.949
  },
  {
   "text": "And I thought I don't know how that's historically possible to do",
   "start": 1575.51,
   "duration": 3.799
  },
  {
   "text": "The Enlightenment was not just David Hume and Adam Smith and the American Founding Fathers the Enlightenment",
   "start": 1579.32,
   "duration": 6.26
  },
  {
   "text": "Also was Russo and Voltaire and Robespierre and it was the and it was the German progressive enlightenment",
   "start": 1585.58,
   "duration": 6.75
  },
  {
   "text": "That had a real dark side in",
   "start": 1592.33,
   "duration": 2.0
  },
  {
   "text": "its",
   "start": 1594.62,
   "duration": 0.6
  },
  {
   "text": "Human reason can lead you to a lot of different very bad places the the metaphor that I like to use with regard to Western",
   "start": 1595.22,
   "duration": 5.479
  },
  {
   "text": "Civilization is that Western civilization is a suspension bridge and then on one",
   "start": 1600.77,
   "duration": 3.949
  },
  {
   "text": "and it's over a river of as you would say chaos and on the one end of the bridge the big pole is",
   "start": 1605.32,
   "duration": 5.099
  },
  {
   "text": "These fundamental assumptions you have to make about the nature of the world that I don't believe could be arrived at other than through some",
   "start": 1610.64,
   "duration": 5.96
  },
  {
   "text": "Form of divine revelation. This would be the judeo-christian tradition and those principles are things like we have free choice",
   "start": 1616.6,
   "duration": 4.889
  },
  {
   "text": "That's an assumption you have to make and is not implicit in scientific materialism the idea that history has a progressive nature you can improve",
   "start": 1621.49,
   "duration": 6.78
  },
  {
   "text": "The world around you again. That is not a that that is reliant on an assumption",
   "start": 1628.27,
   "duration": 4.229
  },
  {
   "text": "You have to make the idea that human beings are held to a morality that they themselves do not",
   "start": 1632.5,
   "duration": 4.44
  },
  {
   "text": "Subjectively create out of emotional mean and that is something that you have to make an assumption about",
   "start": 1637.04,
   "duration": 4.16
  },
  {
   "text": "The thing that the idea of objective truth itself is something you have to make an assumption about and that's an assumption that I think",
   "start": 1641.27,
   "duration": 5.69
  },
  {
   "text": "can be made most",
   "start": 1646.96,
   "duration": 0.94
  },
  {
   "text": "Specifically by the idea that there is a mind outside of us that creates that objective truth and stands behind an ordered universe",
   "start": 1647.9,
   "duration": 5.839
  },
  {
   "text": "all of those are some",
   "start": 1653.96,
   "duration": 1.59
  },
  {
   "text": "Judeo-christian values. I think there's evidence for much of this, you know",
   "start": 1655.55,
   "duration": 3.38
  },
  {
   "text": "One of the things that I've been discussing with my audiences is like, you know",
   "start": 1658.93,
   "duration": 3.809
  },
  {
   "text": "It depends obviously on what you're willing to take as evidence",
   "start": 1662.74,
   "duration": 3.09
  },
  {
   "text": "but it isn't obvious to me at all that you can establish a functional relationship with yourself unless",
   "start": 1666.23,
   "duration": 7.64
  },
  {
   "text": "you hold yourself responsible for your actions and you regard yourself as a",
   "start": 1674.69,
   "duration": 5.329
  },
  {
   "text": "Free agent in at least in some regards like obviously we're not omniscient",
   "start": 1680.75,
   "duration": 4.7
  },
  {
   "text": "Omnipresent and omnipotent that's clearly the case. We're subject to stringent limitations and there are",
   "start": 1686.24,
   "duration": 6.8
  },
  {
   "text": "situations in which our actions",
   "start": 1694.04,
   "duration": 2.0
  },
  {
   "text": "devolve into",
   "start": 1696.65,
   "duration": 1.8
  },
  {
   "text": "Determinism that's obvious. Neurophysiological II. It has to be the way the world works",
   "start": 1698.45,
   "duration": 4.159
  },
  {
   "text": "Is that once you execute a decision there comes to a point where that decision is",
   "start": 1702.61,
   "duration": 4.5
  },
  {
   "text": "manifested in something approximating a deterministic manner",
   "start": 1708.08,
   "duration": 2.839
  },
  {
   "text": "I think the evidence for that is overwhelming",
   "start": 1710.92,
   "duration": 2.219
  },
  {
   "text": "But that doesn't mean that when you're looking out into the future and you're contemplating the many paths that you could take that",
   "start": 1713.14,
   "duration": 6.479
  },
  {
   "text": "What you do to make your decisions then is deterministic in a simple in a simple manner",
   "start": 1720.44,
   "duration": 4.969
  },
  {
   "text": "I think if that was the case, there'd be no need for consciousness at all",
   "start": 1725.41,
   "duration": 3.569
  },
  {
   "text": "And then I look at how people react to themselves is we hold ourselves responsible",
   "start": 1728.98,
   "duration": 4.65
  },
  {
   "text": "despite our own",
   "start": 1734.9,
   "duration": 2.0
  },
  {
   "text": "inclination",
   "start": 1737.03,
   "duration": 1.11
  },
  {
   "text": "for the sins that we",
   "start": 1738.14,
   "duration": 2.209
  },
  {
   "text": "Manifest for the manners in which we wander off the path people wake up at 4:00 in the morning and they berate",
   "start": 1740.69,
   "duration": 5.839
  },
  {
   "text": "themselves for the actions",
   "start": 1746.84,
   "duration": 1.61
  },
  {
   "text": "they took that they knew they shouldn't and the in action that they manifested when they knew they should have acted and",
   "start": 1748.45,
   "duration": 5.669
  },
  {
   "text": "If we were masters in our own house without that central moral compass",
   "start": 1754.43,
   "duration": 4.189
  },
  {
   "text": "There'd be no reason at all for us to wake up and torture ourselves to death with our moral",
   "start": 1758.66,
   "duration": 4.579
  },
  {
   "text": "inequity and if you have a friend or a family member and you insist upon treating them as if they're a",
   "start": 1764.3,
   "duration": 7.729
  },
  {
   "text": "deterministic agent with no",
   "start": 1772.52,
   "duration": 1.98
  },
  {
   "text": "Effect on the future and no responsibility for their choices. It's actually impossible to have a relationship with them",
   "start": 1774.5,
   "duration": 6.739
  },
  {
   "text": "You can't even have a relationship with a two or three year old if you insist upon",
   "start": 1781.24,
   "duration": 4.53
  },
  {
   "text": "Infantilizing them in that manner and not attributing to them the choice that enables valid punishment",
   "start": 1786.56,
   "duration": 7.309
  },
  {
   "text": "Let's say on the one hand you've done something wrong, and you need to be held accountable for it",
   "start": 1793.87,
   "duration": 4.41
  },
  {
   "text": "but also valid accomplishment on the other which is that you've done something that you didn't have to do that was voluntary that's deserving of",
   "start": 1798.28,
   "duration": 7.92
  },
  {
   "text": "approbation and",
   "start": 1806.93,
   "duration": 1.92
  },
  {
   "text": "reinforcement and we act that out and then the next level of evidence seems to be that if you found your",
   "start": 1808.85,
   "duration": 7.76
  },
  {
   "text": "quality on",
   "start": 1817.01,
   "duration": 2.0
  },
  {
   "text": "Propositions. Other than that that the sovereignty of the individual and the responsibility of the individual the whole thing goes sideways",
   "start": 1819.35,
   "duration": 7.82
  },
  {
   "text": "So rapidly that it's almost indescribable and it doesn't just go sideways. It goes sideways and down and so like I don't know exactly",
   "start": 1827.33,
   "duration": 7.819
  },
  {
   "text": "What to make of that as a proof, you know?",
   "start": 1836.24,
   "duration": 3.65
  },
  {
   "text": "It's a strange sort of proof the proof being that well, there doesn't seem to be any",
   "start": 1839.89,
   "duration": 4.14
  },
  {
   "text": "reasonable way for human beings to organize their",
   "start": 1844.79,
   "duration": 3.079
  },
  {
   "text": "social interactions at any level of social organization without",
   "start": 1848.21,
   "duration": 4.069
  },
  {
   "text": "Accepting those initial I would say being Christian assumptions that this is right",
   "start": 1852.5,
   "duration": 4.88
  },
  {
   "text": "And then this is where the main debate happens between me and sam Harris because Sam will",
   "start": 1857.38,
   "duration": 4.14
  },
  {
   "text": "Reason himself to those assumptions and away from those assumptions and to those assumptions in a way",
   "start": 1861.98,
   "duration": 4.1
  },
  {
   "text": "he'll use those assumptions in building other assumptions and",
   "start": 1866.08,
   "duration": 2.639
  },
  {
   "text": "I've said to him before I feel like you're using bricks from a house that you just turned 40",
   "start": 1869.12,
   "duration": 3.56
  },
  {
   "text": "So you can't really do that",
   "start": 1872.85,
   "duration": 2.75
  },
  {
   "text": "This is why I say I'm the one hand you have to have those",
   "start": 1875.67,
   "duration": 2.659
  },
  {
   "text": "judeo-christian assumptions and those by the way under guard even the very concept of reason because the idea of reason is that you are using",
   "start": 1878.52,
   "duration": 5.39
  },
  {
   "text": "a willful process of thought",
   "start": 1883.91,
   "duration": 2.0
  },
  {
   "text": "in order to convince someone else",
   "start": 1886.98,
   "duration": 2.51
  },
  {
   "text": "Predicated on the notion that the other person's opinion is valuable and that you shouldn't just Club them over the head and take their stuff",
   "start": 1889.95,
   "duration": 4.85
  },
  {
   "text": "I think that reason it has the value of reason has implicit moral biases and those moral biases",
   "start": 1894.8,
   "duration": 5.01
  },
  {
   "text": "You can't reason your way to as I said, it's an evolutionary biology perspective",
   "start": 1899.81,
   "duration": 3.569
  },
  {
   "text": "There's no reason for reason other than if you think that maybe you can convince unless especially in a world of non mass communication",
   "start": 1903.38,
   "duration": 6.989
  },
  {
   "text": "What is the reason for reason right in a world that pre-exists mass communication?",
   "start": 1910.38,
   "duration": 4.13
  },
  {
   "text": "What is the reason that you need reason wouldn't force be more effective for most of human history",
   "start": 1914.61,
   "duration": 4.43
  },
  {
   "text": "It was it was significantly more effective than reason",
   "start": 1919.04,
   "duration": 2.819
  },
  {
   "text": "Certainly, it's certainly what the radicals on the Left would argue even now I mean and the idea of reason seems to be predicated",
   "start": 1922.14,
   "duration": 7.16
  },
  {
   "text": "so and that would go along with the idea of free speech which I think is also equally",
   "start": 1929.3,
   "duration": 4.589
  },
  {
   "text": "Grounded in these underlying axioms is that you know, each of us as sovereign individuals have a valid mode of existence",
   "start": 1935.73,
   "duration": 7.969
  },
  {
   "text": "about and there's something unique about that valid mode of existence and it's also something that can be communicated and",
   "start": 1945.0,
   "duration": 6.29
  },
  {
   "text": "that part of the reason for rational discussion is that",
   "start": 1951.66,
   "duration": 3.049
  },
  {
   "text": "the ability to share that unique and valuable element of",
   "start": 1955.26,
   "duration": 4.55
  },
  {
   "text": "private experience with someone else is",
   "start": 1960.45,
   "duration": 2.119
  },
  {
   "text": "salutary, but it's also so you tell it salutary in a manner that allows for the mutual spiritual transformation of both of the",
   "start": 1963.81,
   "duration": 7.969
  },
  {
   "text": "people that are involved in the",
   "start": 1971.78,
   "duration": 1.93
  },
  {
   "text": "Discussion it seems to me that you can't",
   "start": 1973.71,
   "duration": 2.39
  },
  {
   "text": "If you're pro reason you've already bought that argument exactly",
   "start": 1977.4,
   "duration": 4.099
  },
  {
   "text": "This is exactly right and so faith and reason to this",
   "start": 1981.5,
   "duration": 2.79
  },
  {
   "text": "extent are not intention faith undergirds reason because you have to make us",
   "start": 1984.78,
   "duration": 3.439
  },
  {
   "text": "Fundamental assumptions even to get to reason and this is why I think that one of the things that has happened and it's really unfortunate",
   "start": 1988.38,
   "duration": 5.15
  },
  {
   "text": "I discuss it in the last chapters of the book is that when you take away the assumptions that undergoing reason reason itself?",
   "start": 1993.53,
   "duration": 6.359
  },
  {
   "text": "Collapses in it's not that reason the stains appear on top of the structure",
   "start": 1999.96,
   "duration": 4.58
  },
  {
   "text": "Once the structure Falls reason falls that too and we returned to our sort of tribal",
   "start": 2004.54,
   "duration": 4.35
  },
  {
   "text": "naturalistic roots that are quite dangerous",
   "start": 2009.65,
   "duration": 1.94
  },
  {
   "text": "this is why I say that you need Jerusalem on one end of the bridge the other end of that suspension bridge is",
   "start": 2011.59,
   "duration": 5.069
  },
  {
   "text": "Reason meaning that we can't be theocrats. We can't look at",
   "start": 2016.82,
   "duration": 3.05
  },
  {
   "text": "fundamentalist religious texts and take them as",
   "start": 2020.51,
   "duration": 2.359
  },
  {
   "text": "As complete literal is completely literal and then hope to develop as a civilization on the basis of that complete literalism",
   "start": 2023.33,
   "duration": 7.699
  },
  {
   "text": "So you have to look to which of these Commandments for example in the Torah are directed toward human",
   "start": 2031.03,
   "duration": 4.8
  },
  {
   "text": "Eternal human nature so I would suggest that",
   "start": 2036.35,
   "duration": 2.0
  },
  {
   "text": "Commandments that are directed toward reining in certain appetites are directed toward God's understanding of human nature that certain",
   "start": 2039.14,
   "duration": 6.56
  },
  {
   "text": "Injunctions with regards how we behave in the Ten Commandments. These are predicated on a on an understanding of human nature",
   "start": 2045.98,
   "duration": 5.39
  },
  {
   "text": "That is truly profound and worthwhile preserving",
   "start": 2051.37,
   "duration": 3.27
  },
  {
   "text": "it's also worth noting that the story of Western civilization is the expansion of",
   "start": 2054.64,
   "duration": 4.05
  },
  {
   "text": "These principles out from the tribal and toward a broader range of humanity. And that's why the book is not just an argument",
   "start": 2058.97,
   "duration": 6.41
  },
  {
   "text": "Here's how I interpret the Bible and here's why that's right. It's an argument that",
   "start": 2065.48,
   "duration": 3.35
  },
  {
   "text": "Historical development was necessary after the Bible. So it is not just that the Bible solves all your problems",
   "start": 2069.38,
   "duration": 4.969
  },
  {
   "text": "It's that God",
   "start": 2074.54,
   "duration": 1.2
  },
  {
   "text": "Understands even from a religious perspective in Judaism and I think in Christianity too that we are going to apply human reason to these texts",
   "start": 2075.74,
   "duration": 6.739
  },
  {
   "text": "That's from a religious perspective from a non religious perspective",
   "start": 2082.48,
   "duration": 2.61
  },
  {
   "text": "the point I'm making is that you have to take these fundamental assumptions whether you like them or not that are religiously rooted and then",
   "start": 2085.09,
   "duration": 5.76
  },
  {
   "text": "apply your reason to",
   "start": 2090.85,
   "duration": 2.0
  },
  {
   "text": "Develop from the fundamental assumptions that we have already stated and that tension is what allows the suspension bridge to",
   "start": 2092.99,
   "duration": 7.07
  },
  {
   "text": "Continue to function that doesn't mean that it is always equally solid throughout time",
   "start": 2100.31,
   "duration": 3.979
  },
  {
   "text": "It isn't because the tension sometimes wavers sometimes reason takes dominance. Sometimes judeo-christian values or Judaic biblical literalism",
   "start": 2104.29,
   "duration": 7.83
  },
  {
   "text": "Takes dominance. And if your bottom line is you collapse the reason you end up with theocracy",
   "start": 2112.67,
   "duration": 4.429
  },
  {
   "text": "You collapse judeo-christian values you end up with nihilism is sort of the basic argument. Okay, okay",
   "start": 2117.1,
   "duration": 4.679
  },
  {
   "text": "so so so, you know, one of the things that that Sam is afraid of and you know",
   "start": 2121.78,
   "duration": 4.89
  },
  {
   "text": "There's some validity in this fear",
   "start": 2126.67,
   "duration": 1.62
  },
  {
   "text": "And I think he tends to apply this more to is to the the state of an Islamic fundamentalism",
   "start": 2128.29,
   "duration": 6.39
  },
  {
   "text": "But her same argument can be made with the other religious traditions",
   "start": 2134.68,
   "duration": 2.879
  },
  {
   "text": "You know",
   "start": 2138.89,
   "duration": 1.98
  },
  {
   "text": "Evangelical Christianity for example and maybe Orthodox Judaism who knows that the danger is that we'll take these",
   "start": 2140.87,
   "duration": 6.29
  },
  {
   "text": "revealed truths which differ and",
   "start": 2148.22,
   "duration": 2.359
  },
  {
   "text": "that",
   "start": 2151.31,
   "duration": 1.17
  },
  {
   "text": "Holding them as absolute revealed truths will make us parochial tribal and the consequence of that will be all sorts of",
   "start": 2152.48,
   "duration": 7.31
  },
  {
   "text": "catastrophe and horror",
   "start": 2159.98,
   "duration": 1.41
  },
  {
   "text": "right and you know one of the things I learned when I was studying the Old Testament, this was very interesting a",
   "start": 2161.39,
   "duration": 6.589
  },
  {
   "text": "Jewish friend of mine or monoid sort of clued me into this because one of the things he told me was that",
   "start": 2168.56,
   "duration": 4.37
  },
  {
   "text": "Christians who emphasized the New Testament tend to",
   "start": 2173.66,
   "duration": 4.04
  },
  {
   "text": "Parody the Old Testament God - odd somewhat unfair degree casting him as much more",
   "start": 2178.58,
   "duration": 6.409
  },
  {
   "text": "Tyrannical in some sense the god of Wrath. Yeah",
   "start": 2185.51,
   "duration": 2.45
  },
  {
   "text": "Justice versus mercy. Yep, right exactly exactly",
   "start": 2188.48,
   "duration": 2.54
  },
  {
   "text": "So I took that seriously and especially when I was reading the Abrahamic stories and you know",
   "start": 2191.18,
   "duration": 5.089
  },
  {
   "text": "You see you see throughout the earliest writings the idea that in some bizarre sense",
   "start": 2196.27,
   "duration": 6.6
  },
  {
   "text": "God can be bargained with",
   "start": 2203.84,
   "duration": 1.92
  },
  {
   "text": "right",
   "start": 2205.76,
   "duration": 0.5
  },
  {
   "text": "and and and so you see that even in the Cain and Abel story because Cain actually faces God with his complaints and",
   "start": 2206.26,
   "duration": 6.69
  },
  {
   "text": "Says well, you know, here's how I look at the world and go on",
   "start": 2213.08,
   "duration": 3.26
  },
  {
   "text": "Excoriates and because he believes that he's looking at the world",
   "start": 2217.61,
   "duration": 2.959
  },
  {
   "text": "improperly and I think for good reason but there is the implication that you could have a conversation with God and",
   "start": 2221.15,
   "duration": 6.139
  },
  {
   "text": "Hypothetically learn something and but then it that transforms even more",
   "start": 2227.87,
   "duration": 4.879
  },
  {
   "text": "when you see the that the stories that follow so Abraham directly intercedes with God on on",
   "start": 2233.21,
   "duration": 7.579
  },
  {
   "text": "in in favor of Sodom right right because and and he makes a pretty",
   "start": 2241.37,
   "duration": 5.209
  },
  {
   "text": "What would you say extreme case for redeeming Sodom which seems to have degenerated into quite thee?",
   "start": 2247.82,
   "duration": 6.5
  },
  {
   "text": "They did quite the state of Hell",
   "start": 2255.14,
   "duration": 2.0
  },
  {
   "text": "Trying to entice God into not being more destructive than necessary if there's any goodness to be found",
   "start": 2257.96,
   "duration": 5.929
  },
  {
   "text": "And he actually does that successfully and so that's very interesting",
   "start": 2263.89,
   "duration": 3.599
  },
  {
   "text": "So even though God is absolute in his judgment in some fundamental sense",
   "start": 2267.49,
   "duration": 4.41
  },
  {
   "text": "there is this Kapow Seifer dialogue which seems to be an",
   "start": 2272.45,
   "duration": 3.679
  },
  {
   "text": "analogy to the idea that reason and revelation can coexist and and and and and",
   "start": 2276.65,
   "duration": 6.739
  },
  {
   "text": "Bolster each other in some sort of upward development",
   "start": 2283.67,
   "duration": 2.45
  },
  {
   "text": "Well, then this is exactly right and then the idea of natural law which the seeds are there in the Judaic value system",
   "start": 2286.22,
   "duration": 5.81
  },
  {
   "text": "I think natural laws more fully fleshed out in sort of Greek",
   "start": 2292.15,
   "duration": 3.03
  },
  {
   "text": "teleological sense when when they talk about the idea that the",
   "start": 2295.61,
   "duration": 2.689
  },
  {
   "text": "Aristotle Plato when they talk about the idea that you can look at the world around you and discover the purposes of the world around",
   "start": 2298.49,
   "duration": 5.33
  },
  {
   "text": "You simply by using reason well in the in the genetic sense",
   "start": 2303.82,
   "duration": 2.879
  },
  {
   "text": "There's the idea that God abides by the moral code that he himself created and you can ask him questions about it",
   "start": 2306.7,
   "duration": 6.239
  },
  {
   "text": "In fact, the very name Israel is in in Hebrew Sorrell. Yes, sir. I'll literally means struggle with God. Yes",
   "start": 2312.94,
   "duration": 6.18
  },
  {
   "text": "That there is this and that's a remarkable that's a remarkable",
   "start": 2325.31,
   "duration": 4.639
  },
  {
   "text": "Story that it's it's it's Jacob. I always get Jacob and Joseph confess",
   "start": 2330.56,
   "duration": 5.569
  },
  {
   "text": "It's Jacob",
   "start": 2337.16,
   "duration": 2.0
  },
  {
   "text": "The other side of the river so he hasn't crossed back to his homeland right he hasn't returned home after his hero's journey",
   "start": 2340.64,
   "duration": 6.2
  },
  {
   "text": "He sent his wife and his children and his belongings",
   "start": 2347.15,
   "duration": 2.63
  },
  {
   "text": "ahead to try to make peace with the brother that he's seriously betrayed and",
   "start": 2350.54,
   "duration": 4.459
  },
  {
   "text": "And he's had his adventures and maybe he's learned his lessons",
   "start": 2355.43,
   "duration": 3.26
  },
  {
   "text": "But then he's on the bank the river and he's visited by an angel who appears to be gone and he wrestles with him all",
   "start": 2358.85,
   "duration": 6.02
  },
  {
   "text": "night, and he comes out damaged, right which is an indication that this sort of like the the",
   "start": 2364.87,
   "duration": 5.489
  },
  {
   "text": "Egyptian idea when Horus encounters Seth and has his eye torn out that there's some high",
   "start": 2371.06,
   "duration": 6.709
  },
  {
   "text": "Probability of damage that if you encounter the divine even even in some positive sense",
   "start": 2378.29,
   "duration": 5.27
  },
  {
   "text": "but he wrestles with him all night and then defeats God apparently in some sense and",
   "start": 2383.78,
   "duration": 6.919
  },
  {
   "text": "and is allowed to move forward with his adventure and then is given this new name and",
   "start": 2391.1,
   "duration": 5.479
  },
  {
   "text": "The name really struck me when I started thinking about it because what it does imply",
   "start": 2396.83,
   "duration": 3.859
  },
  {
   "text": "I think this is such a positive message and I don't know how to reconcile it precisely with it Jewish claim of",
   "start": 2400.69,
   "duration": 7.919
  },
  {
   "text": "chosen us as a people because my reading of the of that particular text seemed to imply that",
   "start": 2409.999,
   "duration": 5.78
  },
  {
   "text": "The chosen people are precisely those who do in fact wrestle with God and so that they take these ethical questions",
   "start": 2416.39,
   "duration": 7.459
  },
  {
   "text": "Seriously, they're not",
   "start": 2424.039,
   "duration": 2.0
  },
  {
   "text": "Accepting them without question and without thought because there's no wrestling there",
   "start": 2427.459,
   "duration": 5.09
  },
  {
   "text": "right, but the real morality comes in the in this struggle between the revelation and",
   "start": 2432.89,
   "duration": 5.179
  },
  {
   "text": "And and and and and the freedom for thought and choice",
   "start": 2438.589,
   "duration": 4.099
  },
  {
   "text": "I mean",
   "start": 2442.689,
   "duration": 0.66
  },
  {
   "text": "I think that it's a beautiful idea and one of the things that's fascinating about that is if you read the rest of the book",
   "start": 2443.349,
   "duration": 4.02
  },
  {
   "text": "Of Genesis every time in Genesis somebody's name is changed because there are several name changes right aber Abram it becomes Abraham",
   "start": 2447.369,
   "duration": 6.51
  },
  {
   "text": "Sir, I becomes Sarah there there are several points at which there are angels who come and basically change the name or God changes somebody's",
   "start": 2454.4,
   "duration": 6.949
  },
  {
   "text": "Name that's their name going forward when Jacob is returned Israel. He is not called Israel consistently from there to the end of",
   "start": 2461.349,
   "duration": 7.229
  },
  {
   "text": "Death he the names are used at different times. So sometimes he's Israel. And sometimes he's Jacob",
   "start": 2469.279,
   "duration": 5.33
  },
  {
   "text": "So the idea there is that",
   "start": 2474.609,
   "duration": 1.781
  },
  {
   "text": "Sometimes he is",
   "start": 2476.39,
   "duration": 1.379
  },
  {
   "text": "The best version of himself that the version of self who struggles with morality who struggles with God who tries to come up with proper",
   "start": 2477.769,
   "duration": 5.84
  },
  {
   "text": "Solutions and sometimes he's still the old Jacob the old Jacob who ran away from Esau and who served seven years",
   "start": 2483.609,
   "duration": 5.339
  },
  {
   "text": "Unjustly under Laban and all the rest of it",
   "start": 2489.319,
   "duration": 2.659
  },
  {
   "text": "so",
   "start": 2491.979,
   "duration": 0.28
  },
  {
   "text": "It's really fascinating one of my favorites home eunuch stories that this has been deeply embedded in Judaea tradition for a long time the idea",
   "start": 2492.259,
   "duration": 5.479
  },
  {
   "text": "of struggling with God and struggling with the dictates of morality because",
   "start": 2497.739,
   "duration": 3.989
  },
  {
   "text": "Part of Jewish tradition is of course the idea of the oral tradition the idea that we were given a written document on Sinai",
   "start": 2501.89,
   "duration": 7.01
  },
  {
   "text": "But then there was an oral tradition that was also passed along to Moses. That was the interpretation of the written tradition",
   "start": 2508.9,
   "duration": 5.099
  },
  {
   "text": "Which in some ways maybe a backfilled justification, but I think that there's a fundamental truth to it",
   "start": 2514.369,
   "duration": 6.889
  },
  {
   "text": "There's there's a segment that I quote in the book from the Talmud",
   "start": 2521.269,
   "duration": 3.169
  },
  {
   "text": "It's a really",
   "start": 2524.439,
   "duration": 1.27
  },
  {
   "text": "amazing story where",
   "start": 2525.709,
   "duration": 1.26
  },
  {
   "text": "It's it's part of these sort of apocryphal stories what they call the Agha Tata and tell me you to in tome you to parlance",
   "start": 2526.969,
   "duration": 5.33
  },
  {
   "text": "There's there's a story where there's a rabbi who is in an argument with a bunch of other rabbis about a particular point of Halawa",
   "start": 2532.4,
   "duration": 6.289
  },
  {
   "text": "Of Jewish law and this rabbi is arguing",
   "start": 2538.839,
   "duration": 3.06
  },
  {
   "text": "He said the rabbi's and the other rabbis vote one way and he votes the other way",
   "start": 2541.96,
   "duration": 2.729
  },
  {
   "text": "So he loses and the rabbi who loses says listen, I know I'm right not only do I know",
   "start": 2544.69,
   "duration": 4.979
  },
  {
   "text": "I'm right if I'm right let the walls of this the walls of this this synagogue",
   "start": 2549.67,
   "duration": 4.979
  },
  {
   "text": "close in around us so the walls starts to lean in and then the rabbi said",
   "start": 2555.2,
   "duration": 3.679
  },
  {
   "text": "You know what? That's not evidence. That doesn't show that you're right. It just shows that the walls were closing it",
   "start": 2558.88,
   "duration": 4.11
  },
  {
   "text": "He says well, you know if I'm right then let the river outside start to flow backwards",
   "start": 2562.99,
   "duration": 4.169
  },
  {
   "text": "So the river starts to flow backwards and the rabbi's insights. It's still not evidence. We're not gonna take that",
   "start": 2567.16,
   "duration": 4.05
  },
  {
   "text": "he says well if I'm right let there be a Bott call that there be the voice of God literally come down from heaven and",
   "start": 2571.21,
   "duration": 4.83
  },
  {
   "text": "say that I'm right and",
   "start": 2576.04,
   "duration": 1.57
  },
  {
   "text": "sure enough a voice from heaven comes down and says that he's right and the and the other members of the",
   "start": 2577.61,
   "duration": 6.92
  },
  {
   "text": "Parliament the other members of the Sanhedrin they say to him",
   "start": 2584.87,
   "duration": 2.45
  },
  {
   "text": "You know what none of that counts because God gave us a rule and the rule is that we have a majority rule in this",
   "start": 2587.54,
   "duration": 5.209
  },
  {
   "text": "Body right here. And so our interpretation is correct, and yours is wrong",
   "start": 2592.75,
   "duration": 3.27
  },
  {
   "text": "It doesn't matter what miracles you bring to to show that your side is right and the conclusion of the story is that God says",
   "start": 2596.02,
   "duration": 6.719
  },
  {
   "text": "One of the Angels asked God about it",
   "start": 2603.11,
   "duration": 1.82
  },
  {
   "text": "And God says my children have defeated me and the idea is that God is happy about this",
   "start": 2604.93,
   "duration": 4.199
  },
  {
   "text": "God wants us to use our reason to take those fundamental principles that he gave us and then develop those across time",
   "start": 2609.13,
   "duration": 5.25
  },
  {
   "text": "That's how you get development. I",
   "start": 2614.38,
   "duration": 2.0
  },
  {
   "text": "Would also interpret this to some degree from a psychological perspective, you know, because and this this might be",
   "start": 2618.86,
   "duration": 7.13
  },
  {
   "text": "Far-fetched speculation, but I don't think that it precisely is. I mean, I do believe that our cognitive",
   "start": 2627.95,
   "duration": 5.87
  },
  {
   "text": "structures our cognitive function are",
   "start": 2634.46,
   "duration": 2.0
  },
  {
   "text": "Embedded in narrative that seems to be a right hemisphere function and that the right hemisphere is the source of intuitive",
   "start": 2637.01,
   "duration": 7.429
  },
  {
   "text": "Revelation now whatever",
   "start": 2644.63,
   "duration": 2.0
  },
  {
   "text": "Metaphysical implications that have that has I have no idea. I also know that you know many",
   "start": 2647.09,
   "duration": 6.23
  },
  {
   "text": "religious experiences seem to be characterized by",
   "start": 2654.02,
   "duration": 2.959
  },
  {
   "text": "Preferential activity in the right hemisphere. So there's something very strange going on in the right hemisphere and then we have a left hemisphere. That's",
   "start": 2658.01,
   "duration": 6.319
  },
  {
   "text": "argumentative and parliamentary and logical and",
   "start": 2664.97,
   "duration": 2.179
  },
  {
   "text": "Obviously in order for us to make our way in the world",
   "start": 2667.76,
   "duration": 1.97
  },
  {
   "text": "We have to have a continual dialogue between the intuitive axioms that are offered to",
   "start": 2669.73,
   "duration": 5.909
  },
  {
   "text": "spontaneously in our",
   "start": 2676.41,
   "duration": 1.38
  },
  {
   "text": "imagination by the right hemisphere and the left hemisphere who does a critical analysis and tries to lay that out in some logical and",
   "start": 2677.79,
   "duration": 6.68
  },
  {
   "text": "And and let's say logical and algorithmic manner",
   "start": 2684.72,
   "duration": 3.589
  },
  {
   "text": "but the left can collapse into a kind of unthinking tyranny as a consequence of that and the right without that corrective can",
   "start": 2688.68,
   "duration": 6.829
  },
  {
   "text": "what would you say stray too far down imaginative paths and no longer be applicable to the to the",
   "start": 2696.06,
   "duration": 6.86
  },
  {
   "text": "fundamental day-to-day problems of the world",
   "start": 2703.26,
   "duration": 2.0
  },
  {
   "text": "so we need that balance and",
   "start": 2705.57,
   "duration": 2.0
  },
  {
   "text": "and it is a strange thing that we have these two hemispheres which implies that we need two ways of looking at the world and",
   "start": 2707.76,
   "duration": 6.62
  },
  {
   "text": "I don't think that it's unreasonable to",
   "start": 2714.48,
   "duration": 2.089
  },
  {
   "text": "Look at the relationship between that and then assess atif or something like the revelation of intuition and the corrective power of rationality",
   "start": 2716.91,
   "duration": 7.849
  },
  {
   "text": "But you can't dispense with the intuition",
   "start": 2725.46,
   "duration": 2.179
  },
  {
   "text": "It seems to do something like ground you in the world and to provide you with your fundamental axioms. I",
   "start": 2727.8,
   "duration": 5.78
  },
  {
   "text": "Think that's right",
   "start": 2734.52,
   "duration": 0.77
  },
  {
   "text": "and by the way",
   "start": 2735.29,
   "duration": 0.63
  },
  {
   "text": "that seems to me how an enormous amount of scientific discovery takes place is you people have a flash of intuition and then it's a",
   "start": 2735.92,
   "duration": 5.819
  },
  {
   "text": "Question of them and that's how you come up with a hypothesis. Right? Well",
   "start": 2741.74,
   "duration": 2.76
  },
  {
   "text": "They often backfield too, you know like right",
   "start": 2745.44,
   "duration": 2.959
  },
  {
   "text": "scientific journal",
   "start": 2749.1,
   "duration": 2.0
  },
  {
   "text": "Outlines how you came to your hypothesis through a",
   "start": 2751.74,
   "duration": 3.05
  },
  {
   "text": "process of rational deduction",
   "start": 2755.94,
   "duration": 2.119
  },
  {
   "text": "Step by step, right, but that isn't what happens. What happens is you have a hunch of some sort and often",
   "start": 2758.88,
   "duration": 6.229
  },
  {
   "text": "I've seen this especially with intuitive scientists. They have a hunch that actually sounds",
   "start": 2765.11,
   "duration": 4.469
  },
  {
   "text": "Irrational when they first put it forward and sometimes it takes them months or even years to backfill that",
   "start": 2770.22,
   "duration": 6.769
  },
  {
   "text": "Intuition with the rationality that's necessary to communicate its integrity to other scientists",
   "start": 2777.51,
   "duration": 6.44
  },
  {
   "text": "And so the the narrative that's written in the scientific document is actually a kind of well",
   "start": 2783.95,
   "duration": 5.939
  },
  {
   "text": "It's a kind of formal. I wouldn't call it a deception",
   "start": 2789.89,
   "duration": 2.369
  },
  {
   "text": "It's a formalization but it's also predicated on the assumption that it's linear rational thinking that leads to these",
   "start": 2792.47,
   "duration": 6.359
  },
  {
   "text": "Intuitive hypotheses, and sometimes that's the case, especially if it's incremental change",
   "start": 2799.68,
   "duration": 5.239
  },
  {
   "text": "But those major leaps forward are like the introduction of new alternative axioms",
   "start": 2805.17,
   "duration": 5.359
  },
  {
   "text": "And then they have to be tested by rationality",
   "start": 2810.53,
   "duration": 2.939
  },
  {
   "text": "Yeah, I think that's exactly right. I think that's also the story of history that you have these intuitive leaps",
   "start": 2814.35,
   "duration": 4.849
  },
  {
   "text": "And yeah",
   "start": 2819.2,
   "duration": 0.84
  },
  {
   "text": "There's a history to those intuitive leaps and you do have to have both",
   "start": 2820.04,
   "duration": 2.369
  },
  {
   "text": "You'd have to understand the history of those intuitive leaps and you also have to understand what an intuitive leap has actually taken place",
   "start": 2822.619,
   "duration": 5.31
  },
  {
   "text": "I think he make that argument about revelation",
   "start": 2827.93,
   "duration": 2.04
  },
  {
   "text": "I think frankly you can make that argument maybe about the Enlightenment that there's some intuitive leaps going on",
   "start": 2829.97,
   "duration": 4.29
  },
  {
   "text": "But those intuitive leaps have a history and don't exist in the absence of the backstory",
   "start": 2834.26,
   "duration": 4.169
  },
  {
   "text": "so the intuitive leap of the enlightenment at large part at least politically seemed to me to be the the",
   "start": 2838.43,
   "duration": 7.14
  },
  {
   "text": "full",
   "start": 2846.09,
   "duration": 1.23
  },
  {
   "text": "articulation of the idea that the human being made in the image of God",
   "start": 2847.32,
   "duration": 4.309
  },
  {
   "text": "had",
   "start": 2852.27,
   "duration": 1.349
  },
  {
   "text": "intrinsic worth that transcended that which was being",
   "start": 2853.619,
   "duration": 4.07
  },
  {
   "text": "Allowed under the feudal system. You see that first. I would say in the transformation of",
   "start": 2858.869,
   "duration": 5.78
  },
  {
   "text": "Renaissance art",
   "start": 2865.53,
   "duration": 1.26
  },
  {
   "text": "Because what you see is the divine figures for example marry in Christ to take a single example or to take two",
   "start": 2866.79,
   "duration": 7.099
  },
  {
   "text": "Particular examples start to remove themselves from their iconic",
   "start": 2874.17,
   "duration": 4.28
  },
  {
   "text": "representation and become genuine individuals and so that's uh, that's a bringing down of the divine to earth, but it's also an",
   "start": 2879.0,
   "duration": 7.25
  },
  {
   "text": "Elevation of the individual right is that these were real people they were like us and at the same time you see this",
   "start": 2887.13,
   "duration": 6.11
  },
  {
   "text": "spread of the idea that well",
   "start": 2893.91,
   "duration": 2.09
  },
  {
   "text": "Each individual is sovereign and worthwhile",
   "start": 2896.0,
   "duration": 2.459
  },
  {
   "text": "And I do think it's out of that that comes eventually the powerful anti-slavery movies",
   "start": 2898.46,
   "duration": 5.64
  },
  {
   "text": "movements and the demand for",
   "start": 2904.56,
   "duration": 2.0
  },
  {
   "text": "Universal suffrage",
   "start": 2908.13,
   "duration": 2.0
  },
  {
   "text": "Yeah",
   "start": 2910.32,
   "duration": 1.59
  },
  {
   "text": "That's exactly right",
   "start": 2911.91,
   "duration": 1.01
  },
  {
   "text": "I mean and this is the part where I become rather perturbed when people suggest that the the",
   "start": 2912.92,
   "duration": 5.88
  },
  {
   "text": "Evils of Western civilization are unique while the goods are Universal. This is this is the part of the argument",
   "start": 2919.08,
   "duration": 5.059
  },
  {
   "text": "I've never understood from people who are highly critical of Western civilization. They point out correctly that",
   "start": 2924.14,
   "duration": 5.34
  },
  {
   "text": "Western civilization has been responsible for an immense amount of evil there. There's tremendous racism endemic in Western civilization",
   "start": 2930.18,
   "duration": 5.66
  },
  {
   "text": "There's there's religious persecution. Obviously, there's genocide against you know, my extended family",
   "start": 2935.85,
   "duration": 5.209
  },
  {
   "text": "I mean this sort of stuff was part Western civilization it is but here's what makes Western civilization different",
   "start": 2941.06,
   "duration": 5.909
  },
  {
   "text": "All of those things exist in virtually every other culture throughout the vast span of time",
   "start": 2947.099,
   "duration": 4.189
  },
  {
   "text": "the good stuff is the part that we don't have a really good explanation for",
   "start": 2951.45,
   "duration": 2.959
  },
  {
   "text": "The good stuff is the part where we have to say. Okay, what drove all the good stuff to happen? Because",
   "start": 2954.539,
   "duration": 4.07
  },
  {
   "text": "Unlikely well like one of the things I can't understand this is a real mystery to meat man, and I can't explain it except",
   "start": 2961.68,
   "duration": 6.469
  },
  {
   "text": "And maybe this is an intuitive idea",
   "start": 2969.63,
   "duration": 2.0
  },
  {
   "text": "because I haven't laid it out as well as I might have but one of the things I cannot understand is how any",
   "start": 2972.119,
   "duration": 6.739
  },
  {
   "text": "Countries escaped absolute corruption because most of the countries in the world are absolutely corrupt. The police are corrupt",
   "start": 2979.26,
   "duration": 7.039
  },
  {
   "text": "The politicians are corrupt. The unions are corrupt. The corporations are corrupt. The currency is corrupt",
   "start": 2986.299,
   "duration": 5.04
  },
  {
   "text": "The day-to-day interactions between people are corrupt and and in the really corrupt countries",
   "start": 2991.44,
   "duration": 5.119
  },
  {
   "text": "The interactions between family members are corrupt, you know, so you get situations like well East Germany",
   "start": 2996.559,
   "duration": 5.729
  },
  {
   "text": "Which is a bit anachronistic now where you know one out of three people were government informers. It's like and corruption is easy, man",
   "start": 3002.289,
   "duration": 7.08
  },
  {
   "text": "It's it's it's it's the Hobbesian way of the world",
   "start": 3009.68,
   "duration": 4.219
  },
  {
   "text": "but then there's a handful of countries and I would include Japan and South Korea among those that where",
   "start": 3014.15,
   "duration": 6.169
  },
  {
   "text": "Corruption isn't the fundamental rule where Trust is the fundamental rule, right?",
   "start": 3020.66,
   "duration": 6.11
  },
  {
   "text": "I can't see how that could have manifested itself",
   "start": 3026.77,
   "duration": 3.359
  },
  {
   "text": "except within the confines of a religious",
   "start": 3030.799,
   "duration": 3.05
  },
  {
   "text": "belief system that insisted above all on",
   "start": 3034.549,
   "duration": 2.87
  },
  {
   "text": "The enactment of a higher moral ethic right something outside of politics something outside of self-interest",
   "start": 3038.51,
   "duration": 6.769
  },
  {
   "text": "It's a weak argument because I still don't understand it",
   "start": 3045.289,
   "duration": 2.78
  },
  {
   "text": "I don't I don't see how a country can make that transition from fundamental corruption to honesty",
   "start": 3048.069,
   "duration": 5.58
  },
  {
   "text": "It's it's an absolute miracle as far as I'm concerned and a number of countries have managed that and they are",
   "start": 3053.65,
   "duration": 6.3
  },
  {
   "text": "Almost all are either West Western countries or highly westernized countries",
   "start": 3060.2,
   "duration": 4.79
  },
  {
   "text": "yeah, I mean, I I think that's exactly right and it's also when you examine different places on earth what you see",
   "start": 3065.9,
   "duration": 5.959
  },
  {
   "text": "Is that the social fabric is going to decide the character of the country?",
   "start": 3071.859,
   "duration": 3.419
  },
  {
   "text": "And this is why when people start saying well",
   "start": 3075.279,
   "duration": 2.37
  },
  {
   "text": "We should apply nordic solutions in the united states and say well is our culture the same as the Nordic culture",
   "start": 3077.65,
   "duration": 4.92
  },
  {
   "text": "Because maybe that solution is not going to work. I mean these sort of one-size-fits-all",
   "start": 3083.06,
   "duration": 3.739
  },
  {
   "text": "Attempt in terms of political policy to just apply things randomly everywhere and then assume they will go exactly the same",
   "start": 3087.38,
   "duration": 6.2
  },
  {
   "text": "it's obviously untrue most famously in sort of the",
   "start": 3093.61,
   "duration": 2.429
  },
  {
   "text": "classical",
   "start": 3096.68,
   "duration": 1.08
  },
  {
   "text": "Neoconservative foreign policy conception that you could plop democracy down in the middle of the Gaza Strip and suddenly then",
   "start": 3097.76,
   "duration": 4.76
  },
  {
   "text": "suddenly everybody would be in favor of free markets and and peace with your neighbors and this sort of",
   "start": 3102.74,
   "duration": 5.54
  },
  {
   "text": "institutions tend to be successful when people are when people",
   "start": 3108.68,
   "duration": 4.969
  },
  {
   "text": "Teach their kids the right things",
   "start": 3114.17,
   "duration": 1.92
  },
  {
   "text": "well",
   "start": 3116.09,
   "duration": 0.75
  },
  {
   "text": "Well, that's also part of the reason that I made the argument constantly to Harris and other atheists that I've talked to that",
   "start": 3116.84,
   "duration": 6.5
  },
  {
   "text": "They're judeo-christian whether they know it or not, right?",
   "start": 3123.38,
   "duration": 2.9
  },
  {
   "text": "And the reason for that is that all of their embodied actions presuppose the judeo-christian ethic. The only thing that isn't",
   "start": 3126.28,
   "duration": 7.589
  },
  {
   "text": "Religious about them is they're",
   "start": 3135.92,
   "duration": 2.0
  },
  {
   "text": "articulated",
   "start": 3138.32,
   "duration": 1.44
  },
  {
   "text": "post-enlightenment",
   "start": 3139.76,
   "duration": 1.71
  },
  {
   "text": "Rational representation of the world and I do think you see that in Harris quite frequently because he does believe in evil",
   "start": 3141.47,
   "duration": 6.739
  },
  {
   "text": "He does really good",
   "start": 3148.31,
   "duration": 1.62
  },
  {
   "text": "he believes that the proper way of proceeding in the world is to move from evil towards good and I",
   "start": 3149.93,
   "duration": 6.8
  },
  {
   "text": "can't",
   "start": 3157.34,
   "duration": 1.65
  },
  {
   "text": "You know",
   "start": 3158.99,
   "duration": 0.53
  },
  {
   "text": "I've had the exactly the same conversation with Sam in and he it was it's been a bizarre",
   "start": 3159.52,
   "duration": 5.159
  },
  {
   "text": "Conversation even on the notion of objective truth so Sam, it's it's kind of weird",
   "start": 3164.96,
   "duration": 4.219
  },
  {
   "text": "so you and Sam and I I would say that I'm as a",
   "start": 3169.18,
   "duration": 2.55
  },
  {
   "text": "Religious person more closely aligned with Sam's vision of what objective truth is and you're sort of American pragmatist Perce",
   "start": 3172.04,
   "duration": 6.8
  },
  {
   "text": "Version of what objective truth is and with that said, I don't know where Sam is getting his version, right?",
   "start": 3179.09,
   "duration": 6.169
  },
  {
   "text": "I'm getting my version from the idea that God created an objective truth that the mind of man can ferret out from time to time",
   "start": 3185.26,
   "duration": 5.489
  },
  {
   "text": "and Sam's version is",
   "start": 3190.93,
   "duration": 2.0
  },
  {
   "text": "What like I just don't understand how evolutionary biology results in anything remotely approaching the idea that an objective truth is possible",
   "start": 3193.31,
   "duration": 7.189
  },
  {
   "text": "I see evolutionarily beneficial stuff happening right that if you if you come up with an idea that makes your species more likely to predominate",
   "start": 3200.59,
   "duration": 7.589
  },
  {
   "text": "Then you hold by that but that doesn't make it objectively true. It makes it objectively useful which is a different thing",
   "start": 3208.4,
   "duration": 5.479
  },
  {
   "text": "I also don't see how it's a straightforward matter to get from reliance on evolutionary biology",
   "start": 3213.88,
   "duration": 6.209
  },
  {
   "text": "say as your fundamental way of orienting yourself with regards to reality the world and something like",
   "start": 3220.43,
   "duration": 5.629
  },
  {
   "text": "The primacy of rationality and the ability to extract out from that rationality something",
   "start": 3226.94,
   "duration": 5.899
  },
  {
   "text": "Approximating a universal morality. I can't see most these three things fitting together at all",
   "start": 3233.03,
   "duration": 5.209
  },
  {
   "text": "This is right. And even even Sam's moral standard, which is generalized to man flourishing. There's a lot of play in those joints",
   "start": 3238.24,
   "duration": 5.52
  },
  {
   "text": "I mean I've asked him several times",
   "start": 3243.76,
   "duration": 1.589
  },
  {
   "text": "I was on my Sunday special and I asked him to define human flourishing and I was pointing out to him that the vast majority",
   "start": 3245.349,
   "duration": 5.01
  },
  {
   "text": "Of human beings disagree on the very nature of what bets firm constitutes",
   "start": 3250.359,
   "duration": 3.42
  },
  {
   "text": "If you if you talk to religious people about what human flourishing constitutes",
   "start": 3253.819,
   "duration": 3.5
  },
  {
   "text": "They're not going to tell you about all of the nice stuff they have in their house",
   "start": 3257.319,
   "duration": 2.79
  },
  {
   "text": "They're gonna tell you about their ability to teach the religious precepts to their kids",
   "start": 3260.109,
   "duration": 3.3
  },
  {
   "text": "if you're talking about human flourishing on an evolutionary level and",
   "start": 3263.41,
   "duration": 3.419
  },
  {
   "text": "Presumably that would assume us having more kids rather than fewer kids and in developed countries, we have fewer kids rather than more kids",
   "start": 3266.9,
   "duration": 5.75
  },
  {
   "text": "So what exactly is the standard for human flourishing other than sort of what sim likes I?",
   "start": 3272.65,
   "duration": 6.6
  },
  {
   "text": "Think part of the way that he",
   "start": 3280.94,
   "duration": 2.0
  },
  {
   "text": "Circumvents that problem is that is by pointing out that it might be possible for us to agree on what constitutes",
   "start": 3284.0,
   "duration": 5.959
  },
  {
   "text": "Unnecessary human suffering and to work for the opposite of that like it it makes it kind of right and we agree on cruelty",
   "start": 3290.96,
   "duration": 7.369
  },
  {
   "text": "I think",
   "start": 3298.329,
   "duration": 2.0
  },
  {
   "text": "And that's why we even agree on that is the trouble",
   "start": 3301.13,
   "duration": 1.85
  },
  {
   "text": "I'm not sure that we agree on that either because it's not like there's been any shortage of",
   "start": 3302.98,
   "duration": 5.04
  },
  {
   "text": "high cruelty warrior cultures in the past",
   "start": 3308.72,
   "duration": 2.989
  },
  {
   "text": "I mean it was certainly the case with Rome",
   "start": 3311.71,
   "duration": 2.0
  },
  {
   "text": "Right or or cruelty on behalf of a greater good right. You could easily make the case for cruelty on behalf of human flourishing",
   "start": 3314.059,
   "duration": 6.14
  },
  {
   "text": "I mean Hitler did it's it's it's an evil case. That's the whole point",
   "start": 3320.2,
   "duration": 3.51
  },
  {
   "text": "Okay, that's the that was the case of communism that you break a few eggs to make an omelet",
   "start": 3323.96,
   "duration": 3.859
  },
  {
   "text": "That is the higher human flourishing is the root is the interest of the majority. It's",
   "start": 3328.03,
   "duration": 4.679
  },
  {
   "text": "Not rational, I mean one of the things I really liked about the Solzhenitsyn's book The Gulag Archipelago was that you know",
   "start": 3333.92,
   "duration": 6.229
  },
  {
   "text": "He makes this he makes an anti enlightenment case in a very matter because he says well look",
   "start": 3340.15,
   "duration": 6.33
  },
  {
   "text": "Here's four or five axioms or six or seven axioms. They're derived directly from Marxism and",
   "start": 3346.52,
   "duration": 5.0
  },
  {
   "text": "If you accept those and then you act rationally as a consequence of your excite those",
   "start": 3353.96,
   "duration": 5.929
  },
  {
   "text": "axioms and of course the Marxists would claim that those axioms were derived by rational means that all you get is something",
   "start": 3360.41,
   "duration": 6.65
  },
  {
   "text": "approximating all hell breaking loose and",
   "start": 3367.76,
   "duration": 2.0
  },
  {
   "text": "So what's to be the case is that there is a necessary set of underlying axioms",
   "start": 3370.04,
   "duration": 4.459
  },
  {
   "text": "And I do believe they're coded properly in the judeo-christian ethic that if you then act upon rationally you get something approximating",
   "start": 3374.5,
   "duration": 7.619
  },
  {
   "text": "Whatever progress we've managed to make and a promise is substantive",
   "start": 3382.82,
   "duration": 4.369
  },
  {
   "text": "Yep, totally agree. And this is effectively the case that I'm making in the book",
   "start": 3387.859,
   "duration": 4.94
  },
  {
   "text": "I think that the big difference we have right now in civilization is the difference that was first articulated",
   "start": 3392.8,
   "duration": 3.959
  },
  {
   "text": "I think beautifully by GK Chesterton in in his sort of contrast between left and right his",
   "start": 3397.1,
   "duration": 5.149
  },
  {
   "text": "Analogy and it's a beautiful metaphor is that you're walking through a forest and you come across a wall",
   "start": 3402.8,
   "duration": 4.879
  },
  {
   "text": "It's just this old archaic wall old stone wall. You don't know why it's there",
   "start": 3407.68,
   "duration": 3.449
  },
  {
   "text": "If you're on the left, your first instinct is I don't know why this wall is here",
   "start": 3411.13,
   "duration": 3.3
  },
  {
   "text": "Probably I should tear this wall out because why is the wall here?",
   "start": 3414.44,
   "duration": 2.54
  },
  {
   "text": "I don't know the person on the right the kind of conservative or traditional person the traditionally minded person their first instinct is I",
   "start": 3416.98,
   "duration": 7.77
  },
  {
   "text": "Don't know why this wall is here. I'm gonna go try and find out why the wall is here",
   "start": 3425.0,
   "duration": 3.77
  },
  {
   "text": "And then maybe I'll think about tearing it out. Mm-hmm. And that's and that's",
   "start": 3428.77,
   "duration": 3.3
  },
  {
   "text": "The case I'm making I think with regard to what our civilization there are",
   "start": 3432.77,
   "duration": 4.25
  },
  {
   "text": "Foundational things in our civilization that maybe it's possible to remove that particular Jenga block and everything stands",
   "start": 3437.45,
   "duration": 5.33
  },
  {
   "text": "But I'm not gonna pretend that just because I don't understand",
   "start": 3442.78,
   "duration": 3.0
  },
  {
   "text": "the reason for this particular revelatory principle at the revelatory principle isn't important and",
   "start": 3446.03,
   "duration": 5.359
  },
  {
   "text": "Undergirding and therefore a reason and put there by people who are just as smart as I was there's a certain arrogance to two people",
   "start": 3451.49,
   "duration": 5.09
  },
  {
   "text": "Who are living now that they were much smarter than people who came before?",
   "start": 3456.68,
   "duration": 2.719
  },
  {
   "text": "No, it's just that you're standing on those people's shoulders so you can see a little bit further",
   "start": 3459.619,
   "duration": 3.14
  },
  {
   "text": "But the truth is that they were probably seven-foot. You're probably a 4-footer. Yeah",
   "start": 3462.76,
   "duration": 3.929
  },
  {
   "text": "well, it's definitely the case that my intellectual attitude changed quite substantially when I decided that I was going to",
   "start": 3466.69,
   "duration": 5.939
  },
  {
   "text": "risk",
   "start": 3473.72,
   "duration": 1.11
  },
  {
   "text": "Taking the religious texts that I was studying with some degree of seriousness",
   "start": 3474.83,
   "duration": 4.459
  },
  {
   "text": "Mike and I came to that through Solzhenitsyn and young I would say fundamentally because they made a strong case for",
   "start": 3479.72,
   "duration": 5.569
  },
  {
   "text": "things",
   "start": 3486.079,
   "duration": 2.0
  },
  {
   "text": "Let's say they made a strong case that there were",
   "start": 3488.66,
   "duration": 3.35
  },
  {
   "text": "Presuppositions",
   "start": 3493.91,
   "duration": 1.379
  },
  {
   "text": "Encoded in those narratives in a dreamlike manner",
   "start": 3495.289,
   "duration": 3.32
  },
  {
   "text": "Same way that Piaget did that we couldn't do without and that we should be very careful in",
   "start": 3499.19,
   "duration": 6.56
  },
  {
   "text": "dispensing with them in that a",
   "start": 3506.0,
   "duration": 2.0
  },
  {
   "text": "arrogant rational manner so that you you treat you start by treating the text with a certain amount of reverence and",
   "start": 3508.369,
   "duration": 5.989
  },
  {
   "text": "You with a certain amount of ignorance, right?",
   "start": 3514.73,
   "duration": 2.359
  },
  {
   "text": "It's it's there's something here that you don't understand and you",
   "start": 3517.089,
   "duration": 3.69
  },
  {
   "text": "should probably assume that it's worthwhile because it's being being kept rather than to leap to the",
   "start": 3521.18,
   "duration": 5.54
  },
  {
   "text": "Proposition that you and your ignorance can clearly see why it's unnecessary",
   "start": 3527.45,
   "duration": 5.419
  },
  {
   "text": "Yeah, and and I think that the greatest impact the the saddest part of this. Is that the greatest impact in terms of throwing away",
   "start": 3533.599,
   "duration": 6.14
  },
  {
   "text": "the the stories of",
   "start": 3540.65,
   "duration": 1.679
  },
  {
   "text": "our heritage basically is that that impact is generally not going to be felt in the",
   "start": 3542.329,
   "duration": 4.64
  },
  {
   "text": "urban centers with people who go to Sam's lectures or listen to his podcast those people have a",
   "start": 3547.13,
   "duration": 4.729
  },
  {
   "text": "worldview that they have shaped by listening to stuff like Sam's or or Steven Pinker's or Richard Dawkins and",
   "start": 3553.309,
   "duration": 7.04
  },
  {
   "text": "That worldview. Well, I think it may not be fully coherent it coheres for them",
   "start": 3560.539,
   "duration": 4.67
  },
  {
   "text": "but the problem is that you apply that to people whose main draw to",
   "start": 3565.21,
   "duration": 3.869
  },
  {
   "text": "to",
   "start": 3569.299,
   "duration": 0.631
  },
  {
   "text": "morality is not going to come from listening to these particular sources the people who got their social fabric from churches in the middle of",
   "start": 3569.93,
   "duration": 6.5
  },
  {
   "text": "The country in the United States the people who have built a social fabric along with their neighbors because they have a commonly oriented goal",
   "start": 3576.43,
   "duration": 5.099
  },
  {
   "text": "And then you take that away from them and you offer them go find your own purpose. Good luck with that. Yeah",
   "start": 3581.529,
   "duration": 4.59
  },
  {
   "text": "That's right. They're not going to turn into fully fledged",
   "start": 3586.849,
   "duration": 4.07
  },
  {
   "text": "humanistic",
   "start": 3591.859,
   "duration": 1.351
  },
  {
   "text": "Positively thinking enlightenment types merely as a consequence of abandoning",
   "start": 3593.21,
   "duration": 4.879
  },
  {
   "text": "The religious superstitions is exactly the thing that that the Enlightenment types I think are",
   "start": 3598.089,
   "duration": 6.81
  },
  {
   "text": "naive about",
   "start": 3605.9,
   "duration": 1.5
  },
  {
   "text": "Its now and then to build up is is is sort of the way that I put it to see em",
   "start": 3607.4,
   "duration": 4.06
  },
  {
   "text": "Yes, you can tear apart my religious tradition and you can probably do so in an entertaining way",
   "start": 3611.46,
   "duration": 4.86
  },
  {
   "text": "I mean you do obviously and then how are you gonna build? What exactly are you building?",
   "start": 3616.32,
   "duration": 3.959
  },
  {
   "text": "You know and and I can do the same thing to to your worldview",
   "start": 3620.32,
   "duration": 3.469
  },
  {
   "text": "But then what am I building the question is going to be?",
   "start": 3623.79,
   "duration": 2.339
  },
  {
   "text": "What are the foundational we're not we're not standing. We're not standing up. We're not standing on the first floor of the building",
   "start": 3627.1,
   "duration": 5.569
  },
  {
   "text": "We are standing on the top floor of a building",
   "start": 3632.67,
   "duration": 1.9
  },
  {
   "text": "you can't go at the bottom floor with jackhammers and then expected the top story is just gonna",
   "start": 3634.57,
   "duration": 3.829
  },
  {
   "text": "Stay there. It said that's not how this works. Yes. Yeah. Yeah. Yeah, that's exactly it. So, all right. All right",
   "start": 3638.95,
   "duration": 7.219
  },
  {
   "text": "Well, look, um, I promised that I'd let you be at 1:15, and it's 1:25",
   "start": 3646.17,
   "duration": 5.19
  },
  {
   "text": "And so I don't want to take up any more of your time",
   "start": 3651.36,
   "duration": 2.25
  },
  {
   "text": "I'm",
   "start": 3654.13,
   "duration": 1.02
  },
  {
   "text": "Very pleased that your book is doing well",
   "start": 3655.15,
   "duration": 2.81
  },
  {
   "text": "I hope that it does accomplish what you set out to accomplish with it is to",
   "start": 3657.96,
   "duration": 5.219
  },
  {
   "text": "Make the case that it's much more appropriate for us in the modern world to continue to to",
   "start": 3663.73,
   "duration": 6.979
  },
  {
   "text": "consider the Enlightenment",
   "start": 3671.08,
   "duration": 2.0
  },
  {
   "text": "First of all in its faults as well as its virtues. It's a very important issue",
   "start": 3674.32,
   "duration": 4.489
  },
  {
   "text": "but also to continue to consider it as a",
   "start": 3679.48,
   "duration": 2.84
  },
  {
   "text": "continuation of a process that started thousands of years before and that can't be just casually dismissed on",
   "start": 3682.75,
   "duration": 6.439
  },
  {
   "text": "The presupposition that the Enlightenment was drawn out of a hat by a magician, you know four hundred years ago with no",
   "start": 3690.25,
   "duration": 6.59
  },
  {
   "text": "Developmental precursor. I think that's an it's you know, the only thing that's remarkable to me about that",
   "start": 3697.57,
   "duration": 4.76
  },
  {
   "text": "is that the people so many of the people who are",
   "start": 3702.33,
   "duration": 3.059
  },
  {
   "text": "Enlightenment types like Pinker and Hitchens and Harris are also evolutionary",
   "start": 3705.82,
   "duration": 4.579
  },
  {
   "text": "biologists and",
   "start": 3711.1,
   "duration": 1.29
  },
  {
   "text": "Jesus they should know better man. It's like",
   "start": 3712.39,
   "duration": 2.15
  },
  {
   "text": "even people like Fran's de Waal, you know, it's been studied chimpanzee behavior has shown very clearly the",
   "start": 3715.18,
   "duration": 5.78
  },
  {
   "text": "Evolutionary origins of a rather profound proto morality. So even you're not",
   "start": 3721.69,
   "duration": 5.12
  },
  {
   "text": "Looking at this from the perspective of divine revelation, whatever that might be and that's a great mystery, you know",
   "start": 3727.57,
   "duration": 6.229
  },
  {
   "text": "Because I think often divine revelation is the revelation of our true nature to ourselves and you know",
   "start": 3733.8,
   "duration": 5.729
  },
  {
   "text": "That might be metaphysically mediated god only knows",
   "start": 3739.53,
   "duration": 2.979
  },
  {
   "text": "But there's a lengthy developmental history",
   "start": 3743.15,
   "duration": 2.78
  },
  {
   "text": "preceding the development of anything like",
   "start": 3746.93,
   "duration": 2.0
  },
  {
   "text": "Fundamental moral assumptions and the evolutionary biology seems to support that presupposition",
   "start": 3750.26,
   "duration": 5.93
  },
  {
   "text": "powerfully, and so that's another",
   "start": 3757.07,
   "duration": 2.0
  },
  {
   "text": "contradiction in the Enlightenment viewpoint that I just don't get it's like well as far as you're concerned as an evolutionary biologist",
   "start": 3759.83,
   "duration": 6.649
  },
  {
   "text": "Everything has a history. That should be",
   "start": 3767.24,
   "duration": 2.42
  },
  {
   "text": "Marked off in the hundreds of millions or at least the tens of millions of years and yet this radically important",
   "start": 3770.27,
   "duration": 6.86
  },
  {
   "text": "Transformation in the manner in which human beings conducted themselves. Well, that was just something that emerged",
   "start": 3777.59,
   "duration": 4.729
  },
  {
   "text": "Out of nothing, right? It's like it's it's it's it's it's so funny because it's a it's a",
   "start": 3782.84,
   "duration": 5.419
  },
  {
   "text": "ex nihilo",
   "start": 3788.81,
   "duration": 1.55
  },
  {
   "text": "I don't think",
   "start": 3790.36,
   "duration": 2.0
  },
  {
   "text": "Argument it's like well we were ignorant",
   "start": 3793.79,
   "duration": 2.0
  },
  {
   "text": "Feudalistic",
   "start": 3797.03,
   "duration": 1.35
  },
  {
   "text": "Christians squabbling among each other in this",
   "start": 3798.38,
   "duration": 2.659
  },
  {
   "text": "superstitious morass and all of a sudden out of nowhere",
   "start": 3801.68,
   "duration": 3.169
  },
  {
   "text": "in some sense came this brilliant new way of looking at the world, and I don't",
   "start": 3805.07,
   "duration": 5.33
  },
  {
   "text": "See how that's in keeping with that deeper view of history that's necessary if you're an evolutionary biologist",
   "start": 3810.74,
   "duration": 5.63
  },
  {
   "text": "Yeah, I obviously agree totally with that and I find it kind of hilarious. So a lot of the presuppositions that are made are",
   "start": 3817.73,
   "duration": 6.86
  },
  {
   "text": "fundamentally at odds with a lot of the other presuppositions that are that are that undergird the system of thought when you see",
   "start": 3825.32,
   "duration": 5.0
  },
  {
   "text": "You know, I was talking to Pinker just recently really like two weeks ago and I broke this topic, you know",
   "start": 3830.32,
   "duration": 6.81
  },
  {
   "text": "he did agree, by the way to have a three-way discussion with you and I",
   "start": 3837.13,
   "duration": 3.84
  },
  {
   "text": "Yeah, I mean I'd totally be interested in that",
   "start": 3842.21,
   "duration": 2.75
  },
  {
   "text": "Yes",
   "start": 3844.96,
   "duration": 0.67
  },
  {
   "text": "talk to the CA people and we're gonna try to set it up because I centigrate I think that would be great and we could",
   "start": 3845.63,
   "duration": 5.84
  },
  {
   "text": "We could we could see what you see. We'll have an all right festival. That's",
   "start": 3851.47,
   "duration": 3.929
  },
  {
   "text": "Is now everybody's all right if you",
   "start": 3858.47,
   "duration": 2.0
  },
  {
   "text": "To Jews to Jews in a self-help in Canadian",
   "start": 3863.93,
   "duration": 2.689
  },
  {
   "text": "It would be C because one of the things that struck me so interestingly about",
   "start": 3870.71,
   "duration": 4.579
  },
  {
   "text": "the last time I talked to him was as soon as I broached the argument that",
   "start": 3875.59,
   "duration": 4.05
  },
  {
   "text": "these Enlightenment ideas were",
   "start": 3880.22,
   "duration": 2.0
  },
  {
   "text": "founded in something that looked like a",
   "start": 3882.92,
   "duration": 2.029
  },
  {
   "text": "metaphysical religious narrative, whatever its origins",
   "start": 3885.8,
   "duration": 2.989
  },
  {
   "text": "All he did was point to all the negative examples of what religious structures have",
   "start": 3888.79,
   "duration": 6.959
  },
  {
   "text": "Managed and right that seems to be to be such an unfair argument because it's an avoidance argument again",
   "start": 3896.24,
   "duration": 5.81
  },
  {
   "text": "Then that's also stuff that",
   "start": 3902.15,
   "duration": 1.74
  },
  {
   "text": "Non religious structures have created like that's that's the the question is not why bad stuff happens in religious society",
   "start": 3903.89,
   "duration": 6.619
  },
  {
   "text": "The question is why good stuff at all?",
   "start": 3910.51,
   "duration": 2.0
  },
  {
   "text": "Yes, that is the question is specially given that it's it's inappropriate to conflate",
   "start": 3912.56,
   "duration": 5.689
  },
  {
   "text": "religious structures with tribalism, correct, you know",
   "start": 3919.07,
   "duration": 2.929
  },
  {
   "text": "Especially because you can you can look I mean you might want to blame",
   "start": 3922.0,
   "duration": 3.33
  },
  {
   "text": "Human evil on the proclivity for us to gather together in groups under a religious hierarchy",
   "start": 3925.67,
   "duration": 6.529
  },
  {
   "text": "But then you're stuck with the problem of chimpanzees who do exactly the same thing with the equivalent degree of brutality",
   "start": 3932.63,
   "duration": 6.859
  },
  {
   "text": "With no religious thinking whatsoever",
   "start": 3939.83,
   "duration": 2.0
  },
  {
   "text": "And so I think it's perfectly reasonable to point out that religious thinking can become a variant of tribalism",
   "start": 3941.83,
   "duration": 6.869
  },
  {
   "text": "but it's no more fair to",
   "start": 3948.86,
   "duration": 2.0
  },
  {
   "text": "blame",
   "start": 3951.53,
   "duration": 1.53
  },
  {
   "text": "human social",
   "start": 3953.06,
   "duration": 1.26
  },
  {
   "text": "conflict on religion than it is to blame the existence of",
   "start": 3954.32,
   "duration": 2.929
  },
  {
   "text": "hierarchy on",
   "start": 3957.44,
   "duration": 0.75
  },
  {
   "text": "Capitalism the greatest tribalism that I'm seeing it in today's world has not only nothing to do with religion",
   "start": 3958.19,
   "duration": 4.82
  },
  {
   "text": "But is actively anti religion or the greatest tribalism that I'm seeing right now whether you're talking about the intersection or left that creates",
   "start": 3963.01,
   "duration": 6.78
  },
  {
   "text": "Hierarchies of value based on your group membership or whether you're talking about the white supremacists",
   "start": 3969.95,
   "duration": 4.31
  },
  {
   "text": "All right",
   "start": 3974.26,
   "duration": 0.3
  },
  {
   "text": "which is militantly anti-christian and sees Christianity and Judaism by extension as as a weakness that that",
   "start": 3974.56,
   "duration": 7.77
  },
  {
   "text": "That's pure tribalism white supremacy has nothing to do with overarching religious instincts",
   "start": 3983.18,
   "duration": 5.329
  },
  {
   "text": "In fact, it says that overarching religious instinct is quite bad",
   "start": 3988.51,
   "duration": 2.61
  },
  {
   "text": "one of the great anti tribal forces in human history has been the presence of",
   "start": 3991.19,
   "duration": 3.95
  },
  {
   "text": "Religion is a point that Robert Putnam makes in Bowling Alone",
   "start": 3995.27,
   "duration": 2.39
  },
  {
   "text": "he were pretty supposed that diversity was our strength as the as the Nostrum goes and",
   "start": 3997.94,
   "duration": 5.51
  },
  {
   "text": "He then found that ethnic diversity in a vacuum doesn't actually create strength it creates",
   "start": 4003.91,
   "duration": 5.959
  },
  {
   "text": "diversity",
   "start": 4010.78,
   "duration": 1.2
  },
  {
   "text": "What he said is the only two things you get with pure ethnic diversity",
   "start": 4011.98,
   "duration": 2.629
  },
  {
   "text": "Are increased protests marches and increased television watching but if you have a common purpose if you have a common purpose a common",
   "start": 4014.68,
   "duration": 6.199
  },
  {
   "text": "Reason for being together then ethnic diversity and experiential diversity is our strength and it's really great, right?",
   "start": 4021.13,
   "duration": 6.02
  },
  {
   "text": "there you go to a church and you see diverse group of people all of whom came from different places and they all care for",
   "start": 4027.15,
   "duration": 4.739
  },
  {
   "text": "each other and they're all taking care of each other and they all have different stories to tell and enriching stories to tell",
   "start": 4031.89,
   "duration": 4.08
  },
  {
   "text": "That's how you build the society",
   "start": 4036.099,
   "duration": 2.0
  },
  {
   "text": "To play the same axiomatic game exam is predicated on these underlying",
   "start": 4038.349,
   "duration": 4.55
  },
  {
   "text": "Revelatory truths the most important of which as you pointed out is the notion that human beings are made in the image of God",
   "start": 4043.81,
   "duration": 7.369
  },
  {
   "text": "which which you know, it's one of the things because I'm",
   "start": 4051.31,
   "duration": 3.559
  },
  {
   "text": "You know, I tend never to take a religious view if I could take a scientific view I",
   "start": 4057.55,
   "duration": 4.76
  },
  {
   "text": "Never take a metaphysical view if I could take a reductionist view, you know, it's a form of Mental Hygiene in some sense",
   "start": 4062.98,
   "duration": 6.859
  },
  {
   "text": "but there are statements there are biblical statements that are so",
   "start": 4070.24,
   "duration": 3.709
  },
  {
   "text": "Unlikely that it's very difficult for me to account for them",
   "start": 4074.47,
   "duration": 4.249
  },
  {
   "text": "reductionistic aliy or even biologically even though I've done my best to do so and that",
   "start": 4079.63,
   "duration": 5.03
  },
  {
   "text": "Well the idea that you extract the best out of the chaos of potential with truth",
   "start": 4085.239,
   "duration": 5.54
  },
  {
   "text": "That's one man",
   "start": 4091.029,
   "duration": 1.19
  },
  {
   "text": "Because that is one daring metaphysical statement and that requires a tremendous amount of courage to even attempt and I do believe that it's true",
   "start": 4092.219,
   "duration": 7.53
  },
  {
   "text": "I'm not sure. It's not the most true thing. That's ever been written",
   "start": 4100.299,
   "duration": 3.29
  },
  {
   "text": "But then a close contender would be the one that you identified which is well men and women are made in the image of God",
   "start": 4103.779,
   "duration": 6.95
  },
  {
   "text": "It's like who the hell would have thought that up? But as much it's such a it's it's it's so crazily",
   "start": 4111.06,
   "duration": 6.87
  },
  {
   "text": "Irrational in a sense it flies in the face of",
   "start": 4120.549,
   "duration": 2.24
  },
  {
   "text": "Everything that you see about human beings are virtually everything that you see about them. They're hierarchical arrangement their relative weakness their mortality",
   "start": 4123.13,
   "duration": 7.28
  },
  {
   "text": "They're flawed nature their sinful nature",
   "start": 4130.63,
   "duration": 2.75
  },
  {
   "text": "You know their their their their innumerable",
   "start": 4133.96,
   "duration": 2.66
  },
  {
   "text": "Inadequacies and then to say in spite of all that so long ago",
   "start": 4137.2,
   "duration": 4.219
  },
  {
   "text": "And at the beginning of this civilizing tradition that well. Yeah, despite all that",
   "start": 4142.0,
   "duration": 3.959
  },
  {
   "text": "self-evident",
   "start": 4146.839,
   "duration": 1.951
  },
  {
   "text": "Pathology and radical individual difference in power and ability that each of us has a divine spark",
   "start": 4148.79,
   "duration": 6.95
  },
  {
   "text": "It's like ha",
   "start": 4156.02,
   "duration": 2.0
  },
  {
   "text": "It isn't it's an amazing thought and it's an inspiring thought and I hope that at the end of the day",
   "start": 4158.99,
   "duration": 4.369
  },
  {
   "text": "that's that's if we're gonna take away one message from I think this",
   "start": 4163.359,
   "duration": 3.18
  },
  {
   "text": "Conversation and in general if loons had one message out to the world the idea that you're made in the image of God",
   "start": 4166.67,
   "duration": 4.52
  },
  {
   "text": "And so is everybody else if we build on that? I think we can build something. That's an excellent place to end",
   "start": 4171.19,
   "duration": 5.49
  },
  {
   "text": "Well, thanks so much. I really appreciate it Orden",
   "start": 4177.53,
   "duration": 1.88
  },
  {
   "text": "it's really good to talk to you Ben and get with your book and I hope it has the effect that you're",
   "start": 4179.41,
   "duration": 4.529
  },
  {
   "text": "you're hoping for I hope that we can that we can make a",
   "start": 4184.04,
   "duration": 3.02
  },
  {
   "text": "Strong case especially with the Enlightenment types and and even the atheists to some degree. I hope so",
   "start": 4187.7,
   "duration": 6.079
  },
  {
   "text": "I think that in the end we can all be on the same page",
   "start": 4193.78,
   "duration": 2.04
  },
  {
   "text": "But I think they're gonna have to recognize the the value of tradition just as we respect the value of reason great",
   "start": 4195.89,
   "duration": 6.739
  },
  {
   "text": "Right. Awesome. It's a sword. Okay, man, II love to see it. I see",
   "start": 4202.94,
   "duration": 4.01
  }
 ]
}