{
 "video_id": "_v-NfZ1j918",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Leaders: Myth & Reality: General Stanley McChrystal",
 "url": "https://www.youtube.com/watch?v=_v-NfZ1j918",
 "date": "2019-02-04",
 "description": "I had the opportunity to speak recently with General Stanley McChrystal, retired four-star general, former Commander of the International Security Assistance Force and Commander, US Forces, Afghanistan. Since 2010, he has taught courses in international relations at Yale University as a Senior Fellow of the University's Jackson Institute for Global Affairs. \n\nGeneral McChrystal is also the the bestselling author of Leaders: Myth and Reality, described by the publisher as follows: “Leadership is not what you think it is… and it never was. Find out why in our new book Leaders: Myth and Reality which explains why leaders are important, but rarely for the reasons we think. Leaders, the follow up to New York Times bestseller Team of Teams and Wall Street Journal bestseller One Mission, profiles 13 historical leaders and reveals essential lessons on leading today.”\n\nWikipedia has the following biographical note, of some interest: “McChrystal was reportedly known for saying what other military leaders were thinking but were afraid to say; this was one of the reasons cited for his appointment to lead all forces in Afghanistan, and also the reason he was later relieved of that command.” \n\nGeneral McChrystal is also spearheading programs designed to integrated disaffected young people into responsible citizenship, including the ServiceYear Alliance (https://about.serviceyear.org/), described in the following terms:\n\n“Service years are available in a variety of focus areas, including: education, environment, disaster relief, nonprofit capacity, and many more. You can find opportunities across the country on the ServiceYear.org — our online platform that makes it easy for young people to search for the perfect opportunity. Whether you’re in high school or college, or looking to find your path — a service year gives you the chance to develop leadership and professional skills, make an impact on the lives of others, and become the active citizens and leaders our nation needs.”\n\nPerhaps this is what you’re looking for—or something you would consider supporting as a voting and communicating citizen. \n\nIt was a pleasure speaking with General McChrystal. \n\nThe Future Authoring program I mentioned, designed to help people develop a vision and a strategy for their life, can be found at https://www.selfauthoring.com/future-authoring\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 4554,
 "transcript_parts": [
  {
   "text": "Alright, well, hi everyone",
   "start": 19.6,
   "duration": 1.84
  },
  {
   "text": "I'm please today, I'm very pleased to",
   "start": 21.74,
   "duration": 1.96
  },
  {
   "text": "Have the opportunity, the privilege,",
   "start": 24.54,
   "duration": 2.14
  },
  {
   "text": "to speak with General Stanley McChrystal",
   "start": 26.68,
   "duration": 2.9
  },
  {
   "text": "General McChrystal retired in July 2010 as a four star general.",
   "start": 31.2,
   "duration": 4.86
  },
  {
   "text": "After over 34 years of service in the US army,",
   "start": 37.24,
   "duration": 2.96
  },
  {
   "text": "His final assignment was as the commander of NATO's",
   "start": 40.2,
   "duration": 2.0
  },
  {
   "text": "International Security Assistance Force",
   "start": 42.2,
   "duration": 2.0
  },
  {
   "text": "and all US forces in Afghanistan.",
   "start": 44.2,
   "duration": 2.0
  },
  {
   "text": " ",
   "start": 46.2,
   "duration": 2.0
  },
  {
   "text": "He had previously served as",
   "start": 48.2,
   "duration": 2.0
  },
  {
   "text": "the director of the Joint Staff",
   "start": 50.2,
   "duration": 2.0
  },
  {
   "text": "Yo, there's a, there's a research showing what makes a physician an effective diagnostician.",
   "start": 406.26,
   "duration": 7.18
  },
  {
   "text": "and one of the markers is the number of words that the patient speaks",
   "start": 413.74,
   "duration": 3.72
  },
  {
   "text": "compared to the number of words the physician speaks in the first 15 minutes of their interaction.",
   "start": 417.76,
   "duration": 5.04
  },
  {
   "text": "and the more words the patient speaks the higher the diagnostic accuracy of the physician.",
   "start": 423.14,
   "duration": 4.78
  }
 ]
}