{"video_id": "BjASPEJBtXw", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Auckland Clip 5: On Starting a Political Career", "url": "https://www.youtube.com/watch?v=BjASPEJBtXw", "date": "2019-09-07", "description": "My wife, Tammy, and I toured Australia and New Zealand in February. I was lecturing about the topics covered in my book, 12 Rules for Life (and also Maps of Meaning, my first book). I had a number of the lectures professionally filmed.  This is a highlight from my lecture in Auckland on what a person might consider mastering before embarking on a political career. \n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 247, "transcript_parts": [{"text": "What would you say to a young man looking to get into politics", "start": 0.579, "duration": 3.26}, {"text": "Well, the first thing I would say is", "start": 9.55, "duration": 2.0}, {"text": "It's a mistake to be fatally cynical about politics because", "start": 15.19, "duration": 4.429}, {"text": "For all the reasons there are to be fatally cynical about politics", "start": 21.25, "duration": 3.92}, {"text": "There's much more reason to be fatally cynical about", "start": 25.17, "duration": 3.389}, {"text": "the conflict that will inevitably arise or the tyranny that will inevitably", "start": 28.869, "duration": 5.119}, {"text": "Manifest itself if we can't handle the dirty business of politics", "start": 34.42, "duration": 4.28}, {"text": "properly. So I would say don't become prematurely", "start": 39.34, "duration": 4.129}, {"text": "Cynical about it. The next thing I would say is", "start": 44.86, "duration": 3.199}, {"text": "What do you know? And", "start": 49.629, "duration": 2.0}, {"text": "That's a very important question. It's like", "start": 52.6, "duration": 2.15}, {"text": "What does it mean to get into politics?", "start": 55.449, "duration": 2.6}, {"text": "Exactly. Does that mean to seek political power? Does that mean to seek power?", "start": 58.629, "duration": 5.06}, {"text": "Well, first of all, you shouldn't be seeking power. You should be seeking competence and", "start": 64.299, "duration": 4.94}, {"text": "In order to seek competence, you better know something and so I would say well if you want to get into politics", "start": 69.82, "duration": 6.409}, {"text": "You want to educate yourself, you know and all the things you need to be educated in life", "start": 76.78, "duration": 4.55}, {"text": "I mean you can you can start to play the political game to familiarize yourself with it", "start": 81.33, "duration": 5.549}, {"text": "But you know, it's not such a bad idea - to", "start": 86.88, "duration": 2.58}, {"text": "well it's not such a bad idea to have a job for a while and", "start": 89.71, "duration": 3.319}, {"text": "Maybe a career and maybe it's not such a bad idea to have a successful career, upon,", "start": 93.369, "duration": 5.45}, {"text": "In which people are dependent on you so that you start to understand what that sort of", "start": 99.189, "duration": 4.88}, {"text": "Responsibility means. And then maybe it's not such a bad idea to have a family because like human beings", "start": 104.259, "duration": 5.6}, {"text": "mature adult human beings tend to have families and and they transform when they have families because when you have children then someone", "start": 110.5, "duration": 7.489}, {"text": "becomes more important to you than you are and you're not mature until that happens. And so that's necessary", "start": 118.3, "duration": 7.16}, {"text": "And so I would say well make sure that if you're looking to get into politics that you're even more looking", "start": 125.46, "duration": 6.36}, {"text": "To get into competence and that you learned", "start": 132.04, "duration": 2.36}, {"text": "everything you can possibly learn that would make you a reasonably wise person by the time you", "start": 135.2, "duration": 6.48}, {"text": "Attain whatever level of power you might, authority, let's say, you might be seeking. I mean I've seen lots of people", "start": 142.1, "duration": 6.22}, {"text": "Get into politics", "start": 148.94, "duration": 1.54}, {"text": "You know this happens with ideologues and the way they ratchet themselves up the power hierarchy is by being more effective", "start": 150.48, "duration": 7.32}, {"text": "Avatars... puppets of their particular ideological stance and there's nothing about that, that's useful", "start": 158.3, "duration": 6.2}, {"text": "There's nothing in it that will solve any real-world problems and there's plenty that will make it much worse", "start": 164.5, "duration": 6.239}, {"text": "And so if that's what getting into politics means I would say stay the hell away from it", "start": 170.739, "duration": 5.13}, {"text": "but if it's a matter of developing your character and then at some point", "start": 175.87, "duration": 3.509}, {"text": "adopting your social", "start": 179.9, "duration": 1.649}, {"text": "responsibility then go for it and more power to you because we need people who are competent and careful and truthful and courageous and", "start": 181.549, "duration": 7.88}, {"text": "forthright to enter the political sphere so that things don't", "start": 189.95, "duration": 4.279}, {"text": "degenerate and hopefully have some chance of at least maintaining themselves or improving so", "start": 194.75, "duration": 6.259}, {"text": "There's...you need... What do you need to know?", "start": 202.04, "duration": 2.539}, {"text": "You need to be really good at at least one thing you have to specialize. You have to be a great networker", "start": 204.579, "duration": 6.029}, {"text": "You have to know a lot of people. You have to be honest. You have to be articulate.", "start": 210.609, "duration": 4.11}, {"text": "you have to... You have to have a vision. You have to have a strategy. You have to know something about history and", "start": 214.72, "duration": 5.909}, {"text": "Economics and politics. It'd be good to know something about science", "start": 220.76, "duration": 3.11}, {"text": "You know", "start": 224.419, "duration": 0.68}, {"text": "you have to be a polymath of sorts before you should dare to enter that realm with any degree of", "start": 225.099, "duration": 5.55}, {"text": "confidence because otherwise", "start": 230.81, "duration": 1.37}, {"text": "All you are is a loose cannon and you'll come up with global proposals to improve improve the world", "start": 232.18, "duration": 6.149}, {"text": "You know by waving your wand that will do nothing but make everything worse", "start": 238.37, "duration": 4.16}]}