{"video_id": "BwW9QV5Ulmw", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Stephen Hicks: Postmodernism: Reprise", "url": "https://www.youtube.com/watch?v=BwW9QV5Ulmw", "date": "2019-05-27", "description": "Podcast available at (http://bit.ly/2JfN08t). \n\nI last spoke to Dr. Stephen R. C. Hicks (www.stephenhicks.org), Professor of Philosophy at Rockford University, Illinois, USA, Executive Director of the Center for Ethics and Entrepreneurship, and Senior Scholar at The Atlas Society in August of 2017 (http://bit.ly/306ggDQ), and decided that it was time for an update. Dr. Hicks received his Bachelor’s and Master’s degrees from the University of Guelph, Canada, and his Ph.D. in philosophy from Indiana University, Bloomington, USA. He has published four books, translated into sixteen different languages:\n\n• In 1994; 2nd ed 1998 The Art of Reasoning: Readings for Logical Analysis (co-edited with David Kelley, W. W. Norton & Co., 1994, second edition 1998).\n• In 2010, Nietzsche and the Nazis \n• In 2016, Entrepreneurial Living (co-edited with Jennifer Harrolle)\n\nThe remaining book, published in 2004 and expanded in 2011, Explaining Postmodernism: Skepticism and Socialism from Rousseau to Foucault, has been particularly relevant to our discussions. It’s available at Amazon.com (https://amzn.to/2Jh4Uro) but also in pdf form on Dr. Hick’s website (http://bit.ly/2MaI9rH). I found it very helpful when trying to understand the intellectual roots of the ideas that appear so dominant in today’s universities.\n\n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 5948, "transcript_parts": [{"text": "Dr. Stephen RC Hicks is professor of philosophy at Rockford University, Illinois USA", "start": 7.65, "duration": 6.649}, {"text": "Executive director of the Center for Ethics and entrepreneurship and senior scholar at the Atlas Society", "start": 15.66, "duration": 6.53}, {"text": "He received his bachelor's and master's degrees from the University of Guelph in Canada", "start": 23.61, "duration": 5.569}, {"text": "And his PhD in philosophy from Indiana University, Bloomington", "start": 29.18, "duration": 4.08}, {"text": "USA he's published four books", "start": 34.019, "duration": 2.3}, {"text": "Translated into 16 different languages", "start": 37.469, "duration": 2.24}, {"text": "in", "start": 40.38, "duration": 1.26}, {"text": "2004 and expanded in 2011. He published explaining post-modernism", "start": 41.64, "duration": 5.779}, {"text": "skepticism and socialism from Rousseau to Foucault in", "start": 48.18, "duration": 3.59}, {"text": "2010 he published Nietzsche and the Nazis in", "start": 52.8, "duration": 3.589}, {"text": "1994 with the second edition in 1998. He published the art of reasoning readings for logical analysis", "start": 57.66, "duration": 7.189}, {"text": "co-edited with david kelly", "start": 65.399, "duration": 2.0}, {"text": "And he published what year was entrepreneurial living published 16", "start": 67.74, "duration": 5.389}, {"text": "2016 in", "start": 75.869, "duration": 1.5}, {"text": "2016 he published entrepreneurial living", "start": 77.369, "duration": 2.24}, {"text": "co-edited with Jennifer Herold", "start": 80.34, "duration": 2.0}, {"text": "He's also published in academic journals such as business ethics quarterly teaching philosophy and review of metaphysics as well as other", "start": 83.31, "duration": 7.94}, {"text": "publications such as The Wall Street Journal Cato unbound and the Baltimore Sun in", "start": 91.56, "duration": 5.15}, {"text": "2010 he won his University's excellence in Teaching Award", "start": 97.86, "duration": 3.5}, {"text": "he has been visiting professor of business ethics at Georgetown University in Washington DC a", "start": 102.39, "duration": 6.29}, {"text": "Visiting fellow at the social philosophy and Policy Center in Bowling, Green, Ohio", "start": 109.079, "duration": 4.37}, {"text": "senior fellow at the Objectivist Center in New York and", "start": 114.329, "duration": 3.32}, {"text": "Visiting professor at the University of Kashmir the great in Poland", "start": 118.32, "duration": 3.949}, {"text": "Dr. Hicks work on post-modernism", "start": 124.26, "duration": 2.15}, {"text": "explaining post-modernism", "start": 127.35, "duration": 1.83}, {"text": "skepticism and socialism from Rousseau to Foucault", "start": 129.18, "duration": 2.51}, {"text": "That's the 2011 book and in particular has been quite controversial. So I thought we with that", "start": 131.85, "duration": 7.049}, {"text": "Good. Thanks for having me you published explaining post-modernism in 2011 in the revised version", "start": 139.87, "duration": 7.16}, {"text": "How has it been selling first of all, what sort of reaction are you garnery?", "start": 148.0, "duration": 4.55}, {"text": "Yeah sales have been", "start": 153.67, "duration": 1.74}, {"text": "Steady, which is gratifying for an academic book", "start": 155.41, "duration": 3.38}, {"text": "And then in the last I would say three to four years sales have picked up again. Just because", "start": 158.79, "duration": 4.979}, {"text": "Post-modernism has spilled out from being a primarily intellectual movement to a more broadly", "start": 164.74, "duration": 4.549}, {"text": "Cultural movement as a result of that I'd say the reactions have been strongly polarized", "start": 170.11, "duration": 5.33}, {"text": "Particularly among philosophers the reactions tend to be positive as we talk with", "start": 176.709, "duration": 5.57}, {"text": "intellectuals outside of the area of philosophy the reactions start to become more mixed to outright hostile and then", "start": 183.25, "duration": 7.97}, {"text": "Also interestingly among the broadly thinking public. There's been a lot of response to it", "start": 191.89, "duration": 6.02}, {"text": "So, uh that's been been gratified again. Of course, the reactions are", "start": 197.91, "duration": 3.479}, {"text": "Polarized because post-modernism is a very strong right vigorous movement. That makes some very", "start": 202.06, "duration": 5.209}, {"text": "audacious in my view destructive claims and then as we're seeing when they spill out into the cultural arena", "start": 208.06, "duration": 5.809}, {"text": "people realize the stakes are high and", "start": 215.049, "duration": 2.24}, {"text": "We have the usual kinds of social media debates that we have a net. I'm going to do something terrible here", "start": 217.36, "duration": 5.21}, {"text": "I'm going to start again. I'm sorry my my", "start": 223.03, "duration": 4.01}, {"text": "My recorder my audio record, it wasn't functioning. Okay, so", "start": 228.1, "duration": 4.459}, {"text": "Well that way I'll get the I'll get the intro right anyways with with", "start": 233.53, "duration": 4.1}, {"text": "2016 so that'll be some small benefit to doing it. So", "start": 238.36, "duration": 3.919}, {"text": "No problem, that's our warm-up so in", "start": 245.169, "duration": 3.11}, {"text": "2016", "start": 249.28, "duration": 1.29}, {"text": "There we go, entrepreneurial living with go edited with Jennifer Laurel", "start": 250.57, "duration": 3.919}, {"text": "alright, so", "start": 255.79, "duration": 2.0}, {"text": "We'll start that again", "start": 259.87, "duration": 2.0}, {"text": "Steven Darcy Hicks is professor of philosophy at Rockford University, Illinois USA", "start": 264.79, "duration": 4.79}, {"text": "Executive director the Center for Ethics and entrepreneurship and senior scholar at the Atlas Society", "start": 270.849, "duration": 6.47}, {"text": "He received his bachelor's and master's degree from the University of Guelph in Canada", "start": 278.59, "duration": 4.849}, {"text": "And his PhD in philosophy from Indiana University, Bloomington", "start": 283.44, "duration": 3.84}, {"text": "USA he's published four books", "start": 288.19, "duration": 2.39}, {"text": "translated into 16 different languages in", "start": 291.55, "duration": 2.51}, {"text": "2004 and expanded in 2011. He published explaining post-modernism", "start": 295.57, "duration": 5.24}, {"text": "Skepticism and socialism from Rousseau to Foucault in 2010", "start": 301.66, "duration": 4.7}, {"text": "Nietzsche and the Nazis in", "start": 307.03, "duration": 2.299}, {"text": "1994 with the second edition in 1998", "start": 310.27, "duration": 2.63}, {"text": "He published the art of reasoning readings for logical analysis co-edited with david kelly and in", "start": 312.9, "duration": 6.599}, {"text": "2016 entrepreneurial living co-edited with Jennifer Harrell", "start": 320.26, "duration": 4.549}, {"text": "He's published in academic journals such as business ethics quarterly teaching philosophy and review of metaphysics as well as other", "start": 325.9, "duration": 7.849}, {"text": "publications such as The Wall Street Journal Cato unbound and the Baltimore Sun in", "start": 334.0, "duration": 5.63}, {"text": "2010", "start": 340.66, "duration": 1.56}, {"text": "He won his University's excellence in Teaching Award", "start": 342.22, "duration": 2.869}, {"text": "Dr. Hicks has been visiting professor of business ethics at Georgetown University in Washington DC a visiting fellow at the", "start": 347.05, "duration": 7.73}, {"text": "social philosophy and Policy Center in Bowling, Green, Ohio", "start": 354.78, "duration": 3.029}, {"text": "senior fellow at the Objectivist Center in New York and", "start": 358.57, "duration": 3.32}, {"text": "visiting professor at the University of Casimir the great", "start": 362.62, "duration": 3.38}, {"text": "Poland so welcome today and thank you very much for agreeing to talk with me. Yeah. Well, thanks for having me back", "start": 366.52, "duration": 6.829}, {"text": "Yeah", "start": 373.96, "duration": 2.0}, {"text": "I thought we might start by talking about", "start": 376.36, "duration": 2.869}, {"text": "Explaining post-modernism again your 2011 book skepticism and socialism from Rousseau difficoult", "start": 380.86, "duration": 6.199}, {"text": "Because I know that it's been", "start": 387.55, "duration": 2.0}, {"text": "Perhaps more controversial of late and it was when you originally published it", "start": 390.46, "duration": 4.669}, {"text": "Absolutely, oh the sails and the academic and the public reaction", "start": 395.89, "duration": 5.029}, {"text": "Right. Well sales have been strong. The book was originally in 2004 installed sold steadily for the first decade or so", "start": 402.13, "duration": 7.13}, {"text": "Which is quite gratifying for for an academic book", "start": 409.26, "duration": 3.389}, {"text": "and then starting about three years ago in part because", "start": 414.07, "duration": 3.26}, {"text": "Post-modernism started to spill out of the strict in the academic intellectual world into the broader cultural world", "start": 417.85, "duration": 5.69}, {"text": "Sales picked up again, and there's been of a two-front", "start": 424.03, "duration": 3.74}, {"text": "Set of discussions one at the intellectual level and one of the more public thinking public level as well", "start": 428.14, "duration": 5.509}, {"text": "Yet gratifyingly lots of translations. I think there will be three more translations added this year", "start": 434.98, "duration": 5.57}, {"text": "Arabic Hebrew and Estonian are in the works, so", "start": 441.46, "duration": 4.129}, {"text": "All together I'm pleased with that", "start": 446.23, "duration": 2.119}, {"text": "The the reactions are quite polarized in part because reactions to post-modernism itself are polarized. It's a it's an extreme movement as", "start": 449.05, "duration": 7.669}, {"text": "Good deep thinking should be even if I disagree fundamentally with post-modernism. It is a well articulated", "start": 457.45, "duration": 6.889}, {"text": "negative outlook on most of life's philosophical questions and so we should expect that any movement that", "start": 465.82, "duration": 6.709}, {"text": "pushes buttons", "start": 472.78, "duration": 1.86}, {"text": "fundamentally like that should", "start": 474.64, "duration": 2.0}, {"text": "Get some extreme reactions the same thing holds when for me when I push back", "start": 476.74, "duration": 4.49}, {"text": "Against in my book some of these strong to my mind ultimately", "start": 481.78, "duration": 4.19}, {"text": "Nihilistic claims that post-modernism ends up making I also get the the negative pushback the pushback", "start": 486.76, "duration": 5.989}, {"text": "Kind of comes in two forms. I've found from the professional reviews", "start": 493.24, "duration": 3.47}, {"text": "There have been H to my knowledge by professional philosophers in the philosophy journals", "start": 497.05, "duration": 4.82}, {"text": "And they are generally strong to very strongly positive the normal scholarly quibbles arise", "start": 501.87, "duration": 7.38}, {"text": "When I get pushback for our sorry reviews from academics outside of the philosophy they tend to be more", "start": 509.74, "duration": 7.729}, {"text": "polarized so I'm strong in favor, but then particularly people in history in", "start": 517.81, "duration": 5.539}, {"text": "sociology in in rhetoric studies and literature", "start": 524.11, "duration": 2.63}, {"text": "Places where there are stronger contingents of postmodern thinkers, I tend to get strongly negative", "start": 527.65, "duration": 6.049}, {"text": "Responses and those responses are also mirrored in the the general thinking public", "start": 534.28, "duration": 4.659}, {"text": "When they respond and write back and write reviews maybe", "start": 541.2, "duration": 3.259}, {"text": "To bring people up to date", "start": 545.88, "duration": 2.0}, {"text": "For you to give us a brief overview of your view of post-modernism like a definition", "start": 548.04, "duration": 6.29}, {"text": "It's one of those tricky. Yeah, terms like", "start": 554.33, "duration": 2.789}, {"text": "Existentialism or phenomenology that are bandied about by people", "start": 558.06, "duration": 3.109}, {"text": "educating people on a fairly regular basis, but", "start": 562.05, "duration": 2.299}, {"text": "Right where where the definition itself is slippery and difficult to pin down", "start": 564.87, "duration": 4.789}, {"text": "So right talk a little bit about how you view", "start": 569.76, "duration": 3.349}, {"text": "post-modernism and also", "start": 573.66, "duration": 2.0}, {"text": "What argument you made with regards to the history of its development, right?", "start": 576.06, "duration": 4.669}, {"text": "Well, it makes sense that it's slippery in part because post-modernism", "start": 581.07, "duration": 3.679}, {"text": "philosophically avoids", "start": 585.45, "duration": 2.0}, {"text": "Categorizations avoids broad sweeping statements, although they do make some", "start": 587.64, "duration": 3.739}, {"text": "So anytime you try to make a precise broad sweeping claim about what this?", "start": 591.899, "duration": 5.66}, {"text": "post-modernism amounts to you will get pushback on that but there is a broadly unifying set of themes -", "start": 598.05, "duration": 7.07}, {"text": "post-modernism if you start by breaking the term down its", "start": 605.52, "duration": 2.75}, {"text": "Post-modernism. So first you have to say what is modernism such that post-modernism is reacting against it or saying that we need to go", "start": 609.12, "duration": 7.64}, {"text": "beyond and", "start": 616.829, "duration": 1.651}, {"text": "Modernism is used variously in different fields of modernism in art in literature. I'm using a philosophical and historical", "start": 618.48, "duration": 7.099}, {"text": "understanding of post-modernism and that's how", "start": 627.06, "duration": 2.0}, {"text": "It's mostly used now. That is to say we look at the modern world", "start": 629.55, "duration": 4.549}, {"text": "So that essentially is the last four to five hundred years of history at least in the in the Western tradition", "start": 634.1, "duration": 6.27}, {"text": "so what's going on in the world five hundred years ago is a", "start": 640.47, "duration": 4.82}, {"text": "revolutionary transformation of Western society we have Columbus crossing the ocean and so we're entering into a new era of", "start": 646.68, "duration": 7.909}, {"text": "Globalization the Renaissance is in full swing and its impact", "start": 656.04, "duration": 4.729}, {"text": "Late 1400s early 1500s is now being felt all over", "start": 661.17, "duration": 3.739}, {"text": "Europe", "start": 665.85, "duration": 1.2}, {"text": "There is the Protestant Reformation and the Counter Reformation. So religious life in the West is being dramatically", "start": 667.05, "duration": 6.28}, {"text": "transformed you see the beginnings of science with thinkers like", "start": 674.36, "duration": 4.79}, {"text": "Copernicus and thus alias in anatomy and so scientific method is being developed and all of the things that we now recognize as the", "start": 679.76, "duration": 7.07}, {"text": "Scientific disciplines are being founded. So that's the the modern world starting four or five hundred years ago", "start": 686.9, "duration": 6.859}, {"text": "philosophically, we start looking at the analyses that are being offered by thinkers like", "start": 694.97, "duration": 4.34}, {"text": "Francis Bacon", "start": 700.01, "duration": 1.35}, {"text": "Rene Descartes and others and we see that they are putting", "start": 701.36, "duration": 3.83}, {"text": "Fought on a different foundation from that that had gone on earlier", "start": 705.68, "duration": 5.03}, {"text": "What happened with the modernists", "start": 713.089, "duration": 2.0}, {"text": "maybe if we tried to sum it up is that", "start": 715.91, "duration": 2.54}, {"text": "Seem to be this emerging consensus that the world was", "start": 719.69, "duration": 3.799}, {"text": "rationally", "start": 724.01, "duration": 1.019}, {"text": "Intelligible. Yes, and that human beings could", "start": 725.029, "duration": 3.08}, {"text": "explore both physically and mentally and also come to predict and control the", "start": 728.72, "duration": 5.78}, {"text": "transformations of the material world", "start": 735.68, "duration": 1.55}, {"text": "I mean it seems to me that that's the fundamental element of let's say the scientific and therefore also the modernist", "start": 737.23, "duration": 6.27}, {"text": "perspective but but also I think that what I went along with that was the idea that", "start": 744.26, "duration": 4.039}, {"text": "Progress", "start": 750.14, "duration": 1.65}, {"text": "genuine progress in knowledge was possible and along with that the benefits of progress both conceptually and", "start": 751.79, "duration": 7.97}, {"text": "technologically and I mean it seems to me to be it seems to me to be fair to point out that that", "start": 760.459, "duration": 5.69}, {"text": "movement for substantive fruit", "start": 767.18, "duration": 2.809}, {"text": "I mean yes argue about the misery that the modernist movement caused along the way", "start": 769.99, "duration": 5.52}, {"text": "Say with regards to the advancement of military technology and so forth", "start": 776.089, "duration": 3.71}, {"text": "But it seems indisputable to me that the average human being is far better off now than he or she was", "start": 779.8, "duration": 7.95}, {"text": "Well, certainly 200 years ago and absolutely 500 years ago, right?", "start": 788.12, "duration": 4.609}, {"text": "So this revolution in thought with the subsequent developments in science and technology", "start": 792.73, "duration": 5.52}, {"text": "We certainly can judge philosophies by their fruits", "start": 798.25, "duration": 2.729}, {"text": "And so we can then say yeah, absolutely", "start": 802.04, "duration": 2.179}, {"text": "We're live longer. We're living healthier were living less pain-free life were able to enjoy a", "start": 804.8, "duration": 5.64}, {"text": "More art more leisure and so forth", "start": 811.32, "duration": 2.839}, {"text": "So all of the things that and again, this is a value judgment if you think those are all good things", "start": 814.16, "duration": 3.72}, {"text": "Then we're doing a whole lot better as a result of of that philosophy. No the other side though", "start": 818.55, "duration": 5.96}, {"text": "I want to emphasize here is that you emphasize the", "start": 824.51, "duration": 3.479}, {"text": "That the world is rationally intelligible that along with modernism came the claim that it was rationally intelligible to each", "start": 829.62, "duration": 7.549}, {"text": "Individual rather than bear being an elect number of people who have special cognitive insights into the mysteries of the universe", "start": 837.57, "duration": 6.44}, {"text": "Or that there are certain authoritative", "start": 844.23, "duration": 2.539}, {"text": "institutions that are controlled by elites and only they are the ones who have", "start": 847.35, "duration": 4.82}, {"text": "cognitive and therefore social authority to make various pronouncements part and parcel of the rise of modernism is a broadly", "start": 852.63, "duration": 7.549}, {"text": "Universalizing of that that each individual is born with the rational capacity and that with proper training education literacy", "start": 861.66, "duration": 7.34}, {"text": "And so forth they can come to understand the world for themselves. They can be self responsible", "start": 869.0, "duration": 5.339}, {"text": "They can take charge of their lives", "start": 874.339, "duration": 1.171}, {"text": "And as a result of that we should have an extension of Rights that used to be", "start": 875.51, "duration": 5.219}, {"text": "prerogatives only of the few an expansion of freedom", "start": 881.01, "duration": 2.959}, {"text": "You can do whatever you want with your life broadly speaking", "start": 884.79, "duration": 3.26}, {"text": "and so what we then see is that it's not only a religious elite or a political elite that is empowered but rather", "start": 888.36, "duration": 7.489}, {"text": "Every human being and then we can see", "start": 896.16, "duration": 2.54}, {"text": "systematically over the course of the next century it gets extended to", "start": 899.279, "duration": 3.32}, {"text": "not only males who own property but to all males and then to women and then to people of other ethnicities and other races as", "start": 902.97, "duration": 7.13}, {"text": "We push back against all of us. So we have this notion of", "start": 910.47, "duration": 2.96}, {"text": "Universal rights and universal self responsibility Universal freedom that I think also is part and parcel of the modern movement", "start": 914.22, "duration": 7.22}, {"text": "Well the thing about science that makes it so peculiar. I think is that science is actually a", "start": 921.72, "duration": 6.02}, {"text": "Technology that enables people who are bright, but not that bright", "start": 929.16, "duration": 5.36}, {"text": "Let's say to genuinely produce advances in College because of the method", "start": 934.77, "duration": 6.38}, {"text": "Right meaning if you're if you're a careful scientist, look when we studied what predicted academic?", "start": 941.61, "duration": 6.65}, {"text": "achievement for example both in graduate school and among faculty members", "start": 949.08, "duration": 4.729}, {"text": "Creativity didn't even enter the equation that's interesting noted conscientiousness", "start": 955.14, "duration": 4.729}, {"text": "But I think it's partly because with the scientific method", "start": 960.09, "duration": 3.32}, {"text": "you can you can actually break down your knowledge seeking into a set of", "start": 963.93, "duration": 4.85}, {"text": "implementable", "start": 969.3, "duration": 1.05}, {"text": "technological steps and that enables it to be", "start": 970.35, "duration": 2.449}, {"text": "Implemented on an incredibly broad scale and even if a lot of it is Error error ridden", "start": 973.65, "duration": 6.2}, {"text": "which is obviously the case and and to a scandalous degree to some what lately it still means that as", "start": 979.85, "duration": 6.0}, {"text": "Hundreds of thousands of us and increasingly now millions of us", "start": 986.94, "duration": 3.739}, {"text": "Grind away slowly at this", "start": 992.19, "duration": 2.359}, {"text": "careful technology of knowledge acquisition that", "start": 995.55, "duration": 2.75}, {"text": "Overall, we do seem to be able to predict him to control the world better", "start": 998.91, "duration": 3.649}, {"text": "then that started to become question, you know, one of the things that seem to characterize post-modernism one definition that I've read is", "start": 1002.66, "duration": 7.189}, {"text": "skepticism of", "start": 1010.61, "duration": 1.68}, {"text": "Meta-narratives, right? That's sorry. That's from Jean Francois leotard and", "start": 1012.29, "duration": 4.969}, {"text": "He is the one credited with labeling post-modernism philosophically, right?", "start": 1018.23, "duration": 5.21}, {"text": "So and defining it as a skepticism toward meta-narratives what that means", "start": 1023.44, "duration": 4.529}, {"text": "there's a couple of things built into that one is of course the skepticism and", "start": 1028.37, "duration": 3.8}, {"text": "Philosophy for the last century and a half or so has entered an increasingly", "start": 1033.35, "duration": 4.7}, {"text": "Skeptical mode so that pushes back against the very broad claims that the early modernists are", "start": 1038.84, "duration": 6.17}, {"text": "Making that the power of reason is great", "start": 1046.07, "duration": 3.139}, {"text": "It is highly competent and that essentially we can figure out all of the important truths of the world", "start": 1049.21, "duration": 5.64}, {"text": "We can come up with a big story that explains everything ultimately", "start": 1054.85, "duration": 3.42}, {"text": "not necessarily that any one individual will contain all of that knowledge in his or her mind, but certainly", "start": 1058.82, "duration": 6.259}, {"text": "Communally, there will have a huge amount of knowledge", "start": 1065.72, "duration": 3.05}, {"text": "we will slowly as you're putting it together piece together a", "start": 1068.77, "duration": 2.819}, {"text": "big pictures worried about the way the world works and then in principle", "start": 1071.84, "duration": 4.26}, {"text": "There's there's nothing about the universe that we can't figure out. They're just things that we haven't been able to figure out yet", "start": 1076.1, "duration": 6.45}, {"text": "So the skepticism that leotard and the others are talking about is a skepticism about that grand set of claims", "start": 1082.79, "duration": 6.51}, {"text": "Right a meta-narrative a narrative that encompasses everything", "start": 1089.3, "duration": 3.929}, {"text": "Instead we're left with smaller", "start": 1094.98, "duration": 2.0}, {"text": "narratives and then as the movement develops, we should be skeptical even about the truth status or the the", "start": 1097.41, "duration": 6.5}, {"text": "the knowledge status of those smaller narratives", "start": 1104.61, "duration": 3.38}, {"text": "so what becomes important in the postmodern tradition is a", "start": 1108.33, "duration": 5.33}, {"text": "Skepticism about our ability to know the world", "start": 1115.38, "duration": 3.349}, {"text": "And in milder form as much as the modern thinkers thought we could and in stronger postmodern form at all", "start": 1119.61, "duration": 7.91}, {"text": "That maybe there is no such thing as truth. No, such thing as knowledge instead", "start": 1127.62, "duration": 4.43}, {"text": "All we have is opinions and beliefs that are subjectively held but don't have any objective", "start": 1132.05, "duration": 6.059}, {"text": "Influence so sewer, for example", "start": 1141.21, "duration": 2.45}, {"text": "They seem to be convinced in some strange way of", "start": 1144.39, "duration": 3.319}, {"text": "something that", "start": 1148.35, "duration": 1.65}, {"text": "disturbed me", "start": 1150.0, "duration": 1.44}, {"text": "When I first really discovered dictionaries when I was a kid", "start": 1151.44, "duration": 3.319}, {"text": "You know", "start": 1155.7, "duration": 0.56}, {"text": "I'd look up a word in the dictionary", "start": 1156.26, "duration": 1.15}, {"text": "And of course, it would just refer to another word in the dictionary and that would refer to another word in the dictionary", "start": 1157.41, "duration": 4.849}, {"text": "and yes in some sense any definition outside of the dictionary and the French intellectuals that were so", "start": 1162.33, "duration": 7.94}, {"text": "Influential in the postmodern world seemed to think of meaning in exactly that way they exactly understand that", "start": 1171.48, "duration": 7.19}, {"text": "Linguistic meaning is necessarily embedded in a larger", "start": 1179.55, "duration": 4.339}, {"text": "Linguistic context so that each word is dependent on each phrase and each phrase is dependent on each sentence. And so there's a", "start": 1184.2, "duration": 7.04}, {"text": "contextual", "start": 1191.76, "duration": 1.05}, {"text": "dependency", "start": 1192.81, "duration": 1.32}, {"text": "absolutely on", "start": 1194.13, "duration": 2.0}, {"text": "Linguistic framing but they seem to me to and and this is one of the major problems I think of post-modernism in", "start": 1196.23, "duration": 7.79}, {"text": "university is that they seem to", "start": 1204.27, "duration": 2.0}, {"text": "deny, or ignore", "start": 1206.66, "duration": 1.99}, {"text": "The existence of any world whatsoever outside of linguistic construction", "start": 1208.65, "duration": 5.119}, {"text": "And that's that's something that strikes me as extraordinarily", "start": 1213.96, "duration": 4.25}, {"text": "curious that that like it's a real denial of nature in my estimation, but also something", "start": 1218.73, "duration": 5.18}, {"text": "tremendously dangerous because well, assuming that you think that physics and biology and chemistry", "start": 1224.46, "duration": 5.69}, {"text": "Actually have any sort of genuine reality. It denies the existence of a", "start": 1230.94, "duration": 6.319}, {"text": "substrate of existence that the", "start": 1237.84, "duration": 2.57}, {"text": "purely linguistic relates to I mean, I always think of words as being", "start": 1241.11, "duration": 4.28}, {"text": "They're not so much descriptions, they're tools that you use to like and that's a Vidkun Stinney anigh Diaz", "start": 1247.32, "duration": 6.5}, {"text": "That words are really tools that you use to", "start": 1253.82, "duration": 2.76}, {"text": "operate on the world width and the consequences of those operations are actually manifest in the world of", "start": 1256.98, "duration": 7.52}, {"text": "sensation and perception and emotion and motivation and embodiment rather than purely on a", "start": 1264.78, "duration": 5.479}, {"text": "linguistic level and so I also don't really understand how it could be that our", "start": 1271.02, "duration": 4.25}, {"text": "intellectuals could come to the conclusion that are and this seems like a primarily French idea that hmm our ideas are", "start": 1275.94, "duration": 7.07}, {"text": "primarily constructed", "start": 1283.62, "duration": 1.77}, {"text": "linguistically, I mean", "start": 1285.39, "duration": 1.44}, {"text": "How do I resist under those circumstances? Yeah, now that strong form of linguistic skepticism that you're", "start": 1286.83, "duration": 7.73}, {"text": "Articulating is most pronounced in Jacque Derrida, and he does bill himself as a post", "start": 1295.14, "duration": 6.53}, {"text": "structuralist and that's a linguistic version of", "start": 1302.19, "duration": 2.81}, {"text": "post-modernism", "start": 1305.52, "duration": 1.23}, {"text": "but the the challenge here is that", "start": 1306.75, "duration": 2.18}, {"text": "Our view is that consciousness", "start": 1310.02, "duration": 2.329}, {"text": "is a", "start": 1312.9, "duration": 1.59}, {"text": "Relational phenomenon it's responsive to an external world and that should be the fundamental", "start": 1314.49, "duration": 5.54}, {"text": "realist commitment that we make", "start": 1320.55, "duration": 1.98}, {"text": "The problem that the the post-structuralist are coming up with by the time we get to Dairy da I should say", "start": 1322.53, "duration": 5.51}, {"text": "the idea that there isn't any sort of ontological", "start": 1328.56, "duration": 2.299}, {"text": "substrate matching on to not all of the post modernists will buy into that as", "start": 1331.32, "duration": 4.4}, {"text": "Strongly as dairy Dodd does they will might say well there's something out there, but which is can't know", "start": 1335.88, "duration": 4.489}, {"text": "What the relationship is between our concepts and our words and an external reality?", "start": 1340.739, "duration": 5.36}, {"text": "So the point though, is that the words that we use are", "start": 1346.679, "duration": 3.41}, {"text": "abstractions and they do come along fairly far or high up in our cognitive development and", "start": 1350.609, "duration": 5.72}, {"text": "if you want to argue that", "start": 1357.629, "duration": 2.0}, {"text": "Consciousness is a response to reality or that consciousness is a relational phenomenon as I do to maintain that objective", "start": 1359.73, "duration": 7.729}, {"text": "relational commitment there or you then have to do is take up all of the", "start": 1368.039, "duration": 3.709}, {"text": "skeptical arguments that want to put consciousness out of relationship or to say that there's no way to bridge this gap between", "start": 1372.33, "duration": 7.729}, {"text": "the subject and the object", "start": 1380.059, "duration": 1.781}, {"text": "Once you start going down that road", "start": 1381.84, "duration": 2.0}, {"text": "If you want to say for example, that perception is fraught with", "start": 1384.45, "duration": 3.77}, {"text": "allusions or hallucinations or that we can't tell the difference between", "start": 1388.83, "duration": 3.319}, {"text": "a", "start": 1392.73, "duration": 1.139}, {"text": "vertical", "start": 1393.869, "duration": 1.231}, {"text": "Perception when our sensory organs are in contact with reality and a hallucination", "start": 1395.1, "duration": 4.939}, {"text": "well", "start": 1400.249, "duration": 0.481}, {"text": "Then you have a gap between our conscious apparatus and reality if you then want to go on and argue as empiricists do", "start": 1400.73, "duration": 7.769}, {"text": "that our", "start": 1408.779, "duration": 1.951}, {"text": "Concepts and the words that we assign to the concepts are based on", "start": 1410.73, "duration": 3.949}, {"text": "empirical", "start": 1415.289, "duration": 1.02}, {"text": "observations or perceptual observations, but you now believe that those perceptual observations are", "start": 1416.309, "duration": 5.179}, {"text": "Subjective and out of relation with objective reality. Then you're going to say these", "start": 1422.009, "duration": 5.81}, {"text": "abstract concepts and words are also out of relation with reality and then what gives them their meaning if you can't establish a connection between", "start": 1428.429, "duration": 7.79}, {"text": "the words and", "start": 1436.529, "duration": 1.14}, {"text": "reality", "start": 1437.669, "duration": 0.57}, {"text": "then you're into the dictionary you're saying well what gives the words their meaning is their sideways or network connections to other words and", "start": 1438.239, "duration": 6.83}, {"text": "Then a generation or two later you're into Derrida's University where he says", "start": 1445.259, "duration": 5.119}, {"text": "Where the language is all of reality?", "start": 1450.989, "duration": 2.03}, {"text": "That's also where the postmodernists claim about. The primacy of power seemed to sneak in", "start": 1453.989, "duration": 5.96}, {"text": "It's like well if the words are only related to one another", "start": 1460.769, "duration": 3.589}, {"text": "They're verbal relationship", "start": 1466.2, "duration": 1.789}, {"text": "Well, they don't seem to have any motive force", "start": 1467.989, "duration": 2.46}, {"text": "And as soon as you enter a lens of linguistic consideration that has no motive force", "start": 1470.45, "duration": 6.45}, {"text": "then there's nothing to do and so", "start": 1476.9, "duration": 2.0}, {"text": "This seems to me to account for God being criticized very often for", "start": 1479.61, "duration": 4.16}, {"text": "Let's say conflating post-modernism and Marxism", "start": 1484.47, "duration": 3.59}, {"text": "But it seems to me that the Marxists or that the post modernists have had the default to what are essentially Marxist", "start": 1488.37, "duration": 6.469}, {"text": "preconceptions to add any motive to their thinking and", "start": 1495.12, "duration": 3.229}, {"text": "what they've done is to say that well words are related to one another and that's how they derive their fundamental meaning and they're not", "start": 1498.6, "duration": 7.28}, {"text": "really connected to the world in any real way", "start": 1505.88, "duration": 2.25}, {"text": "Except insofar as they privileged", "start": 1508.89, "duration": 2.54}, {"text": "One group or another or one point other in terms of power and status which exactly sort of go back to your dictionary", "start": 1511.83, "duration": 7.46}, {"text": "Analysis that the next step then would be to say if words are in these", "start": 1519.51, "duration": 4.309}, {"text": "Linguistic relationships to other words and we can find out what they are in dictionaries", "start": 1524.22, "duration": 4.07}, {"text": "Well who writes the dictionaries and then at that point or you're not asking an epistemological?", "start": 1528.29, "duration": 6.39}, {"text": "Question anymore. You are asking a social and psychological", "start": 1535.08, "duration": 3.38}, {"text": "Question. So who are the authors of the dictionary? What author?", "start": 1539.04, "duration": 3.529}, {"text": "authorizes rather than with the power to decide what words mean at that point we step directly out of", "start": 1543.57, "duration": 7.4}, {"text": "No kind of narrow epistemological", "start": 1551.31, "duration": 1.98}, {"text": "arguments into social and psychological", "start": 1553.29, "duration": 2.839}, {"text": "arguments about linguistic communities so", "start": 1556.83, "duration": 2.45}, {"text": "One another and there's this gap between the words and empirical reality which by the way I don't think anybody disputes", "start": 1566.22, "duration": 6.32}, {"text": "I mean, that's why we need five senses. That's why we need to communicate with each other", "start": 1572.64, "duration": 4.939}, {"text": "that's why we need the scientific method right is because it's difficult to establish a", "start": 1577.62, "duration": 4.88}, {"text": "useful one-to-one relationship between words and reality", "start": 1583.41, "duration": 3.949}, {"text": "But if words serve power then it seems to me that what the post modernists have done is", "start": 1587.37, "duration": 6.349}, {"text": "taken", "start": 1594.27, "duration": 1.83}, {"text": "biological", "start": 1596.1, "duration": 1.44}, {"text": "motivation let's call it the motivation for power at least and and sneaked it through the back door and and", "start": 1597.54, "duration": 7.609}, {"text": "reconnected the world linguistic", "start": 1605.94, "duration": 2.0}, {"text": "abstraction to the world of reality but", "start": 1608.56, "duration": 3.14}, {"text": "Saying well", "start": 1612.28, "duration": 1.13}, {"text": "look", "start": 1613.41, "duration": 0.52}, {"text": "the only connection is one of power and then they leave why it is that people want power like", "start": 1613.93, "duration": 6.319}, {"text": "the idea that people want power first of all, it's complicated idea because you have to define power and you have to define what and", "start": 1620.41, "duration": 7.67}, {"text": "those aren't trivial issues by any stretch of the imagination and", "start": 1628.81, "duration": 3.979}, {"text": "So you you you sleek it in the back door is sort of", "start": 1633.34, "duration": 3.289}, {"text": "Self-evident and then that seems to undermine the general post modernist claim", "start": 1636.94, "duration": 4.01}, {"text": "It's like if it's if the words are only embedded in a network of meaning that's related to other words then", "start": 1640.95, "duration": 7.26}, {"text": "It isn't a fair move on to logically or epistemologically to", "start": 1650.77, "duration": 6.65}, {"text": "Reinsert", "start": 1659.14, "duration": 1.17}, {"text": "power striving like a nietzsche and power striving or even in Adlerian power striving as the fundamental and", "start": 1660.31, "duration": 6.979}, {"text": "What you call it sort of sui generis", "start": 1668.17, "duration": 2.39}, {"text": "motivation that", "start": 1671.98, "duration": 1.32}, {"text": "Characterizes human beings so I also don't understand how they get away with that", "start": 1673.3, "duration": 4.43}, {"text": "Except that it seems to be like a mask for the continuation of a Marxist move on new guys", "start": 1677.89, "duration": 6.38}, {"text": "Well, I have no problem with seeing power as a positive", "start": 1685.18, "duration": 3.5}, {"text": "Coming back to just in a moment to all of the", "start": 1690.22, "duration": 2.659}, {"text": "Suspicions that you're announcing about inappropriate understandings of the relationship of power", "start": 1693.76, "duration": 4.64}, {"text": "I do think we should be able to say our cognitive capacities are a power that we have and", "start": 1698.4, "duration": 7.68}, {"text": "we they are a tool and the whole point of using that tool is to increase our power in the world to achieve our", "start": 1706.75, "duration": 7.31}, {"text": "goals", "start": 1714.28, "duration": 1.14}, {"text": "what the postmoderns are doing is", "start": 1715.42, "duration": 2.209}, {"text": "Undercutting the two things that make that understanding of power legitimate one is to say that when I am making a cognitive claim", "start": 1719.65, "duration": 7.849}, {"text": "I am", "start": 1727.5, "duration": 1.99}, {"text": "Successfully saying something about the world so that we can use the words knowledge and truth", "start": 1729.49, "duration": 6.83}, {"text": "so if I want to act on the basis of my beliefs", "start": 1736.32, "duration": 3.089}, {"text": "that those beliefs do map onto world as it really is but if you are skeptical about any sort of a knowledge claim", "start": 1740.419, "duration": 7.64}, {"text": "Or any sort of a truth claim then you're just going to say no. No", "start": 1748.37, "duration": 2.75}, {"text": "Your claims merely are subjective", "start": 1751.88, "duration": 3.199}, {"text": "Beliefs that are peculiar to you or peculiar to your group and they don't have any special cognitive status", "start": 1756.289, "duration": 6.41}, {"text": "Whatsoever. And in that case if you want to act on or use those beliefs to empower you well", "start": 1763.49, "duration": 6.109}, {"text": "Then you are in an out of reality", "start": 1769.6, "duration": 2.0}, {"text": "connection now", "start": 1772.07, "duration": 1.16}, {"text": "The other thing though is we want to say that power should be a tool that we use for good for advancing", "start": 1773.23, "duration": 7.319}, {"text": "genuine values in the world", "start": 1780.919, "duration": 2.0}, {"text": "But another part of the postmodern skepticism is to say that we cannot ground any values objectively", "start": 1782.929, "duration": 6.8}, {"text": "Instead values are merely subjective preferences either individually or group oriented", "start": 1790.159, "duration": 5.359}, {"text": "So in that case, if you have your value framework, then we're into the problem of relativism that I have my value framework", "start": 1796.22, "duration": 5.9}, {"text": "neither of us is able to adduce any facts that give an objective grounding to those values or to argue that those values should be", "start": 1802.669, "duration": 7.609}, {"text": "universally embraced", "start": 1810.59, "duration": 1.319}, {"text": "Then we're just left with you have a certain amount of power to advance your interest", "start": 1811.909, "duration": 5.15}, {"text": "I have a certain amount of power to advance my interests and", "start": 1817.059, "duration": 2.67}, {"text": "it's a naked power struggle in the suspicious way that you're worried about and that is", "start": 1820.279, "duration": 4.489}, {"text": "We come back to this issue of how Marxist or not the postmodern czar, but you're right that at least the great-grandfather", "start": 1826.7, "duration": 6.53}, {"text": "Move it was made by the Marxists in one generation and the Nietzschean", "start": 1833.87, "duration": 3.949}, {"text": "next generation to strip power down to that amoral", "start": 1838.159, "duration": 5.06}, {"text": "Ontological status that you are worried about but but what's the motivation for it? It's like if there isn't", "start": 1844.519, "duration": 6.14}, {"text": "Reality that's outside the linguistic and why is it?", "start": 1851.6, "duration": 4.219}, {"text": "Why is it that first of all what is well, I think there's two", "start": 1856.129, "duration": 3.23}, {"text": "Yeah, I think there are two kinds of motivations", "start": 1859.519, "duration": 2.0}, {"text": "One of the one of the things we know is that there are people who just like power they want to control other people", "start": 1861.519, "duration": 6.66}, {"text": "They have their agendas", "start": 1868.279, "duration": 1.431}, {"text": "No, we can talk about the sociological and the psychological foundation of that", "start": 1869.71, "duration": 4.349}, {"text": "But that is an ongoing fact about society", "start": 1874.059, "duration": 2.91}, {"text": "some people just want power and they will then rationalize their", "start": 1876.97, "duration": 4.709}, {"text": "Use of power over other people by a variety of means, okay", "start": 1882.049, "duration": 4.939}, {"text": "That's one that is an extra linguistic reality", "start": 1888.619, "duration": 3.2}, {"text": "Yes thing that's so surprising. It's like I'm not using that", "start": 1892.46, "duration": 3.89}, {"text": "Let me see the case. You think right if you think of the way some lawyers argue in a courtroom?", "start": 1897.259, "duration": 5.66}, {"text": "They will use all sorts of reach out or rhetorical power plays they will make fallacious", "start": 1904.639, "duration": 5.18}, {"text": "Arguments if they can get away with it", "start": 1909.95, "duration": 1.579}, {"text": "It will browbeat witnesses and make up facts and so forth now, they are not really skeptical", "start": 1911.529, "duration": 5.849}, {"text": "They believe that there's an external world and so forth", "start": 1917.379, "duration": 2.58}, {"text": "They just believe that life is a power struggle and any tactic is fair in order to achieve their ends. All right, so they're not", "start": 1919.999, "duration": 7.489}, {"text": "Postmodernist lawyers, they're just old-fashioned power seeking lawyers and so forth now that is one motivation", "start": 1928.129, "duration": 5.72}, {"text": "It comes up in religious circles", "start": 1933.85, "duration": 1.5}, {"text": "It comes up in political circles that comes up in the school yard", "start": 1935.35, "duration": 2.789}, {"text": "And so on but the other one in the one that I think that we are worried about though", "start": 1938.33, "duration": 4.279}, {"text": "Is that those who get to that view about the amoral ontological?", "start": 1942.609, "duration": 4.53}, {"text": "substrate", "start": 1948.409, "duration": 1.531}, {"text": "being power are those people who are smart and", "start": 1949.94, "duration": 3.619}, {"text": "Who do some thinking about philosophy thinking about politics and so forth and they argue themselves into that position?", "start": 1954.259, "duration": 7.22}, {"text": "because they find the", "start": 1962.21, "duration": 2.0}, {"text": "Power of those skeptical arguments to be convincing rationally to them", "start": 1964.759, "duration": 4.099}, {"text": "So even though the this is not a paradoxical formulation, even though they are rational", "start": 1969.049, "duration": 4.28}, {"text": "Individuals, they are following the logic of certain skeptical arguments to its conclusion and the legitimate conclusion of those arguments", "start": 1973.94, "duration": 8.0}, {"text": "Is that a moral power rules the universe? Okay. So so let's let's examine that for a moment", "start": 1981.94, "duration": 6.809}, {"text": "I mean, this is another thing that", "start": 1988.749, "duration": 2.25}, {"text": "strikes me as", "start": 1991.519, "duration": 2.0}, {"text": "Specious to say the least. I mean first of all, I'm very skeptical of people who try to", "start": 1995.179, "duration": 4.969}, {"text": "reduce all complex phenomena to a single explanatory mechanism", "start": 2001.599, "duration": 4.82}, {"text": "No, I mean if you look at because I do look at things biologically", "start": 2007.52, "duration": 3.39}, {"text": "It's obvious that human beings have a multitude of primordial", "start": 2011.13, "duration": 4.43}, {"text": "Motivational systems and that we share them and that we share them with animals. There's pain and there's fear and there's", "start": 2016.14, "duration": 6.589}, {"text": "incentive reward and there's rage and there's play and there's hunger and there's lust and", "start": 2023.28, "duration": 6.41}, {"text": "That's a handful that there's more than that and these are very and you know those", "start": 2030.03, "duration": 4.639}, {"text": "motivations get integrated across time into", "start": 2035.88, "duration": 2.719}, {"text": "Hyper motivations let's say that would be something akin to an integrated narrative one. That is", "start": 2039.36, "duration": 7.309}, {"text": "Manifested interpersonally, but also played out socially and higher-order values emerge from that. Um,", "start": 2047.46, "duration": 6.439}, {"text": "You take a claim like the post modernist make that well, first of all", "start": 2054.87, "duration": 4.489}, {"text": "they accept the idea that there's almost nothing but hierarchy and that people's fundamental motivations is to climb up the hierarchy even though they're very", "start": 2059.36, "duration": 7.619}, {"text": "My experience has been for example, whenever I talk about hierarchy the postmodernist types go after me", "start": 2067.83, "duration": 5.599}, {"text": "hammer and tongs", "start": 2074.22, "duration": 2.0}, {"text": "Because I'm making the claim that hierarchy is a natural", "start": 2076.44, "duration": 3.469}, {"text": "Phenomenon not necessarily a beneficial one, but an inevitable one in some sense with its pros and cons", "start": 2080.55, "duration": 5.899}, {"text": "but they accept that uncritically when they presume that power is the fundamental drive and then the other", "start": 2086.45, "duration": 7.229}, {"text": "Problem is and this is an even more serious one as far as I'm concerned", "start": 2093.93, "duration": 3.979}, {"text": "Is that the evidence that the most effective way for human beings to?", "start": 2097.91, "duration": 6.96}, {"text": "occupy", "start": 2105.93, "duration": 1.5}, {"text": "positions of authority, let's say and competence in", "start": 2107.43, "duration": 3.86}, {"text": "Human dominance hierarchies isn't through the naked expression of power", "start": 2112.32, "duration": 3.8}, {"text": "That's actually unbelievably unstable, you know even Fran's de Waal when he was studying chimpanzees", "start": 2116.37, "duration": 5.479}, {"text": "You know, the female chimpanzees are more empathetic than the male chimpanzees", "start": 2121.92, "duration": 5.33}, {"text": "But of all the chimpanzees, the alpha males are the most impacted. They're the ones that engage in the most", "start": 2128.16, "duration": 7.55}, {"text": "reciprocal", "start": 2136.23, "duration": 1.68}, {"text": "interactions with the members of the truth and", "start": 2137.91, "duration": 2.39}, {"text": "And there's evidence occurring from all sorts of areas including", "start": 2141.99, "duration": 2.989}, {"text": "developmental psychology the developmental psychology of Piaget for example that suggests that", "start": 2145.68, "duration": 4.88}, {"text": "like something like", "start": 2151.29, "duration": 2.0}, {"text": "cooperative game playing aim towards a particular", "start": 2153.96, "duration": 3.56}, {"text": "Important end is a much more stable means for establishing", "start": 2158.099, "duration": 4.43}, {"text": "Hierarchical relationships between people than power. It's like power", "start": 2163.59, "duration": 4.429}, {"text": "only rules in tyrannies and and I guess maybe that's part of the reason that the post modernists also insists that", "start": 2168.57, "duration": 7.549}, {"text": "The Western hierarch is fundamentally an oppressive patriarchy because that justifies their claim. That power is the primary", "start": 2176.34, "duration": 7.819}, {"text": "Motivator and mover of the world, but I just don't see how that's a tenable position", "start": 2185.369, "duration": 4.43}, {"text": "now", "start": 2190.92, "duration": 1.26}, {"text": "well, I think ontologically it's fair to say that most postmoderns buy into the notion that power is", "start": 2192.18, "duration": 7.429}, {"text": "Fundamentally, there's not anything that can be reduced to that", "start": 2200.46, "duration": 2.389}, {"text": "but that my reading of them is that that is not the entire philosophical story because power just is a", "start": 2203.25, "duration": 6.53}, {"text": "tool a means to an end and that still leaves open the question of", "start": 2210.39, "duration": 3.92}, {"text": "what ends - which one is going to use that power and here and I think the postmoderns are", "start": 2214.83, "duration": 6.679}, {"text": "Rightly diverse in their views. There is a strong streak of them", "start": 2221.94, "duration": 5.149}, {"text": "Then this is something that goes back to Marxism in general or broadly socialism in general. That will say", "start": 2227.089, "duration": 6.51}, {"text": "Yes, we all want", "start": 2234.63, "duration": 1.86}, {"text": "power but we recognize that power is", "start": 2236.49, "duration": 3.5}, {"text": "Unequally distributed in the world and that connects to your points about hierarchy", "start": 2240.54, "duration": 4.369}, {"text": "But what is your value?", "start": 2245.58, "duration": 2.0}, {"text": "reaction to that unequal distribution of power in the world", "start": 2247.95, "duration": 4.489}, {"text": "Now there are the Nietzschean who will react to say", "start": 2252.9, "duration": 3.08}, {"text": "well", "start": 2255.98, "duration": 0.49}, {"text": "the unequal distribution of power is fine and our sympathies are with those who have more power because we want them to", "start": 2256.47, "duration": 8.0}, {"text": "Advance the human species by some evolutionary mechanism, but that is a subjective value preference that they are adding to", "start": 2265.17, "duration": 7.489}, {"text": "Previous facts that power is fundamental that power is unequally distributed", "start": 2273.67, "duration": 4.16}, {"text": "now we're adding my sympathies are with those who have more power the", "start": 2278.65, "duration": 4.91}, {"text": "Socialist or more narrowly Marxist response to those to say power is fundamental power is unequally distributed", "start": 2284.23, "duration": 7.639}, {"text": "But our empathy is with those who are on the losing side of history", "start": 2292.63, "duration": 5.03}, {"text": "So to speak or a various source of social forces", "start": 2297.66, "duration": 2.699}, {"text": "And so what that then means for them is that they will accept that power is operating in an hierarchical", "start": 2300.359, "duration": 6.99}, {"text": "Context but that they want to use whatever power they have to", "start": 2307.81, "duration": 3.319}, {"text": "more", "start": 2311.77, "duration": 1.14}, {"text": "equally redistribute the power in a", "start": 2312.91, "duration": 2.479}, {"text": "In a", "start": 2316.93, "duration": 1.59}, {"text": "egalitarian fashion", "start": 2318.52, "duration": 1.17}, {"text": "The only needs to talk about it's going to be though that third component about what your value", "start": 2319.69, "duration": 6.83}, {"text": "Reaction is to what you take to be the metaphysical substrate", "start": 2326.89, "duration": 3.8}, {"text": "There's another form of real world smuggling that goes along with that which is both", "start": 2332.17, "duration": 5.479}, {"text": "ontological and ethical and the ontological", "start": 2338.53, "duration": 3.53}, {"text": "Smuggling would be while there are definitely power structures and that people compete for power", "start": 2342.58, "duration": 4.789}, {"text": "so that's claim number one, which seems to be extra linguistic and claim number two is that", "start": 2347.7, "duration": 5.61}, {"text": "the proper moral stance of a human being is", "start": 2354.609, "duration": 3.86}, {"text": "empathy so there's a claim that something like empathy exists and that he should be reserved for people who are on the", "start": 2359.44, "duration": 6.56}, {"text": "Lower end of the hierarchical distribution. That's right. Okay, and", "start": 2366.28, "duration": 4.909}, {"text": "Postmoderns like Foucault make that very clear", "start": 2372.1, "duration": 2.629}, {"text": "Richard Rorty", "start": 2375.97, "duration": 1.44}, {"text": "even more clearly", "start": 2377.41, "duration": 2.0}, {"text": "makes that claim", "start": 2379.72, "duration": 1.8}, {"text": "Jacques Derrida is a very interesting case because most of his work is", "start": 2381.52, "duration": 4.04}, {"text": "Not overtly social ethical or political but at various points particularly toward the end of his life", "start": 2385.99, "duration": 6.379}, {"text": "He says, you know, my my entire sympathies are with", "start": 2392.369, "duration": 2.489}, {"text": "the oppressed and he talks about", "start": 2395.8, "duration": 2.0}, {"text": "Reinvigorating a certain kind of or in the spirit of Marxism something or other", "start": 2398.05, "duration": 3.229}, {"text": "but from his perspective", "start": 2401.859, "duration": 1.731}, {"text": "He recognizes that he has no philosophical resort to justify", "start": 2403.59, "duration": 4.499}, {"text": "that value claim and he doesn't want to say that it's just a", "start": 2408.4, "duration": 3.919}, {"text": "personal subjective preference that he has so he does appeal to a kind of Conti and regulative idea or", "start": 2412.809, "duration": 6.2}, {"text": "What we're in more old-fashioned whether it's a kind of platonic form that that we need to appeal to if we're going to justify", "start": 2419.44, "duration": 7.28}, {"text": "in some way so it's kind of interesting that", "start": 2427.27, "duration": 2.329}, {"text": "Recognizing exactly the problem that you're pointing out. Where do we get that?", "start": 2431.319, "duration": 3.17}, {"text": "empathy claim from and justify that the postmoderns", "start": 2435.22, "duration": 4.219}, {"text": "Recognize the predicament and some of them are trying to point to extra linguistic sources for it", "start": 2440.14, "duration": 5.449}, {"text": "Well that opens that opens a big can of worms if your initial claim is that there's no such thing as an extra linguistic source", "start": 2445.809, "duration": 6.5}, {"text": "Exactly. Yes, because you let one extra linguistic source in especially something as complicated as the interplay between", "start": 2452.77, "duration": 6.439}, {"text": "Say power hierarchy and empathy. I mean, yes, those are major", "start": 2460.059, "duration": 4.01}, {"text": "motivational forces and then if you're willing to admit to the existence of those major", "start": 2465.13, "duration": 5.479}, {"text": "Motivational forces. Well, it's it's hard to exclude pain. It's hard to exclude anxiety", "start": 2472.72, "duration": 6.139}, {"text": "It's hard to exclude or something even more basic is hunger", "start": 2478.859, "duration": 4.08}, {"text": "It's hard to exclude", "start": 2483.549, "duration": 2.0}, {"text": "The proclivity for cooperation and play it's like all of biology. It seems to me sneaks back into", "start": 2485.77, "duration": 7.459}, {"text": "the postmodern project as soon as those initial", "start": 2493.779, "duration": 3.83}, {"text": "Well, absolutely, but that's what we're finding a lot of our debates are right now about psychology and biology", "start": 2502.96, "duration": 4.939}, {"text": "Is that certain number of psychologists and biologists are pushing back and saying oh there is a reality here or we're getting great", "start": 2508.569, "duration": 5.959}, {"text": "Resistance from the postmodern second and third generation to having to do so", "start": 2514.75, "duration": 5.419}, {"text": "Okay. So now you said the philosophers that have reviewed your book have been basically positive and so", "start": 2520.9, "duration": 7.219}, {"text": "Why are you receiving?", "start": 2528.609, "duration": 2.57}, {"text": "Positive feedback from what is it about philosophy and about philosophers or about your work?", "start": 2532.24, "duration": 5.479}, {"text": "Eliciting a positive response from them. Yeah", "start": 2539.01, "duration": 3.35}, {"text": "Well, my book is primarily an intellectual history to some extent I am", "start": 2543.09, "duration": 4.669}, {"text": "Polemical and pushing back against post-modernism. So people don't understand that. I'm taking a stance as well", "start": 2548.28, "duration": 5.81}, {"text": "But the primary purpose of the book is to do a solid intellectual history", "start": 2554.4, "duration": 3.649}, {"text": "where does this confusing sprawling but nonetheless very vigorous and powerful movement come from and", "start": 2558.05, "duration": 6.57}, {"text": "It doesn't come out of thin air, but rather there's a lot of deep thinking that's behind it", "start": 2565.5, "duration": 4.4}, {"text": "So what I'm doing is I'm tracing what I see as the important intellectual movements of the last two centuries", "start": 2570.18, "duration": 5.6}, {"text": "So I'm starting with Contin Rousseau. I'm talking about Hegel marx, nietzsche Heidegger and the others so", "start": 2576.36, "duration": 6.349}, {"text": "All of those figures are", "start": 2584.28, "duration": 2.0}, {"text": "difficult complex and important in their own right and there are scholarly debate about say how skeptical or not Conte is", "start": 2586.95, "duration": 7.22}, {"text": "whether there's an element of liberalism or not in each", "start": 2594.51, "duration": 3.14}, {"text": "Heidegger's connection to the Nazis and so forth", "start": 2598.65, "duration": 2.329}, {"text": "So there is a range of scholarly movement and most of these major", "start": 2601.68, "duration": 3.53}, {"text": "Intellectuals have two or three major schools of interpretation attached to them", "start": 2606.27, "duration": 5.39}, {"text": "But what and so the pushback that I am getting on", "start": 2612.03, "duration": 3.11}, {"text": "contour unmeet or Heidegger or whatever will be", "start": 2615.75, "duration": 2.6}, {"text": "From those who are in a different school of interpretation with respect to them, but typically among the Philosopher's it's a respectful", "start": 2619.11, "duration": 7.369}, {"text": "Engagement because they will recognize that there is a very good argument that can be made for interpreting. The Philosopher's the other way", "start": 2627.39, "duration": 7.849}, {"text": "and typically then what I'm doing is emphasizing the skeptical elements or they ultimately", "start": 2636.39, "duration": 5.539}, {"text": "Negative and nihilistic elements that get sifted out and woven together", "start": 2642.84, "duration": 3.77}, {"text": "Into ultimately the the postmodern framework and along the way the Philosopher's who want to argue", "start": 2647.31, "duration": 6.29}, {"text": "Well, you know this particular thinker is not that bad or you would not buy into the whole", "start": 2653.6, "duration": 4.5}, {"text": "Project. Those are the ones who will criticize me on various things, but I typically find though outside of philosophical circles", "start": 2659.25, "duration": 7.489}, {"text": "though is and that this is not a criticism of these individuals since we can't know ever thing is that they", "start": 2666.74, "duration": 6.179}, {"text": "Will know something about Nietzsche or Heidegger or or Conte, but they're not up on the scholarly literature", "start": 2673.89, "duration": 6.05}, {"text": "You know, they've read one book or one article about that person that was written from a certain perspective", "start": 2679.95, "duration": 4.729}, {"text": "So if I make the argument for the other perspective on that thinker it's new to them and it seems outrageous to them", "start": 2685.26, "duration": 5.899}, {"text": "And so they will react negatively to it. So something like that", "start": 2691.16, "duration": 5.7}, {"text": "So now you wrote this book back in 2004. So you were pretty early observer of", "start": 2698.28, "duration": 7.55}, {"text": "The", "start": 2707.46, "duration": 1.29}, {"text": "Vital importance. I suppose of the post modernist debate", "start": 2708.75, "duration": 3.649}, {"text": "I mean there it certainly be none rise in political correctness in the early 90s", "start": 2712.4, "duration": 6.06}, {"text": "and that's it disappear by the mid 90s, but", "start": 2718.46, "duration": 2.939}, {"text": "2004 is I would say five or six or maybe even eight years", "start": 2722.58, "duration": 5.389}, {"text": "previous to the to this new", "start": 2728.73, "duration": 2.239}, {"text": "burgeoning of", "start": 2732.39, "duration": 1.41}, {"text": "Political polarization and and the debate between the politically correct types. Let's say and those who take a more", "start": 2733.8, "duration": 7.609}, {"text": "biological perspective it's like what clued you into the fact that this was a", "start": 2741.99, "duration": 5.239}, {"text": "Issue of fundamental of potentially fundamental importance. Yeah", "start": 2748.8, "duration": 4.699}, {"text": "Well, yeah, thanks. I think if there's a testament to the power of", "start": 2754.29, "duration": 4.669}, {"text": "philosophy the power of ideas the power of logic that", "start": 2759.54, "duration": 3.109}, {"text": "when you identify", "start": 2763.32, "duration": 1.95}, {"text": "Abstract principles and their adoption and you have a good sense of logic you can make predictions", "start": 2765.27, "duration": 5.239}, {"text": "About how they're going to play out when they are applied in real life", "start": 2770.64, "duration": 4.25}, {"text": "This is one of my major career beliefs that philosophy is not", "start": 2775.68, "duration": 4.94}, {"text": "disembodied abstract head in the clouds, but no matter how abstract and", "start": 2781.8, "duration": 4.699}, {"text": "speculative various philosophical positions", "start": 2787.32, "duration": 2.329}, {"text": "Seem to be when they are believed and acted upon the they make a real-life difference", "start": 2790.47, "duration": 7.55}, {"text": "So in part, that's what I was doing", "start": 2798.02, "duration": 1.83}, {"text": "I actually wrote the first draft of the book 20 years ago this year in nineteen 9", "start": 2799.85, "duration": 5.179}, {"text": "I had a sabbatical and so I I had an outline of the book written in", "start": 2805.03, "duration": 4.589}, {"text": "1999 and then by the middle part of the year 2000 I had", "start": 2810.02, "duration": 4.369}, {"text": "Fully written the book but it didn't come out till 2004 because I had some challenges with getting getting it published", "start": 2814.97, "duration": 6.199}, {"text": "I think what has happened in the last 5 years or so is that we are now into second or third generation", "start": 2822.23, "duration": 6.829}, {"text": "Post-modernism depending on how you count things and what has happened is the the first generation of postmoderns were very successful", "start": 2829.97, "duration": 7.55}, {"text": "Inside academic circles at educating large numbers of students getting a significant number of them", "start": 2838.52, "duration": 5.779}, {"text": "through graduate school and then to themselves becoming", "start": 2844.609, "duration": 3.86}, {"text": "Professors and public intellectuals and things reached a critical mass. I would say starting six or seven years ago and", "start": 2849.02, "duration": 7.429}, {"text": "So then we start to notice it significantly starting to transform", "start": 2857.45, "duration": 3.26}, {"text": "The internal demand dynamics of the university but we also now have a critical mass of activists who are now", "start": 2861.44, "duration": 6.949}, {"text": "Graduated maybe they didn't graduate with PhDs", "start": 2868.67, "duration": 2.659}, {"text": "They got bachelor's degrees or master's degrees", "start": 2871.329, "duration": 2.219}, {"text": "But they've gone into activist organizations and they are trying to and successfully", "start": 2873.74, "duration": 6.829}, {"text": "shifting the terms of the debate", "start": 2880.97, "duration": 2.0}, {"text": "Outside of the academic world and so the broader public starts to notice things", "start": 2884.18, "duration": 4.369}, {"text": "and then", "start": 2889.339, "duration": 1.621}, {"text": "That's where we are right now with the culture war", "start": 2890.96, "duration": 2.81}, {"text": "manifesting itself on two major fronts the academic world and the broader cultural space", "start": 2894.44, "duration": 5.419}, {"text": "So what are your concerns about that like when you look out at the world?", "start": 2900.65, "duration": 4.34}, {"text": "You are obviously concerned enough about post modernist thinking to devote a", "start": 2907.339, "duration": 4.01}, {"text": "Substantial proportion of your academic career to it and then to put yourself on the line to some degree as well", "start": 2911.599, "duration": 5.479}, {"text": "What is it about the post modernist view that", "start": 2918.589, "duration": 2.959}, {"text": "Well, let's let's let's ask this question two ways", "start": 2924.17, "duration": 2.719}, {"text": "What do you think?", "start": 2928.25, "duration": 2.0}, {"text": "the advantages", "start": 2930.349, "duration": 1.98}, {"text": "if any are to the post modernist view or the inevitability of it and what you think the dangers and", "start": 2932.329, "duration": 6.659}, {"text": "Disadvantages are hmm", "start": 2939.42, "duration": 2.0}, {"text": "Well, that's to two big questions first. Why why I'm worried about it", "start": 2941.7, "duration": 5.27}, {"text": "And there's a question about what degree of worry right one should have", "start": 2947.549, "duration": 4.01}, {"text": "Interestingly and my home discipline of philosophy", "start": 2952.559, "duration": 2.179}, {"text": "Post-modernism is not that strong part of philosophy", "start": 2956.039, "duration": 4.67}, {"text": "flirted with and", "start": 2962.16, "duration": 2.0}, {"text": "Post-modernism for a while", "start": 2964.979, "duration": 1.34}, {"text": "I think philosophy did generate all of the arguments or we saw the major arguments that postmoderns use", "start": 2966.319, "duration": 5.729}, {"text": "the force if he does have built into its DNA, so to speak a very healthy respect for", "start": 2972.359, "duration": 5.51}, {"text": "argumentation and", "start": 2978.72, "duration": 2.0}, {"text": "A no liking for new argument", "start": 2981.539, "duration": 2.78}, {"text": "So what has happened mostly in the philosophy profession is a serious development and engagement with all of these negative", "start": 2984.319, "duration": 6.78}, {"text": "skeptical arguments and so on but then a", "start": 2991.589, "duration": 2.54}, {"text": "realization that a lot of them don't work in various ways and then people moving off in other directions or", "start": 2994.44, "duration": 6.049}, {"text": "once we start seeing the same arguments being", "start": 3000.92, "duration": 2.54}, {"text": "recycled and retreading a certain amount of boredom occurs with it because", "start": 3004.099, "duration": 4.31}, {"text": "smart active minded people live like new things and so someone comes along with a new", "start": 3009.079, "duration": 4.13}, {"text": "Positive argument or a new positive program and philosophers get excited about that", "start": 3013.819, "duration": 4.64}, {"text": "And so post-modernism is a little bit passe in those disciplines", "start": 3018.46, "duration": 4.859}, {"text": "But I am worried about it because philosophy", "start": 3023.9, "duration": 2.06}, {"text": "Demographically is a tiny proportion of the overall", "start": 3027.17, "duration": 2.479}, {"text": "Academy and the postmodern arguments have been picked up by the larger and more influential", "start": 3030.529, "duration": 6.14}, {"text": "academic disciplines such as", "start": 3037.099, "duration": 2.0}, {"text": "psychology, right", "start": 3039.589, "duration": 0.95}, {"text": "You know this one as well english literature to some extent in the law schools in the field of history sociology", "start": 3040.539, "duration": 5.67}, {"text": "is very polluted and then the the big rise of all of the", "start": 3046.609, "duration": 4.01}, {"text": "various special Studies programs", "start": 3051.349, "duration": 1.91}, {"text": "You know gender studies race studies ethnicity studies and so on you find a much higher percentage of post-modernism there now", "start": 3053.259, "duration": 7.11}, {"text": "I have not seen good", "start": 3060.41, "duration": 2.239}, {"text": "journalistic sociology about higher academic - whether it's 8 percent or 40 percent of people who are postmodern or", "start": 3063.499, "duration": 7.34}, {"text": "But there clearly is an uptick statistically significant increase in the number of people who are adopting", "start": 3071.579, "duration": 7.82}, {"text": "post-modern", "start": 3080.19, "duration": 1.02}, {"text": "Viewpoints and then educating the next generation of students. Yes. Why don't the activist types", "start": 3081.21, "duration": 6.799}, {"text": "Yeah, absolutely. Yes, that's right. So", "start": 3088.47, "duration": 2.419}, {"text": "There is that this is a non philosophical issue", "start": 3092.19, "duration": 2.359}, {"text": "this is a journalistic or a demographical issue about", "start": 3094.549, "duration": 3.0}, {"text": "measuring to what extent it's a rising movement how widespread it is and so on and my concern", "start": 3097.95, "duration": 5.479}, {"text": "professionally is with the arguments that generate post-modernism and refuting those now why this is important is", "start": 3103.859, "duration": 6.919}, {"text": "Well, you know, I'm a professor", "start": 3111.21, "duration": 1.97}, {"text": "So I'm always dealing with young people who are at the early stages of their their careers and in my view the most important thing", "start": 3113.18, "duration": 6.659}, {"text": "That we all need", "start": 3120.299, "duration": 1.891}, {"text": "As human beings were thoughtful people. We want to be passionately engaged with the world", "start": 3122.19, "duration": 4.219}, {"text": "we want our lives to be meaningful is we do need a philosophy of life that's going to success set us up for", "start": 3126.41, "duration": 6.0}, {"text": "The best chance of succeeding in our lives as possible. So in my view", "start": 3133.109, "duration": 5.27}, {"text": "Basically an optimist we do need as young people", "start": 3139.079, "duration": 4.04}, {"text": "With our whole lives ahead to have some sense that my life is going to be meaningful. It's going to be significant that there are", "start": 3143.549, "duration": 7.88}, {"text": "important values that I can strive for", "start": 3151.98, "duration": 2.719}, {"text": "The romantic in me wants to say my life can and should be this great adventure and", "start": 3156.93, "duration": 5.359}, {"text": "Having that fundamental commitment and helping students sort out", "start": 3163.589, "duration": 3.77}, {"text": "What are the genuine values that are worth pursuing in life that has to be?", "start": 3167.359, "duration": 5.459}, {"text": "instilled in young people", "start": 3173.579, "duration": 1.621}, {"text": "Otherwise, they will just drift through life and then they will get to their older years and realized that their life is frittered away", "start": 3175.2, "duration": 6.709}, {"text": "Yes, okay. So that's an interesting. No, that's very interesting", "start": 3182.369, "duration": 3.199}, {"text": "observation because you know", "start": 3186.119, "duration": 1.771}, {"text": "I've been trying to account at least in part for", "start": 3187.89, "duration": 3.139}, {"text": "well, let's say the", "start": 3192.119, "duration": 2.06}, {"text": "Surprising and surreal popularity of my public lectures", "start": 3196.349, "duration": 3.679}, {"text": "so absolutely yes about a hundred and fifty cities now to about", "start": 3200.91, "duration": 4.119}, {"text": "300,000 people and you know, I lay out a fairly straightforward case", "start": 3205.67, "duration": 4.429}, {"text": "I would say that's very much analogous to the case that you just described and that is that", "start": 3210.099, "duration": 7.469}, {"text": "Well, we looked for some", "start": 3218.45, "duration": 2.449}, {"text": "unassailable truth", "start": 3221.539, "duration": 1.98}, {"text": "and for me", "start": 3223.519, "duration": 1.921}, {"text": "There are two unassailable pessimistic truths and one. Is that a", "start": 3225.44, "duration": 4.909}, {"text": "Substantial proportion of life is going to be suffering because we're finite and even if things are going well for you", "start": 3231.2, "duration": 5.869}, {"text": "Now you're subject to illness mental and physical you're subject to the decimation of your dreams", "start": 3237.069, "duration": 6.15}, {"text": "You're going to lose the people that you love the world that you know is going to change in ways that you find", "start": 3243.22, "duration": 5.549}, {"text": "disconcerting and unfortunate and so sufferings built in and then if you don't want me", "start": 3249.98, "duration": 5.239}, {"text": "Interrupting at that point the the phrase unassailable truth and what we should be doing though in", "start": 3255.98, "duration": 6.199}, {"text": "education is", "start": 3262.97, "duration": 1.889}, {"text": "Saying that there are no", "start": 3264.859, "duration": 2.0}, {"text": "Unassailable truths that part of a good education is any previous generations truth should be assailed at least", "start": 3267.589, "duration": 6.709}, {"text": "intellectually by the students they should", "start": 3274.609, "duration": 1.591}, {"text": "challenge question and look at those truths what the best arguments can be amounted against them and then make their own judgments about", "start": 3276.2, "duration": 6.53}, {"text": "Whether they agree that this truth is in fact a truth or whether it needs to be rejected and and moved on", "start": 3283.009, "duration": 7.46}, {"text": "so the great danger I think of post-modernism though is its", "start": 3290.779, "duration": 3.56}, {"text": "skeptical stance toward the idea of there being truth at all and", "start": 3295.4, "duration": 4.79}, {"text": "then in its activist", "start": 3300.74, "duration": 2.0}, {"text": "manifestation when the professors are functioning as I just have my subjective preferences and I have power in the classroom and my", "start": 3302.869, "duration": 7.79}, {"text": "View as a professor of my practice rather as a professor is simply to indoctrinate students in my subjective preferences", "start": 3311.299, "duration": 6.59}, {"text": "in that case what you are doing is not only giving students a very", "start": 3318.2, "duration": 4.52}, {"text": "cynical", "start": 3323.24, "duration": 1.319}, {"text": "Negative ultimately as a negative empty view of the world", "start": 3324.559, "duration": 3.26}, {"text": "But you are not at all training them in the ability to think for themselves to compare competing viewpoints and make their own judgment", "start": 3327.98, "duration": 7.579}, {"text": "So that's the danger right? Well, I", "start": 3335.559, "duration": 3.21}, {"text": "Should I should reconsider my", "start": 3340.7, "duration": 2.15}, {"text": "Use of the word. I'm a saleable. I I'm thinking more", "start": 3343.4, "duration": 3.62}, {"text": "I was thinking more I supposed clinically in some sense unit", "start": 3347.02, "duration": 4.02}, {"text": "My experience has been that you don't have to scratch very deeply beneath the surface of people's lives right until you find", "start": 3351.32, "duration": 7.399}, {"text": "And I know yeah", "start": 3359.18, "duration": 1.59}, {"text": "They're dealing with and so I don't know. I know you're not saying this big from the students perspective", "start": 3360.77, "duration": 5.359}, {"text": "It can't be that Professor Peterson with all of his years of experience and wisdom has announced that this is a truth therefore", "start": 3366.13, "duration": 7.23}, {"text": "It's a truth. They have to go through the process that you went through. Hopefully you can accelerate that process", "start": 3373.36, "duration": 5.939}, {"text": "For them, but they have to go through that process. Yeah", "start": 3380.51, "duration": 3.26}, {"text": "well, I mean I do that in the lectures by telling stories to and and and illustrating the fact that you know, the", "start": 3383.77, "duration": 7.29}, {"text": "limitations that are placed on us that produce", "start": 3391.73, "duration": 3.139}, {"text": "Suffering and I invite people I would say to draw their own conclusions about how they regard", "start": 3395.66, "duration": 5.959}, {"text": "that reality in their own lives and", "start": 3401.869, "duration": 2.45}, {"text": "the second proposition let's say is that the suffering is often made worse by", "start": 3405.08, "duration": 6.139}, {"text": "Malevolence and that can be while this sort of", "start": 3411.5, "duration": 2.959}, {"text": "What would you say impersonal malevolence of nature or the more personal", "start": 3416.06, "duration": 4.25}, {"text": "malevolence of society or the individual and so we're faced with that set of problems that", "start": 3420.71, "duration": 5.179}, {"text": "that vulnerability that's characteristic of existence and then", "start": 3426.65, "duration": 3.8}, {"text": "that that vulnerability because it constitutes a real set of problems calls to us to generate solutions and", "start": 3431.18, "duration": 7.459}, {"text": "It's in that", "start": 3438.89, "duration": 1.89}, {"text": "Attempt to generate solutions that that adventure that you described earlier", "start": 3440.78, "duration": 4.609}, {"text": "seems to me to manifest itself and so it seems reasonable to me to", "start": 3446.33, "duration": 5.449}, {"text": "to suggest to young people that they do have a destiny that", "start": 3452.75, "duration": 3.8}, {"text": "gives their life", "start": 3457.34, "duration": 1.68}, {"text": "significant individual import and that is to take arms up against the", "start": 3459.02, "duration": 5.3}, {"text": "inequities of existence at", "start": 3465.68, "duration": 2.0}, {"text": "Whatever levels they counted to act forthrightly and courageously to minimize unnecessary", "start": 3467.96, "duration": 5.39}, {"text": "suffering and to constrain malevolence and that and that it's also it is also actually a vital importance that they do that because", "start": 3473.78, "duration": 7.52}, {"text": "their", "start": 3481.73, "duration": 1.08}, {"text": "their failure to do so is", "start": 3482.81, "duration": 3.02}, {"text": "more damaging than their than they think", "start": 3486.65, "duration": 2.929}, {"text": "They're not ilysm and cynicism that might entice them into", "start": 3490.28, "duration": 4.37}, {"text": "Nihilistic and destructive acts themselves", "start": 3497.21, "duration": 2.239}, {"text": "Actively is more destructive than they think and their capacity to do", "start": 3500.15, "duration": 5.0}, {"text": "positive things in the world on a large scale", "start": 3506.27, "duration": 3.14}, {"text": "individually and in their family and in their community is much larger than they think I it's very difficult for me to see", "start": 3510.26, "duration": 8.0}, {"text": "how", "start": 3518.78, "duration": 1.95}, {"text": "Young people cannot can be left", "start": 3520.73, "duration": 3.5}, {"text": "Uninformed of that as at least a potential reality", "start": 3524.9, "duration": 3.079}, {"text": "without falling down the rabbit hole of nihilism and cynicism and subjectivism and relativism that", "start": 3528.44, "duration": 6.08}, {"text": "Seems to me to the be at least one of the primary dangers of post-modernism. Yes", "start": 3535.31, "duration": 5.239}, {"text": "Yeah, I think undred percent on the latter part of what you were saying. I think on the should be an open question initially", "start": 3540.95, "duration": 5.989}, {"text": "Yes, there is suffering in the world. Yes. There is malevolence in the world", "start": 3547.64, "duration": 4.549}, {"text": "But we should also be open to the fact that there is pleasure. There is beauty there is romance", "start": 3553.43, "duration": 7.34}, {"text": "There is adventure", "start": 3561.47, "duration": 2.0}, {"text": "there is genuine love in the world and what proportions of", "start": 3563.51, "duration": 4.79}, {"text": "Benevolence versus malevolence", "start": 3570.14, "duration": 2.0}, {"text": "happiness versus suffering is", "start": 3572.78, "duration": 2.3}, {"text": "Possible and natural to human beings that should be part of the conversation early on", "start": 3575.69, "duration": 4.88}, {"text": "I think it's an appropriate initial start. Go ahead your tools. I'm sorry", "start": 3580.79, "duration": 5.449}, {"text": "That's a conversation about the potency of your tools", "start": 3586.34, "duration": 3.079}, {"text": "like you can you can admit that these fundamental limitations exist, but you don't have to draw the conclusion that they're", "start": 3589.42, "duration": 7.71}, {"text": "Constraining in any oh", "start": 3600.05, "duration": 2.0}, {"text": "Well, it's not just about the tools it's also about the nature of reality that we are confronting there are of course", "start": 3604.04, "duration": 5.869}, {"text": "People who are Pollyanna sthoo have this view that the world is on our side", "start": 3610.43, "duration": 5.06}, {"text": "There's a benevolent God or the forces of the universe are lined up", "start": 3615.49, "duration": 3.57}, {"text": "Such that I lead a charmed life and everything will go well for me. There are people at the other end of the spectrum", "start": 3619.43, "duration": 5.479}, {"text": "Who you know who argued the opposite the fates are against me. The gods hate me no matter what I do", "start": 3625.43, "duration": 6.08}, {"text": "The forces that govern the universe will just grind me down that's got nothing to do with my toolset", "start": 3632.3, "duration": 6.02}, {"text": "Initially, so to speak that's a metaphysical claim about the nature of the universe", "start": 3638.869, "duration": 3.68}, {"text": "now when we do turn to the toolset if", "start": 3643.22, "duration": 3.169}, {"text": "Whatever your position is along the spectrum of benevolence to malevolence", "start": 3647.03, "duration": 3.53}, {"text": "There is the question about how much power I have", "start": 3650.56, "duration": 3.629}, {"text": "To craft my own tools to to force myself into the kind of being that can take on life's challenges and here I think", "start": 3654.589, "duration": 7.82}, {"text": "Post-modernism is dangerous in two important respects in my view the the most important", "start": 3662.72, "duration": 5.84}, {"text": "development of education schooling parenting and so on is", "start": 3669.95, "duration": 4.31}, {"text": "giving students and young people the critical thinking the rational power to be able to", "start": 3675.349, "duration": 6.86}, {"text": "Understand the world to be able to conceptualize it to know how to do the experiments to analyze the results to sort out", "start": 3682.82, "duration": 7.729}, {"text": "good truth claims from bullshit and so on and so all of that cognitive development that can only come from a", "start": 3690.83, "duration": 7.129}, {"text": "commitment to the idea that the evidence matters", "start": 3698.3, "duration": 2.299}, {"text": "that doing the experiments matters that being", "start": 3701.24, "duration": 3.56}, {"text": "excruciatingly, ly honest with respect to the to the the power of the arguments for and against positions that one might want to argue or", "start": 3705.41, "duration": 7.34}, {"text": "Adopt, but that's absolutely important", "start": 3713.33, "duration": 2.419}, {"text": "the development of a student's rational logical critical capacity is fundamentally important and", "start": 3715.75, "duration": 5.849}, {"text": "Post-modernism is an assault on that and what that means is that in practice students", "start": 3722.27, "duration": 4.01}, {"text": "Do not develop that most important life skill and so put them out into the world", "start": 3726.28, "duration": 5.099}, {"text": "without the tools that they need and I think they are then more likely to feel disempowered there likely to feel", "start": 3731.839, "duration": 6.96}, {"text": "Overwhelmed and then we get the angry", "start": 3739.23, "duration": 2.629}, {"text": "despairing activist type of person that we see in larger numbers now the other", "start": 3742.92, "duration": 4.64}, {"text": "modernists are concerned ethically with the", "start": 3748.89, "duration": 4.43}, {"text": "Re-establishment of", "start": 3755.97, "duration": 1.53}, {"text": "genuine power at the bottom of the power hierarchies", "start": 3757.5, "duration": 4.969}, {"text": "Why do you think it's the case if it is the case and many commentators have made this case Jonathan Hyde among them", "start": 3763.14, "duration": 7.55}, {"text": "That the doctrines that the post modernists tend to be teaching young people", "start": 3771.15, "duration": 5.06}, {"text": "seem to be so", "start": 3776.76, "duration": 1.589}, {"text": "Absolutely", "start": 3778.349, "duration": 2.0}, {"text": "Infantilizing and", "start": 3780.69, "duration": 2.0}, {"text": "undermining rather than", "start": 3782.849, "duration": 2.0}, {"text": "strengthening and and and and", "start": 3786.119, "duration": 2.33}, {"text": "increasing resilience", "start": 3789.72, "duration": 1.98}, {"text": "Is it that they're not interested at the individual level? I mean because it seems so paradoxical that these things are happening simultaneously", "start": 3791.7, "duration": 7.82}, {"text": "Yeah, a couple things on that one is", "start": 3800.64, "duration": 2.689}, {"text": "That in addition to developing a person's rational capacity", "start": 3804.0, "duration": 3.709}, {"text": "We do need to develop their emotional capacity life is a capacity for a great adventure for great positivity", "start": 3807.71, "duration": 6.33}, {"text": "But as you emphasized there is also going to be a significant amount of pain and suffering", "start": 3814.04, "duration": 5.069}, {"text": "And so what we need to do is develop our emotional capacity for handling", "start": 3819.45, "duration": 5.54}, {"text": "All of that resilience is an important part of that", "start": 3824.99, "duration": 3.389}, {"text": "One unfortunate part of the postmodern package though is that they are focusing on a very narrow", "start": 3828.75, "duration": 5.599}, {"text": "range of emotions typically negative emotions and they don't see those emotions as having any connection to", "start": 3834.839, "duration": 6.71}, {"text": "rationality or any connection to a", "start": 3842.16, "duration": 2.0}, {"text": "response to an actual objective reality out there, so", "start": 3844.349, "duration": 3.29}, {"text": "The emotional life of human beings is both cramped and a mystery if you take the postmodern framework", "start": 3849.99, "duration": 6.679}, {"text": "Seriously, and so I think what happens then is when those postmodern ins become teachers or professors or in a position of authority", "start": 3857.28, "duration": 7.669}, {"text": "It's a large amount of", "start": 3866.339, "duration": 2.0}, {"text": "emotional", "start": 3868.82, "duration": 1.08}, {"text": "Communication that is going on, but it's going to be a negative", "start": 3869.9, "duration": 3.889}, {"text": "rage focused despair focus cynical jaded focused kind of", "start": 3874.04, "duration": 4.16}, {"text": "emotionalism and to the extent the students pick up on that they're going to be turned off or if they have some", "start": 3879.17, "duration": 6.409}, {"text": "Predisposition toward that they just get sucked into that emotional universe better speak to Jonathan Heights point that you're raising", "start": 3885.95, "duration": 7.849}, {"text": "yeah, let me just say one thing that is striking to me as I find it interesting among our public intellectuals that", "start": 3894.59, "duration": 6.679}, {"text": "three of the most prominent people on the public intellectual sphere", "start": 3902.12, "duration": 3.679}, {"text": "Are yours?", "start": 3906.5, "duration": 1.47}, {"text": "Jonathan hight and", "start": 3907.97, "duration": 1.59}, {"text": "Steven Pinker and all three of you are professionally", "start": 3909.56, "duration": 3.56}, {"text": "psychologists I", "start": 3913.97, "duration": 1.89}, {"text": "don't know think that that is accidental because", "start": 3915.86, "duration": 3.32}, {"text": "what all three of you are doing in different ways is", "start": 3919.82, "duration": 3.65}, {"text": "noticing that philosophy of course is a very abstract set of arguments and principles, but all of those do need to be operationalized in", "start": 3924.08, "duration": 7.729}, {"text": "actual living breathing human beings and when you see how they are actually", "start": 3932.66, "duration": 4.729}, {"text": "Operationalized in human beings a large part of what you're doing is psychology", "start": 3937.7, "duration": 4.219}, {"text": "so I think it's", "start": 3942.68, "duration": 2.0}, {"text": "Not accidental that", "start": 3944.81, "duration": 2.0}, {"text": "psychologists are of", "start": 3947.03, "duration": 1.92}, {"text": "significant importance in the public intellectual space right now", "start": 3948.95, "duration": 3.5}, {"text": "So to speak to Jonathan Heights point I think what he is", "start": 3952.97, "duration": 4.459}, {"text": "Pointing out is that we are now into a second and third generation of postmoderns and", "start": 3959.03, "duration": 4.13}, {"text": "there's a devolution in the", "start": 3964.25, "duration": 2.72}, {"text": "intellectual quality of", "start": 3967.91, "duration": 2.0}, {"text": "The movement and that makes sense because if you're first generation movement is quite skeptical and relativistic", "start": 3970.13, "duration": 6.739}, {"text": "But nonetheless very educated as Roorkee", "start": 3976.87, "duration": 3.87}, {"text": "Derrida Foucault leotard, especially in my view", "start": 3981.26, "duration": 2.989}, {"text": "were", "start": 3984.77, "duration": 1.53}, {"text": "but the end", "start": 3986.3, "duration": 2.0}, {"text": "Conclusion of their position is that we don't need to take", "start": 3989.3, "duration": 2.33}, {"text": "rationality logic the quest for objectivity to seriously", "start": 3992.66, "duration": 4.07}, {"text": "what will happen in the next generation then will be a", "start": 3997.64, "duration": 3.05}, {"text": "whole Jan duration of", "start": 4001.69, "duration": 2.0}, {"text": "people with PhDs who don't take logic rationality in the quest for objectivity very seriously and said,", "start": 4003.73, "duration": 6.469}, {"text": "They will be not developing those", "start": 4010.2, "duration": 2.55}, {"text": "Skillsets at a very high level so there will be a devolution. They will be more emphasizing emotionalism", "start": 4013.599, "duration": 6.56}, {"text": "There will be more emphasizing activism and then in the third generation", "start": 4020.16, "duration": 3.75}, {"text": "It will be a further devolution", "start": 4024.43, "duration": 2.15}, {"text": "so", "start": 4027.22, "duration": 1.92}, {"text": "I don't have a huge going", "start": 4029.14, "duration": 2.449}, {"text": "self defeating", "start": 4032.859, "duration": 2.0}, {"text": "Is it simple it is? Yeah, it is. I think it is self defeating", "start": 4034.96, "duration": 4.639}, {"text": "intellectually, and one of the things that people who are intellectuals who have been following the arguments for a while notice is this", "start": 4040.39, "duration": 8.0}, {"text": "Is just a recycling of arguments that I heard five years ago ten years ago 20 years ago", "start": 4048.39, "duration": 5.34}, {"text": "and so it becomes self-defeating in the sense that it fails to attract the ongoing interest of", "start": 4053.73, "duration": 5.58}, {"text": "The smart very active minded people. I think also that this is something built into human nature and this is my my great", "start": 4059.65, "duration": 7.31}, {"text": "optimism with young people when they come to university, however", "start": 4068.05, "duration": 4.01}, {"text": "Underprepared and damaged. They might be by their their primary and high school education", "start": 4072.94, "duration": 5.449}, {"text": "They are nonetheless particularly, I think in North America still", "start": 4078.76, "duration": 3.8}, {"text": "Optimistic gung-ho they believe that they can make something of their life. I said when they start going into classes", "start": 4083.65, "duration": 6.26}, {"text": "Where the professors in word and action and just in their physical bearing are commuting", "start": 4090.43, "duration": 5.629}, {"text": "communicating rather messages of defeatism and synthesis some", "start": 4096.64, "duration": 3.56}, {"text": "students who are", "start": 4101.23, "duration": 1.89}, {"text": "Psychologically healthy will just avoid those classes", "start": 4103.12, "duration": 2.509}, {"text": "They will go into fields that hold some promise of positivity for them", "start": 4105.819, "duration": 5.36}, {"text": "It will be the character entrepreneurial fields. I'm sorry they may avoid", "start": 4111.19, "duration": 4.729}, {"text": "University all together. Yeah, absolutely. Sure. Yeah. So what's the point of going to", "start": 4116.589, "duration": 4.79}, {"text": "wallowing", "start": 4122.56, "duration": 1.5}, {"text": "about what a victim you are or what a bad person you are because you have white skin or you're a male or whatever for", "start": 4124.06, "duration": 5.209}, {"text": "Four years now, I'm gonna quit University and get on with living", "start": 4129.27, "duration": 3.899}, {"text": "I do think there also will be corrective mechanisms in place", "start": 4134.09, "duration": 3.629}, {"text": "To some extent universities are driven by dollars and who is writing the fake checks", "start": 4139.71, "duration": 5.69}, {"text": "if it's a million dollar donors when some", "start": 4146.43, "duration": 3.14}, {"text": "terrible manifestation of political correctness happens at their institution", "start": 4150.15, "duration": 3.529}, {"text": "They won't write the million dollar check the next year that will get noticed and that will be communicated in various ways. So", "start": 4153.68, "duration": 6.93}, {"text": "The you know, the universities have their problems, but I am ultimately", "start": 4161.19, "duration": 3.35}, {"text": "Optimistic that they will be able to heal themselves there are market mechanisms in place to do", "start": 4166.08, "duration": 5.87}, {"text": "So to bracket time span, okay, that's interesting", "start": 4172.83, "duration": 3.109}, {"text": "It's interesting that I mean, I wavered between optimism and pessimism because I feel that", "start": 4176.25, "duration": 5.24}, {"text": "the", "start": 4182.1, "duration": 1.02}, {"text": "the", "start": 4183.12, "duration": 1.47}, {"text": "strata of", "start": 4184.59, "duration": 2.0}, {"text": "Postmodernists is relatively young and relatively entrenched and protected by tenure. And of course, I think tenure is a good idea", "start": 4186.9, "duration": 7.399}, {"text": "But that and that they're also unbelievably good at", "start": 4195.75, "duration": 3.62}, {"text": "fomenting activism", "start": 4200.13, "duration": 1.04}, {"text": "I mean, I think political surveys indicate that only about 4% of the general population who views that might be regarded as", "start": 4201.17, "duration": 7.77}, {"text": "radical", "start": 4209.7, "duration": 1.53}, {"text": "Marxist", "start": 4211.23, "duration": 1.77}, {"text": "Postmodern it's it's a tiny minority likes bigger than that in the universities, but they they swing up", "start": 4213.0, "duration": 5.0}, {"text": "They swing beyond their weight", "start": 4219.33, "duration": 1.95}, {"text": "They had absolutely they had past their weight and it's also I think because you know serious academics", "start": 4221.28, "duration": 6.62}, {"text": "This is my impression. Is that serious academics really ignored the", "start": 4228.27, "duration": 4.61}, {"text": "Second-rate", "start": 4234.42, "duration": 1.05}, {"text": "Postmodern disre or decades feeling that the arguments that they were making were", "start": 4235.47, "duration": 4.939}, {"text": "weak enough so that they didn't even require a", "start": 4240.75, "duration": 3.47}, {"text": "Strong rebuttal I mean even when Steven Pinker wrote his book come", "start": 4246.48, "duration": 3.68}, {"text": "the blank slate, you know, I read that book and I thought", "start": 4251.4, "duration": 3.739}, {"text": "That it was an interesting book, but I thought Jesus, dr. Pinker", "start": 4256.62, "duration": 4.22}, {"text": "No one's believed that people are blank slates for like 30 years. That's", "start": 4261.69, "duration": 5.24}, {"text": "It seems as a biological", "start": 4268.229, "duration": 2.0}, {"text": "Psychologist it just seemed to me to be observed that that case had to be even made", "start": 4270.989, "duration": 3.68}, {"text": "But yeah, it's obviously right about that and I was obviously very wrong about that", "start": 4274.67, "duration": 4.889}, {"text": "yeah predictions are", "start": 4280.229, "duration": 2.0}, {"text": "hard to make", "start": 4282.749, "duration": 2.0}, {"text": "And I think it goes back to we need better", "start": 4284.999, "duration": 2.6}, {"text": "Journalism about the demographics of higher education and what's going on there? So is it", "start": 4288.479, "duration": 5.3}, {"text": "4% Is it 12% Is it 25% Then this issue you're raising about punching above their weight", "start": 4294.51, "duration": 7.069}, {"text": "That does seem to be true", "start": 4302.729, "duration": 1.611}, {"text": "but how much above their weight are they punching is the major problem in the classrooms, or is that a matter of", "start": 4304.34, "duration": 7.049}, {"text": "You know as we know most academics don't like Mickey work", "start": 4311.909, "duration": 3.589}, {"text": "Yeah", "start": 4315.499, "duration": 0.45}, {"text": "But a significant number of the first-rate people Orrock doing their real academic work and they're trying to avoid committee work", "start": 4315.949, "duration": 7.26}, {"text": "but the second and third Raiders", "start": 4323.519, "duration": 1.7}, {"text": "They don't mind committee work and they see it as a vehicle to power within the university for them. Um", "start": 4325.219, "duration": 4.95}, {"text": "so if the postmoderns are", "start": 4330.749, "duration": 2.0}, {"text": "As we like to think 2nd or 3rd great", "start": 4333.42, "duration": 2.119}, {"text": "That's a little bit unfair not all of them are", "start": 4335.539, "duration": 2.28}, {"text": "But a higher percentage of them doing the important committee worked and they have a certain amount of power", "start": 4338.039, "duration": 5.15}, {"text": "They're an overlooked part of the university demographics from my perspective is student life", "start": 4343.19, "duration": 6.179}, {"text": "where", "start": 4349.949, "duration": 1.471}, {"text": "the residents", "start": 4351.42, "duration": 2.0}, {"text": "The people who look after the residents the hall all in the entertainment and deciding what student clubs are authorized or not", "start": 4354.749, "duration": 6.68}, {"text": "there's been a significant infiltration of", "start": 4362.46, "duration": 2.959}, {"text": "Postmodernism in that area that's not on the academic side or only in indirect. But if you look at", "start": 4365.94, "duration": 6.349}, {"text": "Orientation program and again, we need better journalism here", "start": 4373.11, "duration": 3.199}, {"text": "But you find a significant number of them are devoting the whole and Torrie orientation week", "start": 4376.309, "duration": 4.95}, {"text": "When the first-year students are coming in two", "start": 4382.8, "duration": 2.54}, {"text": "Lectures on privilege and oppression and whatever the buzzwords are that also is an important issue as well", "start": 4386.01, "duration": 7.819}, {"text": "Chronicle of Higher Education", "start": 4396.659, "duration": 2.0}, {"text": "excoriating", "start": 4398.849, "duration": 1.051}, {"text": "Faculty's event occasion for producing precisely the kinds of internal", "start": 4399.9, "duration": 5.179}, {"text": "University activists that are pushing exactly that kind of agenda, right? Yeah faculties of Education", "start": 4405.419, "duration": 6.5}, {"text": "I do some work in philosophy of education", "start": 4411.919, "duration": 2.07}, {"text": "They are all over the map but there has been a significant postmodern shift", "start": 4415.559, "duration": 3.649}, {"text": "As with post-modernism being the reigning philosophy of education", "start": 4419.999, "duration": 4.16}, {"text": "And then that of course that has impact not just in higher education because that's training the next generation of teachers", "start": 4425.159, "duration": 6.77}, {"text": "one of my", "start": 4432.719, "duration": 1.351}, {"text": "younger colleagues", "start": 4434.07, "duration": 1.319}, {"text": "a man named Andrew Colgan recent PhD from Western University of Western, Ontario", "start": 4435.389, "duration": 5.359}, {"text": "In his dissertation was documenting the the significant demographic", "start": 4441.869, "duration": 4.43}, {"text": "shift among the Ontario high school teachers toward", "start": 4446.849, "duration": 3.589}, {"text": "Basically buying into a postmodern framework and that's a going to be a very important generational shift for Ontario", "start": 4451.019, "duration": 7.04}, {"text": "so what makes you like you talked about market forces and the corrective ability and", "start": 4459.209, "duration": 5.419}, {"text": "and we spoke before we started this podcast about", "start": 4465.659, "duration": 3.979}, {"text": "About", "start": 4471.179, "duration": 1.8}, {"text": "optimistic and positive", "start": 4472.979, "duration": 2.0}, {"text": "Elements my movements. I mean so well, I've two questions for you at least before we conclude and one is", "start": 4475.109, "duration": 7.67}, {"text": "You you seem optimistic and positive and and so what do you see is the route out of this and and what?", "start": 4483.51, "duration": 7.549}, {"text": "What will replace it and like what's the time span?", "start": 4491.369, "duration": 3.529}, {"text": "hmm", "start": 4495.479, "duration": 1.44}, {"text": "Yes, well", "start": 4496.919, "duration": 1.1}, {"text": "I think one thing that we are noticing is an increasing number of first-rate people who are now engaging the debate within higher", "start": 4498.019, "duration": 7.32}, {"text": "education so you can mention someone like", "start": 4505.649, "duration": 2.51}, {"text": "Steven Pinker who's not just doing academic psychology now and said he's devoting resources to", "start": 4508.709, "duration": 6.26}, {"text": "Defending in a public intellectual sphere the Enlightenment project", "start": 4515.729, "duration": 3.11}, {"text": "Jonathan Haidt also excellent", "start": 4519.599, "duration": 2.0}, {"text": "Psychologist doing clinical work as well", "start": 4522.689, "duration": 2.78}, {"text": "But nonetheless is formative in creating that heterodox Academy bringing together", "start": 4525.469, "duration": 5.58}, {"text": "Academics from a wide variety of political spectrum", "start": 4532.57, "duration": 2.96}, {"text": "But the positions but nonetheless all agreeing that academic freedom free speech and so forth are important the work that you're doing", "start": 4535.93, "duration": 7.489}, {"text": "Stepping out onto the public space stage as well. So there is a major uptick in very good", "start": 4545.35, "duration": 6.949}, {"text": "academics", "start": 4552.88, "duration": 1.05}, {"text": "Taking post-modernism and its offshoots seriously and pushing back and I think that augers well", "start": 4553.93, "duration": 6.109}, {"text": "I think there also is a financial", "start": 4560.04, "duration": 3.149}, {"text": "Clout, I think young students when they come in they do", "start": 4563.92, "duration": 3.53}, {"text": "Take a post-modernism course", "start": 4570.46, "duration": 1.52}, {"text": "But they don't go back for more or they plug into the student grapevine and they learn which courses to avoid", "start": 4571.98, "duration": 7.02}, {"text": "and in many cases that postmodern", "start": 4579.88, "duration": 2.36}, {"text": "Activist type of professors they are really ghetto wised in marginal departments", "start": 4582.79, "duration": 5.12}, {"text": "They might be outsized in their voice", "start": 4588.01, "duration": 1.97}, {"text": "but they're not attracting a huge number of students and in my view the students that they are attracting are ones, who are", "start": 4589.98, "duration": 6.06}, {"text": "Already predisposed to that. They're not necessarily converting seems to be so least invasive way of dealing with", "start": 4596.59, "duration": 7.61}, {"text": "Post-modernism if it if it does have the negative", "start": 4606.16, "duration": 2.779}, {"text": "attributes that we've been discussing is actually something like a market solution which is to", "start": 4609.76, "duration": 6.169}, {"text": "Inform young people as to it's essentially and to help convince them that there are", "start": 4617.5, "duration": 5.45}, {"text": "viable", "start": 4623.8, "duration": 1.11}, {"text": "alternatives like viable philosophical alternatives viable political", "start": 4624.91, "duration": 3.649}, {"text": "Alternatives courses they could be taking that would enrich their lives instead of enhancing their sense of victimization", "start": 4629.11, "duration": 5.959}, {"text": "Exactly. That's right", "start": 4635.65, "duration": 1.13}, {"text": "the safest route rather than political intervention or or", "start": 4636.78, "duration": 3.479}, {"text": "some kind of attempt to", "start": 4640.66, "duration": 2.0}, {"text": "radically change the structure of the universities which seems to more dangerous than than usable and", "start": 4642.79, "duration": 5.959}, {"text": "I'm very gung-ho on the internet", "start": 4650.26, "duration": 2.629}, {"text": "The internet of course is just a tool can be used for good or ill and there's a lot of crap as we all know", "start": 4652.89, "duration": 5.669}, {"text": "On the internet, but it also is the case that young", "start": 4658.56, "duration": 3.33}, {"text": "open-minded hungry students", "start": 4662.41, "duration": 2.0}, {"text": "When they are at a U versity and they're not getting the education that they want. They now have access to all sorts of", "start": 4664.6, "duration": 6.299}, {"text": "Viewpoints and they're actively exploring them and I'm sure you get hundreds of contacts", "start": 4671.24, "duration": 4.879}, {"text": "I get lots of contacts from students from all over the world", "start": 4676.12, "duration": 2.729}, {"text": "Who?", "start": 4679.49, "duration": 1.2}, {"text": "Come to me through the internet, and I know that that's a worldwide phenomenon. I also do think", "start": 4680.69, "duration": 5.899}, {"text": "That there's lots of very interesting", "start": 4687.17, "duration": 2.0}, {"text": "entrepreneurial", "start": 4689.66, "duration": 1.68}, {"text": "experimentation going on in higher education", "start": 4691.34, "duration": 2.0}, {"text": "Some of it's driven by the cost demographics, you know people asking the reasonable question. Is it really worth a quarter million dollars?", "start": 4693.95, "duration": 7.069}, {"text": "To to get a good higher education at a traditional bricks-and-mortar", "start": 4702.14, "duration": 3.83}, {"text": "university or should I spend just a hundred thousand dollars and maybe get only a", "start": 4706.49, "duration": 4.099}, {"text": "75% quality education at an online", "start": 4711.35, "duration": 3.649}, {"text": "Institution or some other vehicle? So there's lots of experimentations that are going on there", "start": 4715.55, "duration": 4.729}, {"text": "and of course the technology is just getting better and better so", "start": 4720.28, "duration": 3.3}, {"text": "instead of", "start": 4724.34, "duration": 1.08}, {"text": "the only", "start": 4725.42, "duration": 0.96}, {"text": "Avenue being taking the universities on head-on from the inside that battle has to be fought and some of us are doing it but there", "start": 4726.38, "duration": 7.01}, {"text": "Will be a significant number of people who will just avoid the universities altogether and they'll be new", "start": 4733.39, "duration": 4.229}, {"text": "Institutions that are created and that will be a market solution. Mm-hmm. Do you know that seventy about", "start": 4737.75, "duration": 5.06}, {"text": "75% of the cumulative student debt in the United States is held by women. I", "start": 4743.81, "duration": 6.77}, {"text": "Did not know that", "start": 4751.94, "duration": 2.0}, {"text": "Supported number of those women are black so it that it's so perverse", "start": 4754.1, "duration": 6.35}, {"text": "Hmm. They're so perverse part of the", "start": 4761.24, "duration": 2.75}, {"text": "Explanation for that. It's not the total explanation is that", "start": 4764.81, "duration": 4.459}, {"text": "These", "start": 4770.81, "duration": 1.89}, {"text": "women were", "start": 4772.7, "duration": 1.77}, {"text": "Enticed or chose to enter disciplines where the probability of making enough money", "start": 4774.47, "duration": 6.139}, {"text": "over a reasonable span of your life", "start": 4781.28, "duration": 2.72}, {"text": "Especially given the high interest rates that are associated with student debt is extraordinarily low", "start": 4784.37, "duration": 4.939}, {"text": "No, that's another strange", "start": 4789.98, "duration": 2.24}, {"text": "Reaction as a perverse unintended consequence. Oh, I was not aware of that statistic. I was aware that", "start": 4792.98, "duration": 4.1}, {"text": "This matters with my experience about 60% of our university graduates are women", "start": 4798.08, "duration": 4.77}, {"text": "Compared to only about 40% male. So there's a demographic shift there. So", "start": 4803.88, "duration": 4.49}, {"text": "But I was not aware of the the racial component of that", "start": 4809.76, "duration": 2.81}, {"text": "Intended consequence", "start": 4815.25, "duration": 1.25}, {"text": "It's really what you know", "start": 4816.5, "duration": 1.8}, {"text": "Because there's poor women laboring under these debt loads that it looks like they're never going to be able to clear", "start": 4818.3, "duration": 5.61}, {"text": "Okay, so that's that's optimism. It's long term optimism, but it's also", "start": 4824.28, "duration": 4.31}, {"text": "That's good to hear can I ask you a little bit about what your private", "start": 4830.64, "duration": 5.27}, {"text": "What your life is been? Like? Let's say over the last couple of years as", "start": 4837.12, "duration": 3.83}, {"text": "you", "start": 4841.53, "duration": 1.02}, {"text": "use", "start": 4842.55, "duration": 1.08}, {"text": "Social media more and as your work has become", "start": 4843.63, "duration": 3.02}, {"text": "much more", "start": 4847.44, "duration": 2.0}, {"text": "Disseminated and discussed publicly. Yeah", "start": 4849.69, "duration": 2.569}, {"text": "Pluses and the minuses for you and what's changed for you? Yeah overall", "start": 4852.93, "duration": 4.339}, {"text": "plusses", "start": 4857.97, "duration": 1.02}, {"text": "A way the minuses definitely", "start": 4858.99, "duration": 2.239}, {"text": "Whether the mean- has been that it's cut a lot into my writing time in some ways. Majorly. I'm a", "start": 4861.75, "duration": 7.64}, {"text": "stereotypical nerd my", "start": 4870.03, "duration": 2.0}, {"text": "ideal day is to go to the library with my computer and read and write with a stack of books and", "start": 4872.73, "duration": 5.45}, {"text": "I", "start": 4878.88, "duration": 1.17}, {"text": "Envision my professors life as being dominated by that", "start": 4880.05, "duration": 3.44}, {"text": "But certainly for the last couple of years my my writing and thinking time has been has been lessened", "start": 4883.86, "duration": 5.12}, {"text": "the other major negative just has been they're", "start": 4889.65, "duration": 3.229}, {"text": "just the crap you have to put up with with people who are on various hobby horses who disagree with you, but who don't have", "start": 4893.58, "duration": 6.89}, {"text": "social skills or the", "start": 4901.08, "duration": 2.0}, {"text": "to know how to have a fruitful discussion so", "start": 4903.15, "duration": 2.689}, {"text": "They send to you ad hominem emails and just resort to insults because you you disagree with them", "start": 4906.24, "duration": 5.989}, {"text": "so there's been a certain steady stream of that but part of my learning curve has driven just to be able to", "start": 4913.32, "duration": 5.6}, {"text": "ignore that or filter that out and focus on the the", "start": 4919.26, "duration": 3.71}, {"text": "The positive responses and and the critical responses that are raising good questions. I", "start": 4923.58, "duration": 4.939}, {"text": "Did want to mention if I can plug I have an open college podcast series and I've got two", "start": 4929.16, "duration": 5.569}, {"text": "Podcasts in the work where I'm taking up the the serious and in some cases good criticisms that have been raised of my work", "start": 4935.969, "duration": 6.47}, {"text": "So I'm I'm working on on those as well", "start": 4942.75, "duration": 3.169}, {"text": "That's just part of the ongoing", "start": 4946.59, "duration": 2.0}, {"text": "Fun scholarly back-and-forth that that should be going on and", "start": 4949.739, "duration": 4.25}, {"text": "while I am down on", "start": 4954.81, "duration": 1.77}, {"text": "Post-modernism I should say that I do think", "start": 4956.58, "duration": 2.359}, {"text": "It's an important part of any person's", "start": 4959.82, "duration": 2.0}, {"text": "education to at least for some time consider the most skeptical and", "start": 4962.37, "duration": 4.58}, {"text": "Nihilistic arguments that are out there that post-modernism should have a seat at the table in any person's education", "start": 4967.29, "duration": 6.529}, {"text": "And so it really should be a three or four-way", "start": 4975.36, "duration": 2.0}, {"text": "Debate that's going on there and and students need to process those arguments for themselves", "start": 4977.94, "duration": 5.569}, {"text": "the", "start": 4984.12, "duration": 1.05}, {"text": "Other pluses are that I do enjoy", "start": 4985.17, "duration": 2.359}, {"text": "travel so in addition to my normal academic", "start": 4988.05, "duration": 3.439}, {"text": "conferencing and academic lectures", "start": 4992.31, "duration": 1.8}, {"text": "I've been giving some public intellectual lectures and interacting with the general public more thinking public and that's been a lot of fun", "start": 4994.11, "duration": 7.399}, {"text": "It's actually been very encouraging to realize", "start": 5001.51, "duration": 2.0}, {"text": "How many smart?", "start": 5004.28, "duration": 2.0}, {"text": "Knowledgeable people there are out there in the world living full lives", "start": 5006.44, "duration": 4.43}, {"text": "doing very interesting things, but they also have an interest in intellectual matters and you can have a very fond this conversation with them about", "start": 5012.32, "duration": 7.28}, {"text": "Nietzsche or Marx or", "start": 5020.15, "duration": 2.0}, {"text": "the current state of higher education, so I found that", "start": 5022.4, "duration": 2.569}, {"text": "The the the tourism part that comes with the travel and just interacting with people that I never would have interacted to be very pleasurable", "start": 5025.67, "duration": 6.74}, {"text": "the other big plus has been since I am a", "start": 5032.96, "duration": 3.109}, {"text": "professor I just love young students in their first second year of university when they realize", "start": 5036.86, "duration": 6.26}, {"text": "How big the intellectual world is and how exciting it can be that when they come alive intellectually", "start": 5043.55, "duration": 5.81}, {"text": "And then having a lot more students from around the world who will email me or Facebook me?", "start": 5050.12, "duration": 5.06}, {"text": "with very interesting questions or", "start": 5055.85, "duration": 2.029}, {"text": "They have their own podcast and when I can I'll have a you know, 45 or 50 minute conversation with them on their podcast", "start": 5058.4, "duration": 7.49}, {"text": "so if", "start": 5066.44, "duration": 1.26}, {"text": "Interacting with a lot more students from other parts of the world than than I otherwise would have so yeah", "start": 5067.7, "duration": 7.189}, {"text": "We'll roll the pluses have been great", "start": 5074.89, "duration": 1.87}, {"text": "The thing is about the public exposure and the social media exposure that it's so interesting. Is that come?", "start": 5076.76, "duration": 7.129}, {"text": "The people who come to listen to you only come because they want to listen to you hmm", "start": 5085.97, "duration": 5.959}, {"text": "it's really part of it's a real pure form of the university because there's no compulsion as there is with say", "start": 5092.26, "duration": 7.29}, {"text": "Mandatory classes and grades and so on in universities is that that's right there", "start": 5099.74, "duration": 4.339}, {"text": "Is this tremendous public hunger for philosophical discourse?", "start": 5104.08, "duration": 3.569}, {"text": "That's really been completely in some sense undiscovered up until now and it's it's not an asset", "start": 5107.84, "duration": 6.679}, {"text": "That's right. And that's why I think optimistically", "start": 5114.77, "duration": 2.54}, {"text": "I am or ultimately I am optimistic because I think it is built into", "start": 5117.95, "duration": 4.04}, {"text": "Human nature to to want to be vigorous to engage with the world", "start": 5122.66, "duration": 4.1}, {"text": "and since we're such a smart species to engage with the world intellectually, so young people in their teens when they are becoming", "start": 5126.76, "duration": 7.859}, {"text": "More fully aware of themselves as independent of their parents and that their whole life is ahead and they're preparing for life", "start": 5136.31, "duration": 6.379}, {"text": "they do have this hunger and", "start": 5142.69, "duration": 2.0}, {"text": "It's beautiful to see it activated", "start": 5145.01, "duration": 2.27}, {"text": "Yeah, obviously", "start": 5148.7, "duration": 1.71}, {"text": "all the controversy that surrounded your work hasn't", "start": 5150.41, "duration": 3.169}, {"text": "Soured you in the least on the intellectual enterprise. It sounds like quite the contrary. What are you working on now?", "start": 5154.22, "duration": 7.939}, {"text": "Next five years. That's a", "start": 5166.28, "duration": 2.0}, {"text": "Missions what I've carved out in my schedule starting the end of this academic year", "start": 5169.19, "duration": 5.27}, {"text": "mid May a", "start": 5175.07, "duration": 1.62}, {"text": "Significant amount more of writing time and so I'm I'm making progress and I'm optimistic that by the end of this calendar year", "start": 5176.69, "duration": 7.01}, {"text": "I'll be almost on this next book. What I'm doing is", "start": 5183.71, "duration": 4.1}, {"text": "Focusing on the positive the post-modernism book is negative the Nietzsche and the Nazis book is negative going into some dark philosophical and political", "start": 5188.93, "duration": 7.609}, {"text": "territory", "start": 5196.91, "duration": 1.74}, {"text": "but the to put it positively what are the", "start": 5198.65, "duration": 3.74}, {"text": "positive philosophical issues and positions that need to be developed to", "start": 5203.12, "duration": 4.189}, {"text": "reinvigorate the Enlightenment to correct its deficiencies to make people realize", "start": 5208.61, "duration": 6.109}, {"text": "that the postmodern arguments are", "start": 5215.36, "duration": 2.779}, {"text": "powerful, but they're powerfully based on some", "start": 5218.93, "duration": 2.66}, {"text": "often easy philosophical issues or mistakes to make", "start": 5222.26, "duration": 3.739}, {"text": "Very subtle. So my value added is as a philosopher", "start": 5226.85, "duration": 2.839}, {"text": "The way I'm going to impart package", "start": 5230.87, "duration": 2.0}, {"text": "This is to say that we do have huge debates along any number of dimensions about politics and so on", "start": 5232.87, "duration": 7.109}, {"text": "but in fact, most of our debates about politics are not at all about politics, they are about underlying", "start": 5240.35, "duration": 6.29}, {"text": "Philosophical issues. So for example, we're having debates right now about the proper political", "start": 5247.76, "duration": 6.83}, {"text": "status of say transgender", "start": 5255.17, "duration": 2.059}, {"text": "Individuals, but we're spending very little time actually talking about the politics of it instead. We are having arguments about human nature and", "start": 5258.05, "duration": 7.699}, {"text": "to what extent things are fixed", "start": 5266.72, "duration": 2.0}, {"text": "Causally into a extent things are a matter of human volition", "start": 5269.51, "duration": 2.87}, {"text": "what things are subjective what things are objective and so on and so", "start": 5273.02, "duration": 4.459}, {"text": "Really we are having", "start": 5278.18, "duration": 1.74}, {"text": "philosophical", "start": 5279.92, "duration": 1.11}, {"text": "Arguments hopefully philosophical arguments. It should be informed by biology", "start": 5281.03, "duration": 3.859}, {"text": "but even that is itself a philosophical debate because some people want to say we should approach this as a", "start": 5285.23, "duration": 5.54}, {"text": "Scientific method type of question look at the facts look at the experiments and others have a more free-floating", "start": 5291.56, "duration": 5.78}, {"text": "Ideological commitment that is to say they're operating on a different", "start": 5297.98, "duration": 3.11}, {"text": "epistemology so really what we're doing is we're having a debate about", "start": 5301.82, "duration": 3.619}, {"text": "Epistemology and human nature not really debates about politics so that the politics is just a manifestation of that", "start": 5306.62, "duration": 6.35}, {"text": "so", "start": 5314.0, "duration": 1.26}, {"text": "then my", "start": 5315.26, "duration": 1.32}, {"text": "Hopeful professional value added is to bring clarity and some fresh perspectives on on", "start": 5316.58, "duration": 6.89}, {"text": "On those philosophical debates, one of the things that has plagued lost. Sorry. I'll just say one more thing", "start": 5324.35, "duration": 5.54}, {"text": "It has played philosophy as a whole number", "start": 5329.89, "duration": 3.029}, {"text": "false alternatives that have been entrenched in the discipline for", "start": 5333.8, "duration": 3.8}, {"text": "generations and in many cases", "start": 5338.42, "duration": 2.0}, {"text": "If you can notice", "start": 5341.15, "duration": 2.0}, {"text": "- apparently opposed arguments but realize they have a shared premise and in often cases that shared premise is", "start": 5343.63, "duration": 7.26}, {"text": "implicit then", "start": 5351.17, "duration": 2.0}, {"text": "Asking what the alternatives to that implicit premise would be once you make it explicit can be very illuminating", "start": 5353.21, "duration": 6.14}, {"text": "So I'm working that territory a lot. Hmm. Well, it's interesting. You know that maybe one of the consequences is that", "start": 5359.35, "duration": 6.509}, {"text": "out of them", "start": 5366.44, "duration": 1.92}, {"text": "Let's call it", "start": 5368.36, "duration": 1.89}, {"text": "rather murky darkness of moral relativism and", "start": 5370.25, "duration": 3.319}, {"text": "Post-modernism and the claim that power is the fundamental motivation of human beings. I mean, these are very", "start": 5374.66, "duration": 5.839}, {"text": "pessimistic", "start": 5381.5, "duration": 1.56}, {"text": "philosophical statements", "start": 5383.06, "duration": 1.71}, {"text": "taken almost - almost", "start": 5384.77, "duration": 2.0}, {"text": "Dudes think - they're logical extreme. Hmm. Maybe what will happen is that out of that will come something like a", "start": 5387.08, "duration": 7.609}, {"text": "philosophy, that's", "start": 5395.84, "duration": 2.0}, {"text": "genuinely optimistic without being naive", "start": 5397.85, "duration": 3.049}, {"text": "Exactly. That's nicely put I'm", "start": 5402.26, "duration": 2.0}, {"text": "reminded of a line from the Roman", "start": 5404.54, "duration": 2.39}, {"text": "poet Horace who was reflecting on some of the skeptical and nihilistic trends of his time where they were", "start": 5407.63, "duration": 7.64}, {"text": "Denying the natural world denying and so forth", "start": 5415.97, "duration": 2.869}, {"text": "then a lion is", "start": 5419.69, "duration": 2.0}, {"text": "Though you drive nature out with a pitchfork", "start": 5421.82, "duration": 2.959}, {"text": "Ever she will return right? So the optimistic return is is what we're working on now", "start": 5425.42, "duration": 5.569}, {"text": "Right well and there does seem to be I would say a tremendous hunger for that, you know", "start": 5431.57, "duration": 4.669}, {"text": "one of the things why and I'm sure you see this in your teaching is that", "start": 5436.239, "duration": 4.29}, {"text": "It it's amazing", "start": 5441.17, "duration": 2.149}, {"text": "you know, I I usually begin my lectures on a", "start": 5444.2, "duration": 2.839}, {"text": "fairly pessimistic note, you know detailing out the problems of human nature and", "start": 5447.739, "duration": 5.51}, {"text": "society and to some degree the natural world trying to make a vicious case for the for the", "start": 5454.19, "duration": 6.169}, {"text": "in some sense the atrocity of life and", "start": 5461.36, "duration": 2.84}, {"text": "It means that there's nothing hidden in some sense when the argument begins and then I", "start": 5465.83, "duration": 5.51}, {"text": "Try to make a case that despite that you know", "start": 5471.68, "duration": 3.26}, {"text": "We have within us the capacity to transcend that and then that capacity to transcend that", "start": 5474.94, "duration": 6.81}, {"text": "the atrocity of life is actually more powerful and", "start": 5482.81, "duration": 3.619}, {"text": "Then you can derive an optimism out of the pessimism out of the pessimism. That's even more", "start": 5486.68, "duration": 7.01}, {"text": "Optimistic because of the depth of the pessimism, you know, I can you could tell students", "start": 5494.21, "duration": 5.0}, {"text": "Look you guys you've got real problems to deal with it's no wonder that you're suffering from the existential", "start": 5499.21, "duration": 6.27}, {"text": "Dilemmas that you're suffering from they're real. Hmm, but that doesn't mean that there isn't a", "start": 5506.51, "duration": 4.939}, {"text": "Set of viable solutions and maybe a very large set of viable solutions that can be", "start": 5512.33, "duration": 5.03}, {"text": "that you can learn and that you can practice and that you can engage in that make a", "start": 5517.82, "duration": 4.37}, {"text": "genuine difference to your life and a genuine difference to the life of the people around you and that this is even more real than", "start": 5522.41, "duration": 6.35}, {"text": "the reality of the relativism in them", "start": 5529.13, "duration": 2.6}, {"text": "and the nihilism and and the pessimism and", "start": 5532.49, "duration": 2.99}, {"text": "I've been aligning that especially with the idea of responsibility. You know that", "start": 5537.47, "duration": 4.189}, {"text": "it's possible to find the sustaining meaning in your life through the adoption of a", "start": 5542.42, "duration": 5.149}, {"text": "substantive", "start": 5548.48, "duration": 1.2}, {"text": "responsibility as you can manage and it's really quite remarkable how", "start": 5549.68, "duration": 3.5}, {"text": "Ready people are for that idea", "start": 5557.03, "duration": 2.87}, {"text": "Reduces the audience's to silence to speak of that", "start": 5561.62, "duration": 3.53}, {"text": "Yeah, well, that's all of that touching on the profound themes that human beings do need to engage with", "start": 5565.73, "duration": 6.919}, {"text": "My approach is typically a different particularly with my my first-year students. Where am I?", "start": 5573.17, "duration": 5.689}, {"text": "Reading of them is a lot of them are coming into", "start": 5580.7, "duration": 2.81}, {"text": "University feeling somewhat constrained sometimes they're in", "start": 5584.27, "duration": 3.109}, {"text": "University because they have to be in university or they have the sense that their lives are largely", "start": 5587.9, "duration": 6.35}, {"text": "predetermined or that things have been mapped out either by their parents or expectation of certain social horses or whatever and", "start": 5594.92, "duration": 7.789}, {"text": "Getting them to see that the world is a lot more open", "start": 5603.469, "duration": 4.01}, {"text": "To them. There are a lot more possibilities than that. They have more power to shape their own", "start": 5608.12, "duration": 5.329}, {"text": "destinies than they otherwise might have been taught so", "start": 5614.27, "duration": 3.229}, {"text": "higher education has transformative in the sense of of liberating them from constraints that they", "start": 5618.77, "duration": 7.52}, {"text": "Felt themselves to be put in", "start": 5628.25, "duration": 2.0}, {"text": "And I found that that has been", "start": 5631.25, "duration": 2.0}, {"text": "Useful in tapping into the hunger that we are both talking about because that can be suppressed", "start": 5633.469, "duration": 5.09}, {"text": "but once they get a taste of it that in fact", "start": 5638.81, "duration": 2.33}, {"text": "they are free agents that the world is a lot more open-ended than other people might have been telling them they they", "start": 5641.239, "duration": 6.95}, {"text": "They start to drink it up. Well, that was very exciting University for me", "start": 5648.56, "duration": 4.729}, {"text": "You know", "start": 5653.36, "duration": 1.08}, {"text": "I came from a small town and went to increasingly large universities and every time I made a transition", "start": 5654.44, "duration": 6.95}, {"text": "Vince that the world was opening up to me continue to increase", "start": 5662.42, "duration": 4.04}, {"text": "In a part, that's what", "start": 5670.13, "duration": 2.0}, {"text": "Makes post-modernism unsettling because it really is a cramped intellectual vision", "start": 5673.64, "duration": 4.639}, {"text": "But it also tends to put people into smaller and smaller", "start": 5678.65, "duration": 3.47}, {"text": "Categories or you're only a member of this group and you're an exemple are of it", "start": 5684.17, "duration": 5.66}, {"text": "and your identity has been shaped by forces beyond your control and", "start": 5689.989, "duration": 3.62}, {"text": "You can't engage with other cultures and other individuals except on the basis of hostility", "start": 5694.159, "duration": 4.82}, {"text": "Which just means people retrench so it's a very closing in kind of intellectual movement", "start": 5698.98, "duration": 5.069}, {"text": "so there the the optimism and the the romance and the adventure in the sense that", "start": 5704.05, "duration": 4.109}, {"text": "You can in fact take charge of your own life and make yourself and the world a better place", "start": 5708.35, "duration": 5.629}, {"text": "That's the point that we need to emphasize. But of course, it can't be a naive one", "start": 5715.429, "duration": 3.29}, {"text": "So we do need better intellectual tools for that. Well, I do think students to", "start": 5718.73, "duration": 4.339}, {"text": "always love teaching undergraduates is because even those who are", "start": 5724.28, "duration": 4.43}, {"text": "Who have that?", "start": 5729.44, "duration": 2.0}, {"text": "brittle and", "start": 5731.54, "duration": 2.0}, {"text": "Thin-skinned", "start": 5735.05, "duration": 1.29}, {"text": "cynicism sort of the prematurely", "start": 5736.34, "duration": 2.45}, {"text": "hmm", "start": 5739.61, "duration": 1.2}, {"text": "intellectually hopeless", "start": 5740.81, "duration": 1.98}, {"text": "however II thought this", "start": 5742.79, "duration": 2.0}, {"text": "dynamism of youth that", "start": 5745.4, "duration": 2.0}, {"text": "wants exactly", "start": 5747.62, "duration": 2.0}, {"text": "That call to adventure", "start": 5749.87, "duration": 2.0}, {"text": "Exists and that they will respond", "start": 5752.0, "duration": 2.6}, {"text": "with", "start": 5755.239, "duration": 1.261}, {"text": "Unbelievable enthusiasm, I agree entirely. That's right. Yeah - any message that puts", "start": 5756.5, "duration": 5.87}, {"text": "That idea across in a believable manner and that takes them seriously", "start": 5763.04, "duration": 3.679}, {"text": "The other thing that struck me - that it's really saddening", "start": 5767.449, "duration": 3.44}, {"text": "you know, I've talked to hundreds of people after my lectures now and", "start": 5771.5, "duration": 4.669}, {"text": "It's it's almost inconceivable", "start": 5778.01, "duration": 3.11}, {"text": "The degree to which people are", "start": 5783.11, "duration": 2.12}, {"text": "starving for encouragement", "start": 5785.84, "duration": 2.0}, {"text": "How little they get and how little it takes to make a massive difference in their life just to say, you know", "start": 5787.88, "duration": 6.709}, {"text": "You are a sovereign individual of", "start": 5794.59, "duration": 2.52}, {"text": "Divine value that you're the cornerstone of the community and and and that's the fundamental", "start": 5798.199, "duration": 6.23}, {"text": "presupposition of our society that happens to be true and that you", "start": 5805.19, "duration": 3.109}, {"text": "Can put your life together with truth and courage and things will work out better and even more importantly than that", "start": 5808.46, "duration": 7.189}, {"text": "Whether it works out or not, even more importantly than that", "start": 5816.05, "duration": 2.87}, {"text": "That is the adventure and destiny of your life and it actually matters and people are sewing", "start": 5819.56, "duration": 6.589}, {"text": "Dyeing they're dying for that idea", "start": 5826.64, "duration": 2.54}, {"text": "Yep, that's beautifully put so thanks for saying that", "start": 5830.12, "duration": 3.109}, {"text": "Well, look, I'd like to know when you put up those podcasts that", "start": 5834.71, "duration": 4.549}, {"text": "respond to the criticisms of your book", "start": 5839.989, "duration": 2.69}, {"text": "So if you would be kind enough to let me know that I'll be happy to do so", "start": 5843.5, "duration": 4.91}, {"text": "I would I would love to publicize them. It might be an opportunity again for us to have another conversation", "start": 5848.41, "duration": 7.259}, {"text": "Because I'm very interested in the criticisms, you know, because I relied on your book a fair bit in my discussion of post-modernism", "start": 5858.38, "duration": 6.799}, {"text": "It's not an area of expertise of mine", "start": 5867.23, "duration": 2.659}, {"text": "You know, I was one of those academics who tended to ignore it not entirely but while I was pursuing my own studies", "start": 5869.889, "duration": 6.51}, {"text": "but your book was extremely useful and", "start": 5876.4, "duration": 2.0}, {"text": "You know, it's not", "start": 5878.809, "duration": 1.92}, {"text": "Necessarily the case that because I'm not as philosophically versed as I might be that I can", "start": 5880.729, "duration": 5.99}, {"text": "Evaluate all the criticisms and so I would definitely like to know more about that and to know more about you respond", "start": 5887.929, "duration": 6.47}, {"text": "So, please do let me know. I really appreciate you taking the time to talk to me again. I always find that", "start": 5894.4, "duration": 5.879}, {"text": "extremely illuminating", "start": 5901.01, "duration": 2.0}, {"text": "Right, I appreciate the invitation and spending time with you as well. It's good fun", "start": 5903.17, "duration": 5.269}, {"text": "Great-grand important. Oh, good luck. Good luck with your ambitions and I wish you", "start": 5909.739, "duration": 6.14}, {"text": "even more success in the public domain because I think that what you're doing is extremely helpful and", "start": 5916.61, "duration": 5.779}, {"text": "Well, thank you. Yeah, you too. Yeah", "start": 5923.3, "duration": 2.359}, {"text": "The regard is mutual. Absolutely. All right. Well, hopefully we'll have a chance to meet at some point in the", "start": 5927.019, "duration": 7.7}, {"text": "not-too-distant future", "start": 5935.449, "duration": 1.8}, {"text": "Perfect", "start": 5937.249, "duration": 1.56}, {"text": "Very good to see you. You too", "start": 5938.809, "duration": 2.03}, {"text": "Bye for now. Bye bye", "start": 5942.499, "duration": 2.0}]}