{
 "video_id": "Cn_lucBscH4",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Talking with Russians | The Jordan B. Peterson Podcast",
 "url": "https://www.youtube.com/watch?v=Cn_lucBscH4",
 "date": "2022-01-13",
 "description": "As an alternative for those who would rather listen ad-free, sign up for a premium subscription to receive the following:\n\n• All JBP Podcast episodes ad-free\n• Monthly Ask-Me-Anything episodes (and the ability to ask questions)\n• Presale access to events\n• Premium, detailed show notes for future episodes \n\nSign up here: https://jordanbpeterson.supercast.com/\n\nMikhail Avdeev interviews Jordan Peterson in this episode. his career and body of research into the behavior of chimpanzees and early humans through the lens of his anthropological and primatological work. We explore the behavior of the great apes, living in the wild, DNA similarity study, working alongside Jane Goodall, evolution from cooking, war among the chimps, proactive aggression, and more.\n\nJordan Peterson is interviewed by Mikail Avdeev, a member of his foreign translations team. The interview focuses on the impact of Peterson’s work beyond the western world.\n_______________\nShownotes:\n_______________\n[00:00] Jordan Peterson is interviewed by Mikail Avdeev, a member of his foreign translations team. They begin the discussion by talking about the forming of the international translation teams.\n[02:00] The healing effect of Jordan's lectures. The outcry for new material from Jordan’s catalog of books, lectures, and podcasts has been overwhelming. \n[04:00] Espousing the profundity of Eric Neumann’s works in his “The Origins and History of Consciousness and The Great Mother.”\n[05:20] Peterson comments on another personal favorite author of his, Mircea Eliade, and his history of religious ideas - an anthropological and sociological assessment of religion that’s also deeply psychological.\n[06:40] How Russians respond to Jordan's affinity for Alexander Solzhenitsyn. Mikail details the feelings of the Russian people by their portrayal after the fall of communism.\n[10:00] How we deal with the guilt of the things our ancestors or society have done: a very difficult question because we are very historical creatures. The best thing for us is to try to understand what happened and avoid making the same mistakes twice.\n[13:30] Examining the trope that all white people are racist; the existential guilt of history.\n[20:00] Richard Dawkins, Sam Harris, and Daniel Dennett seem to hold that religious belief is a set of propositions about the material world (in a way a direct competitor to scientific theory) and that’s just not fully accurate. There is something outside of strict rationality in the human experience.\n[24:00] Gibson’s visual perception theory. Value is the key to our perception of the world around us.\n[34:20] Fragmentation of the value structure necessarily leads to an increased level of constant anxiety in all experience.\n[36:30] What parts of modern society are contributing to the integrity of consciousness, and what things are degrading that. A hatred for real success and striving for personal gain will tear us apart if left unchecked.\n[43:30] There is no doubt that economic exploitation occurs and that some wealth is gained in an unethical manner - but that is not the rule.\n[45:45] On the importance of beauty in personal experiences as well as the collective human experience.\n[51:00] Differences between Dostoevsky and Nietzsche; closeness to the ideal of beauty\n[56:30] The complexity of the language of Beyond Order: 12 More Rules for Life. What is Jordan's process for increasing precision in writing and speech? \n[1:03:30] The divinity of the true word and the way this has been translated through Jordan’s book Beyond Order. Peterson's philosophy behind good writing and text structure of a truly complete work.\n[1:13:40] Mikhaila Peterson’s strength in the face of a great deal of suffering in her life. How wonderful it is to see her succeeding in personal endeavors like her podcast.\n[1:20:15] Fostering children’s individual growth and love of learning.\n[1:32:00] Wrapping up \n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://linktr.ee/DrJordanBPeterson\nDonations: https://jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com\nUnderstand Myself (personality test): https://understandmyself.com\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning\n\n// LINKS //\nWebsite: https://jordanbpeterson.com\nEvents: https://jordanbpeterson.com/events\nBlog: https://jordanbpeterson.com/blog\nPodcast: https://jordanbpeterson.com/podcast\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://instagram.com/jordan.b.peterson\nFacebook: https://facebook.com/drjordanpeterson\n\n// SPONSORS //\nFor Advertising Inquiries, visit \nhttps://advertisecast.com/TheJordanBPetersonPodcast",
 "duration": 6015,
 "transcript_parts": []
}