{
 "video_id": "DLg2Q0daphE",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "A Conversation so Intense It Might as Well Be Psychedelic | John Vervaeke | The JBP Podcast | S4 E34",
 "url": "https://www.youtube.com/watch?v=DLg2Q0daphE",
 "date": "2021-06-28",
 "description": "On this Season 4, Episode 34 of the Jordan Peterson Podcast, Jordan is joined by John Vervaeke, a colleague of Jordan’s. John has been an associate professor in the teaching stream at the University of Toronto since 1994. He teaches courses in the Psychology department on thinking and reasoning with an emphasis on insight problem solving associated with creativity, cognitive development with an emphasis on the dynamic nature of development, and higher cognitive processes with an emphasis on intelligence, rationality, mindfulness, and the psychology of wisdom.\n\nJordan and John discuss how they know each other, the last time they saw one another, Christianity, power, perspective, atheists, religion, Heidegger, and much more.\nFind more about John Vervaeke online on his website http://johnvervaeke.com/.\n\n[00:00] Introduction\n[00:18] Jordan introduces John Vervaeke\n[02:10] When John and Jordan met last at a mind masters program six years ago and John's current projects, \"Untangling the world's knot,\" what is the difference between dialogue and thought? \n[04:00] The nature of insight and Jordan's new writing\n[08:30] Philosophia and Philonokia  \n[15:30] The relationship of dialogue and Christianity\n[20:30] Collective intelligence, the spirit, psychological and logos intimacy, and the trinity\n[25:30] The difference between the cartesian and theological view of knowledge\n[29:00] Different states of flow\n[35:30] Jordan's takeaways from doing the biblical series\n[40:00] Johns belief that Christianity is trying to integrate agape and logos\n[46:30] Are the culture wars that deep?\n[54:30] Jordan's claim about the power\n[59:00] Jordan's definition of love and truth and the misframing of Nihilism \n[01:05:00] Propositional knowing\n[01:12:30] Consciousness and attention \n[01:16:00] Why Jordan believes men and women select each other \n[01:23:00] Johns talks about his sequence of episodes on his YouTube where he lays out an argument trying to build the experience of sacredness \n[01:29:00] The sacredness of Plato, The Bible, and nature.\n[01:32:00] John’s work linking cognitive and personality theories.\n[01:39:30] Is there a distinction between the unknown real and the unconscious and the wrestling metaphor. \n[01:47:00] Criticisms of atheists and theism\n[01:51:30] Participatory knowing and affordances\n[02:02:00] Perspectival, procedural, and propositional awareness\n[02:10:00] Derrida and différance\n[02:14:00] The pathway to wisdom as meaning and the driving power of the west\n[02:17:00] Heidegger's attractiveness to Naziism \n[02:26:30] Jordan’s debate with Slavoj Zizek\n\n#Creativity #Cognition #Consciousness\n\nThe Jordan B. Peterson Podcast can be found at https://www.jordanbpeterson.com/podcast/\n\nVisit www.jordanbpeterson.com to view more information about Jordan, his books, lectures, social media, blog posts, and more.\n\nJordan B. Peterson is a professor of psychology at the University of Toronto, a clinical psychologist, and the author of the multi-million copy bestseller 12 Rules for Life: An Antidote to Chaos, #1 for nonfiction in 2018 in the US, Canada, the UK, Australia, New Zealand, Sweden, the Netherlands, Brazil and Norway, and slated for translation into 50 languages.\nDr. Peterson has appeared on many popular podcasts and shows, including the Joe Rogan Experience (877, 958, 1006), The Rubin Report (12 Rules for Life: An Antidote to Chaos, Free Speech, Psychology, Gender Pronouns), H3H3 (#37), and many more. Dr. Peterson’s own podcast has focused mainly on his lecture series, covering a great deal of psychology and historical content.\n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://linktr.ee/DrJordanBPeterson\nDonations: https://www.jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself (personality test): https://understandmyself.com/\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n// LINKS //\nWebsite: https://jordanbpeterson.com/\nEvents: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n// SPONSORS //\nFor Advertising Inquiries, visit https://www.advertisecast.com/TheJordanBPetersonPodcast",
 "duration": 9220,
 "transcript_parts": []
}