{
 "video_id": "f-wWBGo6a2w",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Biblical Series I: Introduction to the Idea of God",
 "url": "https://www.youtube.com/watch?v=f-wWBGo6a2w",
 "date": "2017-05-20",
 "description": "Lecture I in my Psychological Significance of the Biblical Stories series from May 16th at Isabel Bader Theatre in Toronto. In this lecture, I describe what I consider to be the idea of God, which is at least partly the notion of sovereignty and power, divorced from any concrete sovereign or particular, individual person of power. I also suggest that God, as Father, is something akin to the spirit or pattern inherent in the human hierarchy of authority, which is based in turn on the dominance hierarchies characterizing animals. \n\nQ & A Starts: 1:57:25\n\nProducer Credit and thanks to the following $200/month Patreon supporters. Without such support, this series would not have happened:  Adam Clarke, Alexander Meckhai’el Beraeros, Andy Baker, Arden C. Armstrong, Badr Amari, BC, Ben Baker, Benjamin Cracknell, Brandon Yates, Chad Grills, Chris Martakis, Christopher Ballew, Craig Morrison, Daljeet Singh, Damian Fink, Dan Gaylinn, Daren Connel, David Johnson, David Tien, Donald Mitchell, Eleftheria Libertatem, Enrico Lejaru, George Diaz, GeorgeB, Holly Lindquist, Ian Trick, James Bradley, James N. Daniel, III, Jan Schanek, Jason R. Ferenc, Jesse Michalak, Joe Cairns, Joel Kurth, John Woolley, Johnny Vinje, Julie Byrne, Keith Jones, Kevin Fallon, Kevin Patrick McSurdy, Kevin Van Eekeren, Kristina Ripka, Louise Parberry, Matt Karamazov, Matt Sattler, Mayor Berkowitz , Michael Thiele, Nathan Claus, Nick Swenson , Patricia Newman, Robb Kelley, Robin Otto, Ryan Kane, Sabish Balan, Salman Alsabah, Scott Carter, Sean C., Sean Magin, Sebastian Thaci, Shiqi Hu, Soheil Daftarian, Srdan Pavlovic, Starting Ideas, Too Analytical, Trey McLemore, William Wilkinson, Yazz Troche, Zachary Vader\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 9508,
 "transcript_parts": [
  {
   "text": "[CLASSICAL MUSIC]",
   "start": 0.0,
   "duration": 9.04
  },
  {
   "text": "[APPLAUSE AND CHEERS]",
   "start": 9.34,
   "duration": 19.68
  },
  {
   "text": "Well, thank you all very much for coming to this.",
   "start": 29.1,
   "duration": 3.2
  },
  {
   "text": "It's really shocking to me that you don't have anything better to do on a Tuesday night. [AUDIENCE LAUGHTER]",
   "start": 32.3,
   "duration": 5.6
  },
  {
   "text": "No, but seriously, though, it is.",
   "start": 38.8,
   "duration": 2.16
  },
  {
   "text": "I mean, it's very strange in some sense that there's so many of you here to listen to a sequence of lectures on the psychological significance of the Biblical stories.",
   "start": 40.96,
   "duration": 11.28
  },
  {
   "text": "It's something I've wanted to do for a long time, but it still does surprise me that there's a ready audience for it.",
   "start": 52.32,
   "duration": 9.8
  },
  {
   "text": "So that's good, so we'll see how it goes.",
   "start": 63.22,
   "duration": 4.22
  },
  {
   "text": "I'll start with this because this is the right question.",
   "start": 68.92,
   "duration": 2.36
  },
  {
   "text": "The right question is why bother doing this.",
   "start": 71.28,
   "duration": 2.44
  },
  {
   "text": "And I don't mean why should I bother doing it.",
   "start": 73.72,
   "duration": 2.66
  },
  {
   "text": "I have my own reasons for doing it, but you might think, well, why bother with this strange, old book at all?",
   "start": 76.52,
   "duration": 7.22
  },
  {
   "text": "And...",
   "start": 84.5,
   "duration": 0.5
  },
  {
   "text": "That's a good question.",
   "start": 88.18,
   "duration": 1.3
  },
  {
   "text": "You know,",
   "start": 89.76,
   "duration": 0.5
  },
  {
   "text": "Umm",
   "start": 90.48,
   "duration": 0.5
  },
  {
   "text": "It's a contradictory...",
   "start": 92.7,
   "duration": 1.64
  },
  {
   "text": "document that's been cobbled together over thousands of years.",
   "start": 95.8,
   "duration": 3.5
  },
  {
   "text": "It's outlasted kingdoms, many,  many kingdoms, you know?",
   "start": 99.32,
   "duration": 3.58
  },
  {
   "text": "It's very interesting, it turns out that a book is more durable than stone.",
   "start": 103.08,
   "duration": 4.96
  },
  {
   "text": "It's more durable than a castle.",
   "start": 108.04,
   "duration": 1.5
  },
  {
   "text": "It's more durable than an empire.",
   "start": 109.54,
   "duration": 1.52
  },
  {
   "text": "And that's really interesting.",
   "start": 111.4,
   "duration": 2.16
  },
  {
   "text": "That something, in some sense, so evanescent, can be so long living.",
   "start": 114.18,
   "duration": 5.2
  },
  {
   "text": "So there's that, that's kind of a mystery.",
   "start": 120.62,
   "duration": 2.3
  },
  {
   "text": "I'm approaching this whole scenario, this Biblical stories as if they're a mystery, fundamentally.",
   "start": 123.04,
   "duration": 7.62
  },
  {
   "text": "Because they are, there's a lot we don't understand about them.",
   "start": 130.66,
   "duration": 3.38
  },
  {
   "text": "We don't understand how they came about. We don't really understand how they were put together.",
   "start": 134.04,
   "duration": 5.76
  },
  {
   "text": "We don't understand why they had such an unbelievable impact on civilization.",
   "start": 140.52,
   "duration": 4.9
  },
  {
   "text": "We don't understand how people could have believed them.",
   "start": 145.82,
   "duration": 2.78
  },
  {
   "text": "We don't understand what it means that we don't believe them now, or even what it would mean if we did believe them.",
   "start": 148.92,
   "duration": 5.6
  },
  {
   "text": "And then, on top of all that, there's the additional problem, which isn't specific to me, but is certainly relevant to me,",
   "start": 154.52,
   "duration": 10.26
  },
  {
   "text": "that no matter how educated you are, you're not educated enough to discuss the psychological significance of the Biblical stories.",
   "start": 164.78,
   "duration": 8.16
  },
  {
   "text": "But I'm going to do my best.",
   "start": 173.24,
   "duration": 2.84
  },
  {
   "text": "Partly because I want to learn more about them, and one of the things I've learned is that the best way to learn about something is to talk about it.",
   "start": 177.2,
   "duration": 8.66
  },
  {
   "text": "And when I'm lecturing, I'm thinking, you know, I'm not trying to tell you what I know for sure to be the case.",
   "start": 185.86,
   "duration": 6.16
  },
  {
   "text": "Because there's lots of things I don't know for sure to be the case.",
   "start": 192.02,
   "duration": 3.36
  },
  {
   "text": "I'm trying to make sense out of this.",
   "start": 195.38,
   "duration": 2.22
  },
  {
   "text": "And I have been doing this for a long time.",
   "start": 197.6,
   "duration": 2.32
  },
  {
   "text": "Now, you may know, you may not,",
   "start": 200.78,
   "duration": 2.82
  },
  {
   "text": "that I'm an admirer of Nietzsche.",
   "start": 204.46,
   "duration": 1.8
  },
  {
   "text": "Nietzsche was a devastating critic of, I would say, dogmatic Christianity.",
   "start": 207.44,
   "duration": 5.12
  },
  {
   "text": "Christianity as it was instantiated in institutions.",
   "start": 212.6,
   "duration": 3.68
  },
  {
   "text": "I suppose... although he's a very paradoxical thinker.",
   "start": 216.28,
   "duration": 3.62
  },
  {
   "text": "For example, one of the things Nietzsche said was that he didn't believe that the scientific revolution would have ever got off the ground",
   "start": 220.0,
   "duration": 7.68
  },
  {
   "text": "if it hadn't been for Christianity.",
   "start": 228.24,
   "duration": 1.86
  },
  {
   "text": "And more specifically, for Catholicism because he believed that over the course of, really, a thousand years,",
   "start": 230.12,
   "duration": 8.08
  },
  {
   "text": "the European mind, so to speak, had to train itself to interpret everything that was known within a single, coherent framework.",
   "start": 239.4,
   "duration": 12.3
  },
  {
   "text": "Coherent if you accept the initial axioms.",
   "start": 252.08,
   "duration": 2.58
  },
  {
   "text": "A single coherent framework.",
   "start": 254.8,
   "duration": 1.88
  },
  {
   "text": "So Nietzsche believed that that Catholicization of the phenomena of life and of history produced the kind of mind that was then capable of transcending its dogmatic foundations",
   "start": 256.82,
   "duration": 13.88
  },
  {
   "text": "and then concentrating on something else.",
   "start": 270.7,
   "duration": 2.04
  },
  {
   "text": "Which, in this particular case, happened to be the natural world.",
   "start": 272.74,
   "duration": 3.04
  },
  {
   "text": "And so Nietzsche believed that, in some sense, that Christianity died at its own hand that spent a very long period of time trying to attune people to the necessity of the truth.",
   "start": 275.94,
   "duration": 10.88
  },
  {
   "text": "Absent corruption and all of that, that's always part of any human endeavor.",
   "start": 287.66,
   "duration": 4.56
  },
  {
   "text": "And then the truth, the spirit of the truth that was developed by Christianity turned on the roots of Christianity.",
   "start": 292.62,
   "duration": 6.28
  },
  {
   "text": "And everyone woke up and said or thought something like, \"Well how is it that we came to believe any of this?\"",
   "start": 298.9,
   "duration": 5.8
  },
  {
   "text": "It's like waking up one day and noting that you really don't know why you put the Christmas tree up.",
   "start": 306.34,
   "duration": 4.88
  },
  {
   "text": "You'd been doing it for a long time, and that's what people do, you know, and there are reasons that Christmas trees came about.",
   "start": 311.22,
   "duration": 6.66
  },
  {
   "text": "But the ritual lasts long after the reasons have been forgotten.",
   "start": 318.98,
   "duration": 6.18
  },
  {
   "text": "So, now Nietzsche, although he was a critic of Christianity, and also a champion of its disciplinary capacity, because you see, the other thing that Nietzsche believed was",
   "start": 325.66,
   "duration": 12.5
  },
  {
   "text": "it's not possible to be free, in some sense, unless you have been a slave.",
   "start": 338.2,
   "duration": 6.08
  },
  {
   "text": "By that he meant that you don't go from childhood to full-fledged adult individuality.",
   "start": 344.6,
   "duration": 6.84
  },
  {
   "text": "You go from childhood to a state of discipline, which you might think is akin to slavery,",
   "start": 351.98,
   "duration": 6.2
  },
  {
   "text": "to self-imposed slavery, that would be the best scenario, where you have to discipline yourself to become something specific,",
   "start": 358.68,
   "duration": 7.96
  },
  {
   "text": "before you might be able to re-attain the generality that you had as a child.",
   "start": 366.78,
   "duration": 5.04
  },
  {
   "text": "And he believed that Christianity had played that role for Western civilization.",
   "start": 372.66,
   "duration": 5.52
  },
  {
   "text": "But, in the late 1800s, he announced that God was dead.",
   "start": 378.66,
   "duration": 5.14
  },
  {
   "text": "And you often hear of that as something triumphant.",
   "start": 384.32,
   "duration": 5.06
  },
  {
   "text": "But for Nietzsche, it wasn't because he was too nuanced a thinker to be that simple-minded.",
   "start": 390.0,
   "duration": 5.78
  },
  {
   "text": "See, Nietzsche understood that, this is something I'm going to try to make clear, is that",
   "start": 395.78,
   "duration": 5.36
  },
  {
   "text": "there's a very large amount that we don't know about the structure of experience, that we don't know about reality.",
   "start": 404.96,
   "duration": 6.82
  },
  {
   "text": "And we have our articulated representations of the world, and then you can think of outside of that: there are things we know absolutely nothing about.",
   "start": 411.94,
   "duration": 8.0
  },
  {
   "text": "And there's a buffer between them.",
   "start": 419.94,
   "duration": 1.98
  },
  {
   "text": "And those are things we sort of know something about.",
   "start": 421.92,
   "duration": 2.68
  },
  {
   "text": "We don't know them in an articulated way, here's an example.",
   "start": 424.7,
   "duration": 2.32
  },
  {
   "text": "You know sometimes you're arguing with someone close to you and they're in a bad mood, you know?",
   "start": 427.02,
   "duration": 5.62
  },
  {
   "text": "And they're being touchy and unreasonable and you keep the conversation up.",
   "start": 432.84,
   "duration": 5.12
  },
  {
   "text": "And maybe all of the sudden they get angry, or maybe they cry.",
   "start": 438.06,
   "duration": 3.46
  },
  {
   "text": "And then when they cry, they figure out what they're angry about and it has nothing to do with you, even though you might have been what precipitated the argument.",
   "start": 441.76,
   "duration": 6.86
  },
  {
   "text": "And that's an interesting phenomena as far as I'm concerned, because it means that people can know things at one level without being able to speak what they know at another.",
   "start": 448.98,
   "duration": 8.76
  },
  {
   "text": "So in some sense, the thoughts rise up from the body, and they do that in moods, and they do that in images, and they do that in actions.",
   "start": 457.94,
   "duration": 7.0
  },
  {
   "text": "And we have all sorts of ways that we understand before we understand in a fully articulated manner.",
   "start": 465.34,
   "duration": 6.64
  },
  {
   "text": "So we have this articulated space that we can all discuss and then outside of that we have something that is more akin to a dream that we're embedded in.",
   "start": 472.48,
   "duration": 7.92
  },
  {
   "text": "It's an emotional dream that we're embedded in.",
   "start": 480.4,
   "duration": 2.64
  },
  {
   "text": "That's based, at least in part, on our actions, I'll describe that later.",
   "start": 483.04,
   "duration": 3.52
  },
  {
   "text": "And then outside of that is what we don't know anything about at all.",
   "start": 486.56,
   "duration": 3.04
  },
  {
   "text": "And in that dream, that's where the mystics live, and that's where the artists live.",
   "start": 490.0,
   "duration": 4.6
  },
  {
   "text": "And they're the mediators between the absolute unknown and the things we know for sure.",
   "start": 494.6,
   "duration": 4.98
  },
  {
   "text": "You see, what that means in some sense is what we know is established on a form of knowledge that we don't really understand.",
   "start": 502.1,
   "duration": 8.38
  },
  {
   "text": "And that if those two things are out of sync, so you might say if our articulated knowledge is out of sync with our dream,",
   "start": 510.48,
   "duration": 6.22
  },
  {
   "text": "then we become dissociated internally.",
   "start": 516.74,
   "duration": 3.34
  },
  {
   "text": "We think things we don't act out and we act out things we don't dream.",
   "start": 520.08,
   "duration": 4.24
  },
  {
   "text": "And that produces a kind of sickness of the spirit.",
   "start": 524.32,
   "duration": 3.32
  },
  {
   "text": "And that sickness of the spirit, its cure is something like an integrated system of belief and representation.",
   "start": 527.78,
   "duration": 10.02
  },
  {
   "text": "And then people turn to things like ideologies, which I regard as parasites on an underlying religious substructure",
   "start": 538.14,
   "duration": 6.06
  },
  {
   "text": "to try to organize their thinking, and then that's a catastrophe.",
   "start": 544.2,
   "duration": 3.5
  },
  {
   "text": "And that's what Nietzsche foresaw.",
   "start": 547.7,
   "duration": 2.32
  },
  {
   "text": "You see, he knew that when we knocked the slats out of the base of Western civilization by destroying this representation, this \"god ideal,\" let's say,",
   "start": 550.04,
   "duration": 9.38
  },
  {
   "text": "that we would destabilize and move back and forth violently between nihilism and the extremes of ideology.",
   "start": 559.8,
   "duration": 6.68
  },
  {
   "text": "He was particularly concerned about radical left ideology.",
   "start": 566.48,
   "duration": 3.68
  },
  {
   "text": "He believed and predicted this in the late eighteen hundreds, which is really an absolute intellectual tour-de-force of staggering magnitude.",
   "start": 570.64,
   "duration": 7.38
  },
  {
   "text": "He predicted that in the twentieth century that hundreds of millions of people would die because of the replacement of these",
   "start": 578.2,
   "duration": 6.36
  },
  {
   "text": "underlying dreamlike structures with this rational but deeply incorrect representation of the world.",
   "start": 584.74,
   "duration": 7.84
  },
  {
   "text": "And we've been oscillating back and forth between left and right, in some sense, ever since,",
   "start": 592.58,
   "duration": 5.34
  },
  {
   "text": "with some good sprinkling of nihilism in there, and despair.",
   "start": 597.92,
   "duration": 3.54
  },
  {
   "text": "In some sense, that's the situation of the modern Western person and increasingly, of people in general.",
   "start": 601.8,
   "duration": 7.24
  },
  {
   "text": "You know, I think part of the reason that Islam has its back up, with regards to the West to such a degree, I mean there's many reasons, and not all of them are valid, that's for sure,",
   "start": 609.56,
   "duration": 8.74
  },
  {
   "text": "but one of the reasons is that they, being still grounded in a dream, let's say, they can see that the rootless questioning mind of the West poses a tremendous danger to the integrity of their culture.",
   "start": 618.5,
   "duration": 14.24
  },
  {
   "text": "And it does, I mean, Westerners, us, we undermine ourselves all the time with our searching intellect.",
   "start": 632.74,
   "duration": 6.84
  },
  {
   "text": "And I'm not complaining about that.",
   "start": 639.6,
   "duration": 2.56
  },
  {
   "text": "There isn't anything easy that can be done about it.",
   "start": 643.34,
   "duration": 2.86
  },
  {
   "text": "But it's still a sort of fruitful catastrophe.",
   "start": 646.94,
   "duration": 5.2
  },
  {
   "text": "And it has real effects on people's lives.",
   "start": 652.6,
   "duration": 3.5
  },
  {
   "text": "It's not some abstract thing.",
   "start": 656.12,
   "duration": 2.0
  },
  {
   "text": "Lots of times, when I've been treating people with depression, for example, or anxiety, they have existential issues, you know?",
   "start": 658.8,
   "duration": 6.4
  },
  {
   "text": "It's not just some psychiatric condition.",
   "start": 665.2,
   "duration": 2.0
  },
  {
   "text": "It's not just that they're tapped off of normal because their brain chemistry is faulty, although sometimes that happens to be the case.",
   "start": 667.2,
   "duration": 7.7
  },
  {
   "text": "It's that they are overwhelmed by the suffering and complexity of their life and they're not sure why it's reasonable to continue with it.",
   "start": 674.92,
   "duration": 8.46
  },
  {
   "text": "They can feel the terrible negative meanings of life, but are skeptical beyond belief about any of the positive meanings.",
   "start": 683.48,
   "duration": 8.02
  },
  {
   "text": "I had one client who's a very brilliant artist and as long as he didn't think he was fine.",
   "start": 691.5,
   "duration": 5.14
  },
  {
   "text": "Because he'd go and create, and he was really good at being an artist.",
   "start": 696.64,
   "duration": 3.82
  },
  {
   "text": "He had that personality that was continually creative and quite brilliant, although he was self-denigrating.",
   "start": 700.46,
   "duration": 6.58
  },
  {
   "text": "But as soon as he started to think about what he was doing, then, it's like a drill or a saw, he'd saw the branch off that he was sitting on.",
   "start": 707.1,
   "duration": 12.3
  },
  {
   "text": "He'd start to criticize what he was doing, even the utility of it, even though it was sort of self-evidently useful.",
   "start": 719.4,
   "duration": 6.2
  },
  {
   "text": "And then it would be very, very hard for him to even motivate himself to create.",
   "start": 725.6,
   "duration": 4.62
  },
  {
   "text": "He alway struck me as a good example of the consequences of having your rational intellect divorced in some way from your being.",
   "start": 730.66,
   "duration": 12.6
  },
  {
   "text": "Divorced enough that it actually questions the utility of your being.",
   "start": 743.26,
   "duration": 3.54
  },
  {
   "text": "And it's not a good thing, it's not a good thing.",
   "start": 747.14,
   "duration": 3.6
  },
  {
   "text": "It's really not a good thing because it manifests itself not only in individual psychopathology, but also in social psychopathology,",
   "start": 751.96,
   "duration": 7.6
  },
  {
   "text": "and that's this proclivity of people to get tangled up in ideologies, which I really do think of, they're like crippled religions, that's the right way to think about them.",
   "start": 759.58,
   "duration": 9.9
  },
  {
   "text": "They're like religion that's missing an arm and a leg but can still hobble along.",
   "start": 769.48,
   "duration": 3.82
  },
  {
   "text": "And it provides a certain amount of security and group identity, but it's warped and twisted and demented and bent.",
   "start": 773.3,
   "duration": 6.46
  },
  {
   "text": "And it's a parasite on something underlying that's rich and true.",
   "start": 779.78,
   "duration": 3.84
  },
  {
   "text": "That's how it looks to me, anyways.",
   "start": 784.06,
   "duration": 2.32
  },
  {
   "text": "So I think it's very important that we sort out this problem.",
   "start": 786.56,
   "duration": 5.1
  },
  {
   "text": "I think that there isn't anything more important that needs to be done that.",
   "start": 792.14,
   "duration": 5.08
  },
  {
   "text": "I've thought that for a long, long time.",
   "start": 797.22,
   "duration": 3.28
  },
  {
   "text": "Probably since the early eighties,",
   "start": 800.9,
   "duration": 2.4
  },
  {
   "text": "when I started looking at the role that belief systems played in regulating psychological and social health.",
   "start": 804.52,
   "duration": 7.0
  },
  {
   "text": "You can tell that they do that because of how upset people get if you challenge their belief systems.",
   "start": 812.24,
   "duration": 6.64
  },
  {
   "text": "It's like, why the hell do they care, exactly?",
   "start": 818.88,
   "duration": 2.08
  },
  {
   "text": "What difference does it make if all of your ideological axioms are 100% correct?",
   "start": 820.96,
   "duration": 6.62
  },
  {
   "text": "People get unbelievably upset when you poke them in the axioms, so to speak.",
   "start": 827.58,
   "duration": 4.84
  },
  {
   "text": "[LAUGHTER]",
   "start": 832.42,
   "duration": 0.5
  },
  {
   "text": "And it is not by any stretch of the imagination obvious why.",
   "start": 833.0,
   "duration": 4.94
  },
  {
   "text": "But there's some, it's like there's a fundamental truth that they're standing on.",
   "start": 838.06,
   "duration": 5.52
  },
  {
   "text": "It's like they're on a raft in the middle of the ocean and you're starting to pull out the logs.",
   "start": 843.58,
   "duration": 4.06
  },
  {
   "text": "They're afraid they're going to fall in and drown.",
   "start": 847.64,
   "duration": 2.4
  },
  {
   "text": "It's like, drown in what?",
   "start": 850.12,
   "duration": 1.84
  },
  {
   "text": "What are the logs protecting them from?",
   "start": 851.96,
   "duration": 3.5
  },
  {
   "text": "Why are they so afraid to move beyond the confines of the ideological system?",
   "start": 855.6,
   "duration": 5.38
  },
  {
   "text": "These are not obvious things.",
   "start": 861.22,
   "duration": 2.0
  },
  {
   "text": "So, I've been trying to puzzle that out for a very long time.",
   "start": 863.68,
   "duration": 4.08
  },
  {
   "text": "I've done some lectures about that are on Youtube; most of you know that.",
   "start": 867.76,
   "duration": 3.64
  },
  {
   "text": "Some of what I'm going to talk about in this series you'll have heard, if you've listened to the Youtube videos.",
   "start": 871.4,
   "duration": 5.56
  },
  {
   "text": "You know, I'm trying to hit it from different angles.",
   "start": 876.96,
   "duration": 3.4
  },
  {
   "text": "So Nietzsche's idea was that human beings were going to have to create their own values, essentially.",
   "start": 880.8,
   "duration": 7.04
  },
  {
   "text": "Now he understood that we understood that we have bodies and we have motivations and emotions.",
   "start": 887.84,
   "duration": 3.92
  },
  {
   "text": "Like, he was a romantic thinker, in some sense, but way ahead of his time because he knew that our capacity to think wasn't some free-floating soul but was embedded in our physiology,",
   "start": 891.8,
   "duration": 11.08
  },
  {
   "text": "constrained by our emotions, shaped by our motivations, shaped by our body.",
   "start": 902.88,
   "duration": 3.98
  },
  {
   "text": "He understood that.",
   "start": 906.9,
   "duration": 0.9
  },
  {
   "text": "But he still believed that the only possible way out of the problem would be for human beings themselves to become something akin to God and to create their own values.",
   "start": 908.0,
   "duration": 10.34
  },
  {
   "text": "And he thought about the person who creates their own values as the over-man or the super-man.",
   "start": 918.58,
   "duration": 6.8
  },
  {
   "text": "And that was one of the parts of Nietzschian philosophy that the Nazis, I would say, took out of context and used to fuel their superior man ideology.",
   "start": 925.72,
   "duration": 9.78
  },
  {
   "text": "And we know what happened with that.",
   "start": 938.04,
   "duration": 1.66
  },
  {
   "text": "That didn't seem to turn out very well, that's for sure.",
   "start": 939.7,
   "duration": 2.08
  },
  {
   "text": "I also spent a lot of time reading Carl Jung.",
   "start": 944.0,
   "duration": 2.88
  },
  {
   "text": "It was through Jung and also Jean Piaget, who was a developmental psychologist, that I started to understand that our articulated systems of thought",
   "start": 946.94,
   "duration": 8.24
  },
  {
   "text": "are embedded in something like a dream and that that dream was informed, in a complex way, by the way we act.",
   "start": 955.86,
   "duration": 6.66
  },
  {
   "text": "We act out things we don't understand all the time.",
   "start": 965.54,
   "duration": 2.62
  },
  {
   "text": "If that wasn't the case, then we wouldn't need a psychology or a sociology or an anthropology or any of that",
   "start": 968.16,
   "duration": 4.82
  },
  {
   "text": "because we would be completely transparent to ourselves.",
   "start": 973.0,
   "duration": 2.36
  },
  {
   "text": "And we're clearly not.",
   "start": 975.5,
   "duration": 1.22
  },
  {
   "text": "So, we're much more complicated than we understand, which means that the way that we behave contains way more information than we know.",
   "start": 977.02,
   "duration": 8.14
  },
  {
   "text": "And part of the dream that surrounds our articulated knowledge is being extracted as a consequence of us watching each other behave",
   "start": 985.58,
   "duration": 8.26
  },
  {
   "text": "and telling stories about it for thousands and thousands and thousands of years.",
   "start": 993.84,
   "duration": 3.84
  },
  {
   "text": "Extracting out patterns of behavior that characterize humanity.",
   "start": 997.8,
   "duration": 4.72
  },
  {
   "text": "And trying to represent them, partly through imitation, but also drama and mythology and literature and art and all of that.",
   "start": 1002.74,
   "duration": 7.32
  },
  {
   "text": "To represent what we're like so we can understand what we're like.",
   "start": 1010.06,
   "duration": 3.02
  },
  {
   "text": "That process of understanding is what I see unfolding, at least in part, in the Biblical stories.",
   "start": 1013.6,
   "duration": 6.06
  },
  {
   "text": "And it's halting and partial and awkward and contradictory and all of that, which is one of the things that makes the book so complex.",
   "start": 1019.74,
   "duration": 7.56
  },
  {
   "text": "But I see in it a struggle of humanity to rise above its animal forebears, say, and to become conscious of what it means to be human.",
   "start": 1027.38,
   "duration": 10.32
  },
  {
   "text": "And that's a very difficult thing because we don't know who we are or what we are or where we came from or any of those things.",
   "start": 1038.0,
   "duration": 5.76
  },
  {
   "text": "The light life is an unbroken chain going back three and a half billion years.",
   "start": 1044.1,
   "duration": 4.46
  },
  {
   "text": "It's an absolutely unbelievable thing.",
   "start": 1048.56,
   "duration": 1.64
  },
  {
   "text": "Every single one of your ancestors reproduced successfully for three and a half billion years.",
   "start": 1050.26,
   "duration": 5.52
  },
  {
   "text": "It's absolutely unbelievable.",
   "start": 1056.0,
   "duration": 1.92
  },
  {
   "text": "We rose out of the dirt and the muck and here we are, conscious, but not knowing.",
   "start": 1058.14,
   "duration": 5.46
  },
  {
   "text": "And we're trying to figure out who we are.",
   "start": 1064.1,
   "duration": 1.66
  },
  {
   "text": "A story, or several stories, that we've been telling for three thousand years seems to me to have something to offer.",
   "start": 1066.1,
   "duration": 7.0
  },
  {
   "text": "And so, when I look at the stories in the Bible, I do it, I would say, in some sense with the beginner's mind.",
   "start": 1073.38,
   "duration": 6.9
  },
  {
   "text": "It's a mystery, this book.",
   "start": 1080.32,
   "duration": 1.76
  },
  {
   "text": "How the hell it was made, why it was made, why we preserved it, how it happened to motivate an entire culture for two thousand years, and to transform the world.",
   "start": 1082.22,
   "duration": 8.96
  },
  {
   "text": "What's going on? How did that happen?",
   "start": 1091.5,
   "duration": 1.92
  },
  {
   "text": "It's by no means obvious, and one of the things that bothers me about casual critics of religion is that they don't take the phenomena seriously.",
   "start": 1093.8,
   "duration": 8.06
  },
  {
   "text": "And it's a serious phenomena.",
   "start": 1101.86,
   "duration": 1.46
  },
  {
   "text": "Not least because people have the capacity for religious experience, and no one know why that is.",
   "start": 1104.7,
   "duration": 4.54
  },
  {
   "text": "I mean, you can induce it reliably, in all sorts of different ways.",
   "start": 1109.24,
   "duration": 3.18
  },
  {
   "text": "You can do it with brain stimulation.",
   "start": 1112.42,
   "duration": 2.1
  },
  {
   "text": "You can certainly do it with drugs.",
   "start": 1114.52,
   "duration": 1.64
  },
  {
   "text": "There's, especially the psychedelic variety, they produce intimations of the divine extraordinarily regularly.",
   "start": 1116.16,
   "duration": 6.96
  },
  {
   "text": "People have been using drugs like that for God only knows how long, fifty thousand years, maybe more than that,",
   "start": 1123.12,
   "duration": 6.04
  },
  {
   "text": "to produce some sort of intimate union with the divine.",
   "start": 1129.4,
   "duration": 3.68
  },
  {
   "text": "We don't understand any of that when we discovered the psychedelics in the late sixties.",
   "start": 1133.08,
   "duration": 4.34
  },
  {
   "text": "It shocked everybody so badly that they were instantly made illegal and abandoned, in terms of research, for like fifty years.",
   "start": 1137.42,
   "duration": 6.44
  },
  {
   "text": "And it's no wonder, because who the hell expected that?",
   "start": 1143.86,
   "duration": 3.52
  },
  {
   "text": "Nobody.",
   "start": 1147.84,
   "duration": 0.56
  },
  {
   "text": "Now,",
   "start": 1150.32,
   "duration": 0.5
  },
  {
   "text": "now Jung was a student of Nietzsche's, you see, and he was also, I would say, a very astute critic of Nietzsche.",
   "start": 1152.64,
   "duration": 7.0
  },
  {
   "text": "He was educated by Freud, and Freud",
   "start": 1159.8,
   "duration": 2.9
  },
  {
   "text": "Freud, I suppose, in some sense, started to collate the information that we had pertaining to the notion that people lived inside a dream.",
   "start": 1164.06,
   "duration": 8.3
  },
  {
   "text": "You know, it was Freud who really popularized the idea of the unconscious mind.",
   "start": 1172.36,
   "duration": 4.36
  },
  {
   "text": "We take this for granted to such a degree today that we don't understand how revolutionary the idea was.",
   "start": 1176.72,
   "duration": 6.14
  },
  {
   "text": "But what's happened with Freud is that we've taken all the marrow out of his bones, so to speak, and left the husk behind.",
   "start": 1182.86,
   "duration": 7.16
  },
  {
   "text": "And now when we think about Freud, we just think about the husk because that's everything that's been discarded.",
   "start": 1190.02,
   "duration": 5.6
  },
  {
   "text": "But so much of what he discovered is part of our popular conception now, including the idea that your perceptions and your actions and your thoughts are all, what would you say,",
   "start": 1195.62,
   "duration": 9.98
  },
  {
   "text": "informed and shaped by unconscious motivations that are not part of your voluntary control.",
   "start": 1205.6,
   "duration": 6.12
  },
  {
   "text": "And that's a very, very strange thing.",
   "start": 1211.72,
   "duration": 1.78
  },
  {
   "text": "It's one of the most unsettling things about the psychoanalytic theories",
   "start": 1213.5,
   "duration": 4.66
  },
  {
   "text": "is the psychoanalytic theories are something like, you're a loose collection of living sub-personalities, each with its own set of motivations and perceptions",
   "start": 1218.16,
   "duration": 9.14
  },
  {
   "text": "and emotions and rationales, all of that.",
   "start": 1227.3,
   "duration": 2.56
  },
  {
   "text": "And you have limited control over that, so you're like a plurality of internal personalities that's loosely linked into a unity.",
   "start": 1230.26,
   "duration": 8.58
  },
  {
   "text": "And you know that because you can't control yourself very well, which is one of Jung's objections to Nietzsche's idea that we can create our own values is that",
   "start": 1239.12,
   "duration": 8.4
  },
  {
   "text": "is that Jung didn't believe that, especially not after interacting with Freud.",
   "start": 1247.52,
   "duration": 3.88
  },
  {
   "text": "Because he saw that human beings were affected by things that were- deeply, deeply affected by things that were beyond their conscious control.",
   "start": 1251.4,
   "duration": 7.2
  },
  {
   "text": "An no one really knows how to conceptualize those things.",
   "start": 1258.92,
   "duration": 2.68
  },
  {
   "text": "The cognitive psychologists think about them in some sense as computational machines.",
   "start": 1261.84,
   "duration": 4.54
  },
  {
   "text": "The ancient people, I think, thought of them as gods, although it's more complex than that.",
   "start": 1266.8,
   "duration": 3.94
  },
  {
   "text": "Like rage would be a god. Mars, the god of rage, that's the thing that possesses you when you're angry.",
   "start": 1270.74,
   "duration": 6.14
  },
  {
   "text": "It has a viewpoint, it says what it wants to say.",
   "start": 1276.88,
   "duration": 4.24
  },
  {
   "text": "And that might have very little to do with what you want to say when you're being sensible.",
   "start": 1281.12,
   "duration": 3.52
  },
  {
   "text": "And it doesn't just inhabit you, it inhabits everyone.",
   "start": 1284.98,
   "duration": 2.58
  },
  {
   "text": "And it lives forever, and it even inhabits animals.",
   "start": 1287.56,
   "duration": 3.38
  },
  {
   "text": "So it's this transcendent psychological entity that inhabits the body politic, like a thought inhabits the brain.",
   "start": 1291.06,
   "duration": 9.68
  },
  {
   "text": "That's one way of thinking about it.",
   "start": 1300.74,
   "duration": 1.54
  },
  {
   "text": "A very strange way of thinking, but it certainly has its merits.",
   "start": 1302.54,
   "duration": 4.24
  },
  {
   "text": "And so in some sense, those are deities, although it's not that simple.",
   "start": 1307.26,
   "duration": 4.56
  },
  {
   "text": "And so Jung got very interested in dreams and started to understand the relationship between dreams and myths.",
   "start": 1312.44,
   "duration": 7.38
  },
  {
   "text": "Because he would see in his clients' dreams echoes of stories that he knew because he was deeply read in mythology.",
   "start": 1319.88,
   "duration": 6.86
  },
  {
   "text": "And then he started to believe that the dream was the birthplace of the myth and that there was a continual interaction between the two processes, the dream and the story, and storytelling.",
   "start": 1326.76,
   "duration": 11.02
  },
  {
   "text": "Well, you know, you tend to tell your dreams as stories when you remember them.",
   "start": 1337.78,
   "duration": 3.8
  },
  {
   "text": "Some people remember dreams all the time, like two or three a night.",
   "start": 1341.74,
   "duration": 3.26
  },
  {
   "text": "I've had clients like that.",
   "start": 1345.0,
   "duration": 1.54
  },
  {
   "text": "They often have archetypal dreams that have very clear mythological structures.",
   "start": 1346.54,
   "duration": 3.74
  },
  {
   "text": "I think that's more the case with people who are creative, by the way, especially if they're a bit unstable, at the time.",
   "start": 1350.28,
   "duration": 6.0
  },
  {
   "text": "Because the dream tends to occupy the space of uncertainty and to concentrate on fleshing out the unknown reality before you get a real grip on it.",
   "start": 1356.34,
   "duration": 9.82
  },
  {
   "text": "So it's like the dream is the birthplace of thinking, that's a good way of thinking about it.",
   "start": 1366.16,
   "duration": 4.46
  },
  {
   "text": "So because it's the birthplace of thinking, it's not that clear.",
   "start": 1370.62,
   "duration": 3.4
  },
  {
   "text": "It's doing its best to formulate something. That was Jung's notion,",
   "start": 1374.02,
   "duration": 4.32
  },
  {
   "text": "as opposed to Freud, who believed that there were sensors, internal sensors that were hiding the dream's true message.",
   "start": 1379.04,
   "duration": 5.44
  },
  {
   "text": "That's not what Jung believed, he believed the dream was doing its best to express a reality that was still outside of fully articulated conscious comprehension.",
   "start": 1384.52,
   "duration": 10.92
  },
  {
   "text": "Because you think, look, a thought appears in your head, right? That's obvious. Bang, it's nothing you ever ask about.",
   "start": 1395.44,
   "duration": 6.64
  },
  {
   "text": "But what the hell does that mean?",
   "start": 1402.08,
   "duration": 1.56
  },
  {
   "text": "A thought appears in your head.",
   "start": 1404.1,
   "duration": 1.82
  },
  {
   "text": "What kind of ridiculous explanation is that?",
   "start": 1405.92,
   "duration": 2.74
  },
  {
   "text": "It just doesn't help with anything.",
   "start": 1410.66,
   "duration": 1.74
  },
  {
   "text": "Where does it come from?",
   "start": 1412.4,
   "duration": 1.5
  },
  {
   "text": "Well, nowhere. It just appears in my head.",
   "start": 1414.02,
   "duration": 2.8
  },
  {
   "text": "Okay, well, that's not a very sophisticated explanation, as it turns out.",
   "start": 1416.82,
   "duration": 4.32
  },
  {
   "text": "So you might think that those thoughts that you think, well, where do they come from?",
   "start": 1421.4,
   "duration": 4.36
  },
  {
   "text": "Well, they're often someone else's thoughts, right?",
   "start": 1425.76,
   "duration": 2.04
  },
  {
   "text": "Someone long dead, that might be part of it, just like the words you use to think are utterances of people who've been long dead.",
   "start": 1427.82,
   "duration": 7.62
  },
  {
   "text": "And so you're informed by the spirit of your ancestors, that's one way of looking at it.",
   "start": 1435.44,
   "duration": 4.98
  },
  {
   "text": "And your motivations speak to you, your emotions speak to you, your body speaks to you.",
   "start": 1440.42,
   "duration": 4.66
  },
  {
   "text": "And it does all that, at least in part, through the dream.",
   "start": 1445.08,
   "duration": 3.7
  },
  {
   "text": "And the dream is the birthplace of the fully articulated idea.",
   "start": 1449.32,
   "duration": 4.16
  },
  {
   "text": "They don't just come from nowhere fully fledged, right?",
   "start": 1454.16,
   "duration": 2.66
  },
  {
   "text": "They have a developmental origin, and God only knows how lengthy that origin is, even to say something like, \"I am conscious.\"",
   "start": 1456.9,
   "duration": 8.62
  },
  {
   "text": "Chimpanzees don't say that.",
   "start": 1467.44,
   "duration": 2.14
  },
  {
   "text": "It's been seven million years since we broke from chimpanzees, something like that, from the common ancestor.",
   "start": 1470.26,
   "duration": 5.86
  },
  {
   "text": "They have no articulated knowledge at all and very little self-representation in some sense, and very little self-consciousness.",
   "start": 1476.18,
   "duration": 7.14
  },
  {
   "text": "And that's not the case with us at all.",
   "start": 1483.66,
   "duration": 1.66
  },
  {
   "text": "We had to painstakingly figure all of this out during that, you know, seven million year voyage.",
   "start": 1485.64,
   "duration": 5.8
  },
  {
   "text": "And I think some of that's represented and captured, in some sense, in these ancient stories.",
   "start": 1491.92,
   "duration": 7.42
  },
  {
   "text": "Which I believe were part of, especially the oldest stories, in Genesis, which are the stories we're going to start with, they were... that...",
   "start": 1499.4,
   "duration": 9.0
  },
  {
   "text": "some of the archaic nature of the human being is encapsulated in those stories, and it's very, very instructive as far as I can tell.",
   "start": 1508.82,
   "duration": 7.84
  },
  {
   "text": "I'll give you just a quick example.",
   "start": 1516.66,
   "duration": 1.62
  },
  {
   "text": "You know there's an idea of sacrifice in the Old Testament.",
   "start": 1518.28,
   "duration": 4.54
  },
  {
   "text": "And it's pretty barbaric, you know, I mean the story of Abraham and Isaac, there's a good example of that because Abraham is called on to actually sacrifice his own son,",
   "start": 1523.16,
   "duration": 7.3
  },
  {
   "text": "which doesn't really seem like something that a reasonable God would ask you to do, right?",
   "start": 1530.46,
   "duration": 3.96
  },
  {
   "text": "God in the Old Testament is frequently cruel and arbitrary and demanding and paradoxical,",
   "start": 1534.8,
   "duration": 6.08
  },
  {
   "text": "which is one of the things that really gives the book life because it wasn't edited by a committee, you know, a committee that was concerned with not offending anyone, that's for sure.",
   "start": 1540.96,
   "duration": 10.88
  },
  {
   "text": "[LAUGHTER]",
   "start": 1551.84,
   "duration": 1.04
  },
  {
   "text": "[APPLAUSE]",
   "start": 1554.0,
   "duration": 8.08
  },
  {
   "text": "So Jung believed that the dream was the birthplace of thought and I've been extending that idea because one of the things I wondered about deeply was,",
   "start": 1564.58,
   "duration": 10.0
  },
  {
   "text": "you know, you have a dream and then someone interprets it.",
   "start": 1574.58,
   "duration": 3.2
  },
  {
   "text": "You can argue about whether or not an interpretation is valid, just like you can argue about whether your interpretation of a novel or movie is valid, right?",
   "start": 1578.1,
   "duration": 7.84
  },
  {
   "text": "It's a very difficult thing to determine with any degree of accuracy,",
   "start": 1586.36,
   "duration": 3.74
  },
  {
   "text": "which accounts in part for the post-modern critique.",
   "start": 1590.34,
   "duration": 2.08
  },
  {
   "text": "But my observations being that people will present a dream and sometimes we can extract out real useful information from it that the person didn't appear.",
   "start": 1592.86,
   "duration": 10.56
  },
  {
   "text": "And they get a flash of insight.",
   "start": 1604.06,
   "duration": 2.08
  },
  {
   "text": "To me that's a marker that we've stumbled on something that unites part of that person that wasn't united before.",
   "start": 1606.14,
   "duration": 6.48
  },
  {
   "text": "It pulls things together, which is often what a good story will do, whereas sometimes a good theory, you know if things snap together for you, there's a little light goes on,",
   "start": 1612.68,
   "duration": 8.54
  },
  {
   "text": "and that's one of the markers that I've used for accuracy in dreams.",
   "start": 1621.22,
   "duration": 4.72
  },
  {
   "text": "In my own family, when I was first married, you know, I'd have fights with my wife, arguments about this and that.",
   "start": 1626.68,
   "duration": 7.22
  },
  {
   "text": "I'm fairly hot-headed and so I'd get all puffed up and agitated about whatever we were arguing about, and she'd go to sleep, which was really annoying, it is so annoying!",
   "start": 1635.64,
   "duration": 11.24
  },
  {
   "text": "[LAUGHTER]",
   "start": 1646.98,
   "duration": 1.28
  },
  {
   "text": "Because I couldn't sleep, right? I was like, chewing off my fingernails, and she'd, like, sleeping peacefully beside me and it's so maddening.",
   "start": 1648.62,
   "duration": 7.0
  },
  {
   "text": "But often she'd have a dream, you know, and then the next morning, she'd discuss it with me, and then we could unravel what was at the bottom of our argument.",
   "start": 1655.98,
   "duration": 7.28
  },
  {
   "text": "That was unbelievably useful, even though it was extraordinarily aggravating.",
   "start": 1663.58,
   "duration": 3.58
  },
  {
   "text": "So you know, I was convinced by Jung.",
   "start": 1669.14,
   "duration": 1.44
  },
  {
   "text": "It looked to me like his ideas about the relationship between dreams and mythology and drama and literature made sense to me and the relationship between that and art.",
   "start": 1670.68,
   "duration": 9.74
  },
  {
   "text": "I know this native carver, he's a Kwakwaka'wakw guy.",
   "start": 1680.64,
   "duration": 3.5
  },
  {
   "text": "He's carved a bunch of wooden sculptures, totem poles and masks that I have at my house.",
   "start": 1684.42,
   "duration": 5.76
  },
  {
   "text": "He's a very interesting person.",
   "start": 1690.18,
   "duration": 1.86
  },
  {
   "text": "Not literate, not particularly literate, and really still steeped in this ancient, 13,000 year old tradition.",
   "start": 1692.04,
   "duration": 6.04
  },
  {
   "text": "He's an original language speaker and the fact that he isn't literate has sort of left him with the mind of someone who's pre-literate.",
   "start": 1698.08,
   "duration": 8.34
  },
  {
   "text": "Pre-literate people aren't stupid, they're just not literate, so their brains are organized differently in many ways.",
   "start": 1706.42,
   "duration": 5.68
  },
  {
   "text": "And I've asked him about his intuition for his carvings, and he's told me that he dreams, like, you've seen the Haida masks, you know what they look like,",
   "start": 1712.1,
   "duration": 10.18
  },
  {
   "text": "well, his people are mostly related to the Haida, so it's the same kind of style.",
   "start": 1722.34,
   "duration": 5.18
  },
  {
   "text": "And he said he dreams in those kind of animals, and can remember his dreams.",
   "start": 1727.96,
   "duration": 5.36
  },
  {
   "text": "And he also talks to his grandparents, who taught him how to carve, in his dreams quite often. If he runs into a problem with carving, his grandparents will come and he'll talk to them.",
   "start": 1733.38,
   "duration": 8.46
  },
  {
   "text": "But he sees the creatures that he's going to carve living, in an animated sense, in his imagination.",
   "start": 1742.28,
   "duration": 7.14
  },
  {
   "text": "I mean, it's not difficult. First of all, I have no reason to disbelieve him. He's a very, very straightforward person.",
   "start": 1749.42,
   "duration": 5.66
  },
  {
   "text": "And he doesn't the motivation or the guile, I would say, in some sense, to invent a story like that.",
   "start": 1755.08,
   "duration": 5.78
  },
  {
   "text": "There's just no reason he would possibly do it.",
   "start": 1760.86,
   "duration": 2.2
  },
  {
   "text": "I don't think he's told that many people about it. He thinks it's kind of crazy, you know?",
   "start": 1763.06,
   "duration": 3.76
  },
  {
   "text": "He said when he was a kid, he thought he was insane because he'd have those dreams all the time.",
   "start": 1766.82,
   "duration": 4.88
  },
  {
   "text": "About these creatures and so forth.",
   "start": 1772.08,
   "duration": 2.28
  },
  {
   "text": "And so it wasn't something he was trumpeting.",
   "start": 1774.36,
   "duration": 2.08
  },
  {
   "text": "But I found it fascinating because I can see in him part of the manifestation of this unbroken tradition.",
   "start": 1776.96,
   "duration": 6.96
  },
  {
   "text": "We have no idea how traditions like that are really passed along for thousands and thousands of years, right?",
   "start": 1783.92,
   "duration": 4.68
  },
  {
   "text": "Part of it's oral and memory, part of it's acted out and dramatized and then part of it's going to be imaginative.",
   "start": 1788.96,
   "duration": 6.66
  },
  {
   "text": "And people who aren't literate, they store information quite differently than we do.",
   "start": 1795.62,
   "duration": 3.56
  },
  {
   "text": "We don't remember anything. It's all written down in books, right?",
   "start": 1799.18,
   "duration": 2.88
  },
  {
   "text": "But if you're from an oral culture, especially if you're trained in that way, you have all of that information at hand.",
   "start": 1802.06,
   "duration": 5.48
  },
  {
   "text": "So you can speak and you can tell the stories, and you really know them.",
   "start": 1807.54,
   "duration": 4.36
  },
  {
   "text": "You know, modern people don't really know what that's like any more.",
   "start": 1811.9,
   "duration": 2.6
  },
  {
   "text": "I doubt if there's maybe more than two of you in the audience that could spout from memory, like, a thirty line poem.",
   "start": 1814.5,
   "duration": 6.14
  },
  {
   "text": "You know, and poetry was written so that people could do that.",
   "start": 1820.64,
   "duration": 2.92
  },
  {
   "text": "That's why we have that form, is so that people could remember it and have it with them.",
   "start": 1823.56,
   "duration": 5.48
  },
  {
   "text": "But we don't do any of that any more.",
   "start": 1829.06,
   "duration": 1.62
  },
  {
   "text": "Anyways, back to Jung.",
   "start": 1831.6,
   "duration": 1.52
  },
  {
   "text": "Jung was a great believer in the dream, and I know that dreams will tell you things that you don't know.",
   "start": 1835.3,
   "duration": 5.18
  },
  {
   "text": "And then I thought, well how the hell can that be? How in the world can something you think up tell you something you don't know?",
   "start": 1840.48,
   "duration": 7.3
  },
  {
   "text": "How does that make any sense?",
   "start": 1847.84,
   "duration": 1.92
  },
  {
   "text": "First of all, why don't you understand it? Why does it have to come forth in the form of the dream?",
   "start": 1849.94,
   "duration": 5.2
  },
  {
   "text": "It's like you're not- there's something going on inside you that you don't control, right?",
   "start": 1855.14,
   "duration": 4.74
  },
  {
   "text": "The dream happens to you just like life happens to you.",
   "start": 1859.88,
   "duration": 2.9
  },
  {
   "text": "I mean there is the odd lucid dreamer who can, you know, apply a certain amount of conscious control, but most of the time it's",
   "start": 1862.78,
   "duration": 6.52
  },
  {
   "text": "you're laying there asleep and this crazy, complicated world manifests itself inside you.",
   "start": 1869.56,
   "duration": 6.92
  },
  {
   "text": "And you don't know how. You can't do it when you're awake.",
   "start": 1876.7,
   "duration": 3.06
  },
  {
   "text": "And you don't know what it means! It's like what the hell's going on?",
   "start": 1880.08,
   "duration": 3.18
  },
  {
   "text": "And that's one of the things that's so damn frightening about the psychoanalysts, because",
   "start": 1883.26,
   "duration": 3.66
  },
  {
   "text": "you get this with Freud and Jung, you really start to understand that there are things inside you that are happening that control you instead of the other way around.",
   "start": 1887.3,
   "duration": 9.8
  },
  {
   "text": "You, you know, use a bit of reciprocal control, but there's manifestations of spirits, so to speak, inside you that determine the manner in which you walk through life.",
   "start": 1897.1,
   "duration": 9.76
  },
  {
   "text": "And you don't control it. And what does?",
   "start": 1907.36,
   "duration": 2.64
  },
  {
   "text": "Is it random? You know, there are people who have claimed that dreams are merely the consequence of random neuronal firing, which is a theory I think is absolutely absurd.",
   "start": 1910.88,
   "duration": 8.98
  },
  {
   "text": "Because there's nothing random about dreams.",
   "start": 1919.86,
   "duration": 2.52
  },
  {
   "text": "They're very, very structured and very, very complex.",
   "start": 1922.74,
   "duration": 3.88
  },
  {
   "text": "And not like snow on a television screen or static on the radio. Like, those things are complicated.",
   "start": 1926.62,
   "duration": 6.42
  },
  {
   "text": "And also, I've seen so often that people have very coherent dreams that have a perfect narrative structure.",
   "start": 1933.52,
   "duration": 5.46
  },
  {
   "text": "You know, they're fully developed, in some sense. And so that theory just doesn't go anywhere with me. I just can't see that as useful at all.",
   "start": 1939.34,
   "duration": 7.4
  },
  {
   "text": "So I'm more likely to take the phenomena seriously and say there's something to dreams.",
   "start": 1948.9,
   "duration": 5.58
  },
  {
   "text": "Well, you dream of the future and then you try to make it into a reality. That seems to be an important thing.",
   "start": 1954.48,
   "duration": 4.86
  },
  {
   "text": "Or maybe you dream up a nightmare and try to make that into a reality because people do that too, if they're hellbent on revenge, for example, full of hatred and resentment.",
   "start": 1959.84,
   "duration": 7.9
  },
  {
   "text": "And that manifests itself in terrible fantasies, you know, those are dreams, and then people go act them out.",
   "start": 1968.1,
   "duration": 5.62
  },
  {
   "text": "These things are powerful, you know, and nations can get caught up in collective dreams. That's what happened to the Nazis.",
   "start": 1974.24,
   "duration": 6.02
  },
  {
   "text": "That's what happened to Nazi Germany in the 1930s.",
   "start": 1980.26,
   "duration": 2.8
  },
  {
   "text": "It was absolutely remarkable, amazing, horrific destructive spectacle.",
   "start": 1983.06,
   "duration": 4.86
  },
  {
   "text": "And the same thing happened in the Soviet Union, the same thing happened in China, it's like, we have to take these things seriously, you know?",
   "start": 1987.92,
   "duration": 6.36
  },
  {
   "text": "Try to understand what's going on.",
   "start": 1994.66,
   "duration": 1.92
  },
  {
   "text": "So Jung believed that the dream could contain more information than was yet articulated.",
   "start": 1998.28,
   "duration": 6.0
  },
  {
   "text": "Artists do the same thing, you know.",
   "start": 2005.08,
   "duration": 2.4
  },
  {
   "text": "People go to museums and they look at paintings, Renaissance paintings, or modern paintings.",
   "start": 2008.36,
   "duration": 4.1
  },
  {
   "text": "And they don't exactly know why they're there.",
   "start": 2012.46,
   "duration": 2.14
  },
  {
   "text": "I was in this room in New York, I don't remember which museum, but it was a room full of Renaissance art.",
   "start": 2014.84,
   "duration": 7.44
  },
  {
   "text": "Great painters, the greatest painters and I thought maybe that room was worth a billion dollars, or something outrageous, because there was like twenty paintings in there, you know?",
   "start": 2022.28,
   "duration": 8.26
  },
  {
   "text": "Priceless.",
   "start": 2030.78,
   "duration": 0.7
  },
  {
   "text": "And the first thing is, well why are those paintings worth so much, and why is there a museum in the biggest city in the world devoted to them,",
   "start": 2031.82,
   "duration": 6.46
  },
  {
   "text": "and why do people come from all over the world and look at them? What the hell are those people doing?",
   "start": 2038.28,
   "duration": 4.7
  },
  {
   "text": "One of them was of the Assumption of Mary, beautifully painted, absolutely glowing work of art, and just, like, twenty people standing in front of it, looking at it.",
   "start": 2043.14,
   "duration": 8.94
  },
  {
   "text": "You think, what are those people up to?",
   "start": 2052.08,
   "duration": 1.76
  },
  {
   "text": "They don't know, why did they make a pilgrimage to New York to come and look at that painting?",
   "start": 2054.32,
   "duration": 4.48
  },
  {
   "text": "It's not like they know! Why is it worth so much?",
   "start": 2058.8,
   "duration": 2.62
  },
  {
   "text": "I know there's a status element to it, too, but that begs the question: Why did those items become such high status items?",
   "start": 2061.42,
   "duration": 6.42
  },
  {
   "text": "What is it about them that's so absolutely remarkable?",
   "start": 2067.84,
   "duration": 3.06
  },
  {
   "text": "Well, we're strange creatures.",
   "start": 2072.14,
   "duration": 1.64
  },
  {
   "text": "So I was trying to figure out in part, well where did the information that's in the dream come from?",
   "start": 2075.16,
   "duration": 4.84
  },
  {
   "text": "Because it has to come from somewhere, and you can think about it as a revelation.",
   "start": 2080.44,
   "duration": 3.48
  },
  {
   "text": "Because it's like it springs out of the void, it's new knowledge, it's a revelation.",
   "start": 2084.64,
   "duration": 4.82
  },
  {
   "text": "You didn't produce it, it just appears.",
   "start": 2089.46,
   "duration": 2.26
  },
  {
   "text": "See, one of the things that I want to do with this series is, like, I'm scientifically-minded, and I'm quite a rational person.",
   "start": 2092.26,
   "duration": 7.0
  },
  {
   "text": "And I like to have an explanation for things that's rational and empirical before I look for any other kind of explanation.",
   "start": 2099.26,
   "duration": 5.92
  },
  {
   "text": "And I don't want to say that everything that's associated with Divinity can be reduced in some manner to biology or to an evolutionary history, or anything like that.",
   "start": 2105.44,
   "duration": 8.78
  },
  {
   "text": "But insofar as it's possible to do that reduction, I'm going to do that.",
   "start": 2114.28,
   "duration": 4.72
  },
  {
   "text": "And I'm going to leave the other phenomena floating in the air because they can't be pinned down and in that category of mystical and religious experience, which we don't understand at all.",
   "start": 2119.64,
   "duration": 10.84
  },
  {
   "text": "So artists observe one another.",
   "start": 2132.06,
   "duration": 3.92
  },
  {
   "text": "They observe people and they represent what they see.",
   "start": 2136.36,
   "duration": 2.58
  },
  {
   "text": "And they transmit the message of what they see to us and they teach us to see it.",
   "start": 2138.94,
   "duration": 3.58
  },
  {
   "text": "We don't necessarily know what it is that we're learning from them.",
   "start": 2142.52,
   "duration": 3.5
  },
  {
   "text": "But we're learning something, or at least we're acting like we're learning something.",
   "start": 2146.54,
   "duration": 3.4
  },
  {
   "text": "We go to movies, we watch stories, we immerse ourselves in fiction constantly. That's an artistic production.",
   "start": 2150.02,
   "duration": 7.0
  },
  {
   "text": "And for many people, the world of the arts is a living world, and that's particularly true if you're a creative person.",
   "start": 2157.4,
   "duration": 6.16
  },
  {
   "text": "It's the creative, artistic people that do move the knowledge of humanity forward.",
   "start": 2163.56,
   "duration": 5.28
  },
  {
   "text": "And they do that with their artistic productions first. They're on the edge.",
   "start": 2168.94,
   "duration": 3.42
  },
  {
   "text": "The dancers do that, and the poets do that, and the visual artists do that, the musicians do that, and we're not sure what they're doing.",
   "start": 2172.36,
   "duration": 7.18
  },
  {
   "text": "We're not sure what musicians are doing. What the hell are they doing? Why do you like music?",
   "start": 2179.54,
   "duration": 3.64
  },
  {
   "text": "It gives you a deep intimation of the significance of things.",
   "start": 2183.76,
   "duration": 3.62
  },
  {
   "text": "And no one questions it. You go to a concert and you're thrilled, it's a quasi-religious experience,",
   "start": 2187.76,
   "duration": 5.04
  },
  {
   "text": "particularly if people really get themselves together and get the crowd moving, you know?",
   "start": 2192.84,
   "duration": 4.6
  },
  {
   "text": "There's something incredibly intense about it. It makes no sense whatsoever.",
   "start": 2197.44,
   "duration": 3.9
  },
  {
   "text": "It's not an easy thing to understand.",
   "start": 2201.52,
   "duration": 2.48
  },
  {
   "text": "Music is deeply patterned, patterned in layers, and I think that has something to do with it because reality is deeply patterned in layers.",
   "start": 2204.18,
   "duration": 8.88
  },
  {
   "text": "And so I think music is representing reality in some fundamental way and that we get into the sway of that and sort of participate in being.",
   "start": 2213.08,
   "duration": 8.82
  },
  {
   "text": "And that's part of what makes it such an uplifting experience.",
   "start": 2221.94,
   "duration": 3.7
  },
  {
   "text": "But we don't really know that's what we're doing, we just go do it.",
   "start": 2225.64,
   "duration": 3.0
  },
  {
   "text": "And it's nourishing for people, right?",
   "start": 2229.22,
   "duration": 2.68
  },
  {
   "text": "Young people in particular, lots of them live for music, it's where they derive all their meaning, their cultural identity.",
   "start": 2232.0,
   "duration": 7.12
  },
  {
   "text": "Everything that's nourishing comes from their affiliation with their music.",
   "start": 2239.12,
   "duration": 4.14
  },
  {
   "text": "It's part of their cultural identity. So that's an amazing thing.",
   "start": 2243.26,
   "duration": 3.6
  },
  {
   "text": "The question still remains: Where does the information in dreams come from?",
   "start": 2249.8,
   "duration": 3.52
  },
  {
   "text": "I think where it comes from is that we watch the patterns that everyone acts out.",
   "start": 2253.74,
   "duration": 8.94
  },
  {
   "text": "We've watched that forever and we've got some representations of those patterns.",
   "start": 2263.22,
   "duration": 4.5
  },
  {
   "text": "That's part of our cultural history, that's what's embedded in stories, in fictional accounts, of the story between good and evil.",
   "start": 2267.76,
   "duration": 6.1
  },
  {
   "text": "The bad guy and the good guy.",
   "start": 2273.86,
   "duration": 1.24
  },
  {
   "text": "And the romance, you know? These are canonical patterns of being for people.",
   "start": 2275.1,
   "duration": 4.16
  },
  {
   "text": "And they deeply affect us because they represent what it is that we will act out in the world.",
   "start": 2279.26,
   "duration": 4.66
  },
  {
   "text": "And then we flesh that out with the individual information we have about ourselves and other people.",
   "start": 2284.12,
   "duration": 4.54
  },
  {
   "text": "And so it's like there's waves of behavioral patterns that manifest themselves in the crowd across time.",
   "start": 2288.86,
   "duration": 10.04
  },
  {
   "text": "The great dramas are played on the crowd across time.",
   "start": 2298.9,
   "duration": 3.3
  },
  {
   "text": "And the artists watch that and they get intimations of what that is and they write it down and they tell us, and then we're a little clearer about what we're up to.",
   "start": 2302.2,
   "duration": 8.16
  },
  {
   "text": "A great dramatist like Shakespeare, let's say, we know that what he wrote is fiction. And then we say, well, fiction isn't true.",
   "start": 2310.5,
   "duration": 7.0
  },
  {
   "text": "But then you think, well, wait a minute. Maybe it's true like numbers are true.",
   "start": 2317.5,
   "duration": 4.64
  },
  {
   "text": "You know? Numbers are an abstraction from the underlying reality but no one in their right mind would really think numbers aren't true.",
   "start": 2322.52,
   "duration": 7.16
  },
  {
   "text": "You can even make a case that the numbers are more real than the things that they represent, right?",
   "start": 2329.68,
   "duration": 4.88
  },
  {
   "text": "Because the abstraction is so insanely powerful.",
   "start": 2334.56,
   "duration": 2.72
  },
  {
   "text": "Once you have mathematics, you're just deadly.",
   "start": 2337.28,
   "duration": 2.8
  },
  {
   "text": "You can move the world with mathematics.",
   "start": 2340.08,
   "duration": 2.42
  },
  {
   "text": "It's not obvious that the abstraction is less real than the more concrete reality.",
   "start": 2342.78,
   "duration": 6.78
  },
  {
   "text": "I mean, take a work of fiction, like Hamlet, and think it's not true because it's fiction.",
   "start": 2349.82,
   "duration": 5.92
  },
  {
   "text": "But then you think wait a minute, what kind of explanation is that?",
   "start": 2355.74,
   "duration": 2.8
  },
  {
   "text": "Maybe it's more true than nonfiction.",
   "start": 2358.74,
   "duration": 2.56
  },
  {
   "text": "Because it takes the story that needs to be told about you and the story that needs to be told about you and you and you and you",
   "start": 2361.3,
   "duration": 6.9
  },
  {
   "text": "and abstracts that out and says look, here's something that's a key part of the human experience, as such.",
   "start": 2368.2,
   "duration": 6.12
  },
  {
   "text": "Right? So it's an abstraction from this underlying, noisy substrate.",
   "start": 2374.76,
   "duration": 4.96
  },
  {
   "text": "And people are affected by it because they see that the thing that's represented is part of the pattern of their being.",
   "start": 2379.94,
   "duration": 7.0
  },
  {
   "text": "That's the right way to think about it.",
   "start": 2386.94,
   "duration": 1.7
  },
  {
   "text": "And then with these old stories, with these ancient stories, it seems to me like that process has been occurring for thousands of years.",
   "start": 2388.64,
   "duration": 6.96
  },
  {
   "text": "It's like we we watched ourselves and we extracted out some stories.",
   "start": 2396.24,
   "duration": 3.0
  },
  {
   "text": "We imitated each other and we represented that in drama, and then we distilled the drama and we got a representation of the distillation.",
   "start": 2399.64,
   "duration": 7.74
  },
  {
   "text": "And then we did it again and at the end of that process that took God only knows how long- I think some of these stories...",
   "start": 2407.42,
   "duration": 7.1
  },
  {
   "text": "They've traced fairy tales back ten thousand years, some fairy tales, in relatively unchanged form.",
   "start": 2415.6,
   "duration": 5.56
  },
  {
   "text": "And certainly seems to me that the archaeological evidence, for example,",
   "start": 2421.16,
   "duration": 4.2
  },
  {
   "text": "suggests that the really old stories that the Bible begins with are at least that old and likely embedded in a pre-history that's far older than that.",
   "start": 2425.4,
   "duration": 9.32
  },
  {
   "text": "And you might think, well, how can you be so sure?",
   "start": 2434.86,
   "duration": 3.2
  },
  {
   "text": "And the answer to that in part is that cultures that don't change, like the ancient cultures, like they didn't change as fast as...",
   "start": 2438.44,
   "duration": 6.68
  },
  {
   "text": "They stayed the same! That's the answer.",
   "start": 2445.28,
   "duration": 2.86
  },
  {
   "text": "So they keep their information moving generation to generation, that's how they stay the same.",
   "start": 2448.14,
   "duration": 5.4
  },
  {
   "text": "And so we know, again in the archaeological record, there are records of rituals that have remained relatively unbroken through up to twenty thousand years,",
   "start": 2454.06,
   "duration": 7.58
  },
  {
   "text": "was discovered in caves in Japan that were set up for a particular kind of bear worship that was also characteristic of Western Europe.",
   "start": 2461.7,
   "duration": 7.84
  },
  {
   "text": "So these things can last for very long periods of time.",
   "start": 2469.54,
   "duration": 2.64
  },
  {
   "text": "We're watching each other act in the world.",
   "start": 2474.72,
   "duration": 3.48
  },
  {
   "text": "And then the question is well how long have we been watching each other?",
   "start": 2478.9,
   "duration": 3.2
  },
  {
   "text": "And the answer to that in some sense is, well, as long as there's been creatures with nervous systems.",
   "start": 2482.1,
   "duration": 6.12
  },
  {
   "text": "That's a long time, you know? That's some hundreds of millions of years, perhaps longer than that.",
   "start": 2488.22,
   "duration": 4.72
  },
  {
   "text": "We've been watching each other trying to figure out what we're up to",
   "start": 2492.94,
   "duration": 3.1
  },
  {
   "text": "across that entire span of time, some of that knowledge is built right into our bodies.",
   "start": 2496.04,
   "duration": 4.36
  },
  {
   "text": "Which is why we can dance with each other for example, right?",
   "start": 2500.4,
   "duration": 2.82
  },
  {
   "text": "Because understanding isn't just something",
   "start": 2503.22,
   "duration": 3.04
  },
  {
   "text": "that you have as an abstraction , it's something that you act out, you know?",
   "start": 2506.26,
   "duration": 4.82
  },
  {
   "text": "That's what children are doing when they learning to rough-and-tumble play.",
   "start": 2511.08,
   "duration": 3.14
  },
  {
   "text": "They're learning to integrate their body with the body of someone else in a harmonious way and",
   "start": 2514.22,
   "duration": 5.0
  },
  {
   "text": "learning to cooperate and compete and that's all instantiated right into their body.",
   "start": 2519.22,
   "duration": 4.44
  },
  {
   "text": "It's not abstract knowledge, they don't know that they doing that.",
   "start": 2523.66,
   "duration": 3.04
  },
  {
   "text": "They're just doing it.",
   "start": 2526.7,
   "duration": 1.44
  },
  {
   "text": "And so we can even use our body as a representational platform.",
   "start": 2528.14,
   "duration": 3.98
  },
  {
   "text": "So we've been studying each other for a long time,",
   "start": 2532.12,
   "duration": 2.84
  },
  {
   "text": "abstracting out what is it that we're up to, and that's...",
   "start": 2534.96,
   "duration": 3.74
  },
  {
   "text": "What is it we're up to, what should we be up to? That's even a more fundamental question.",
   "start": 2538.7,
   "duration": 5.86
  },
  {
   "text": "If you're going to live in the world and you're going to do it properly,",
   "start": 2544.56,
   "duration": 3.16
  },
  {
   "text": "what does properly mean and how is it that you might go about that?",
   "start": 2547.74,
   "duration": 3.82
  },
  {
   "text": "Well, it's the right question, right? It's what everyone wants to know.",
   "start": 2551.56,
   "duration": 3.38
  },
  {
   "text": "How do you live in the world?",
   "start": 2554.94,
   "duration": 1.66
  },
  {
   "text": "Not what is the world made of. It's not  the same question.",
   "start": 2556.6,
   "duration": 2.82
  },
  {
   "text": "How do you live in the world?",
   "start": 2559.42,
   "duration": 1.44
  },
  {
   "text": "It's the eternal question of human beings.",
   "start": 2560.86,
   "duration": 2.34
  },
  {
   "text": "And I guess we're the only species that has ever really asked that question",
   "start": 2563.2,
   "duration": 3.58
  },
  {
   "text": "because all the other animals, they just go and do whatever they do.",
   "start": 2566.78,
   "duration": 3.06
  },
  {
   "text": "Not us!",
   "start": 2569.84,
   "duration": 0.88
  },
  {
   "text": "It's a question for us.",
   "start": 2570.98,
   "duration": 1.68
  },
  {
   "text": "We have to become aware of it, we have to be able to speak it.",
   "start": 2572.66,
   "duration": 4.1
  },
  {
   "text": "God only knows why",
   "start": 2576.76,
   "duration": 1.62
  },
  {
   "text": "but thats seems to be the situation.",
   "start": 2578.96,
   "duration": 1.9
  },
  {
   "text": "So...",
   "start": 2581.64,
   "duration": 0.5
  },
  {
   "text": "We act, that acting is shaped by the world, that acting is shaped by society",
   "start": 2584.02,
   "duration": 4.64
  },
  {
   "text": "into something that we don't understand, but that we can model.",
   "start": 2588.66,
   "duration": 2.9
  },
  {
   "text": "That we can model. We model it our stories, we model it with our bodies.",
   "start": 2591.66,
   "duration": 4.36
  },
  {
   "text": "And that's where the dream gets its information.",
   "start": 2596.42,
   "duration": 2.32
  },
  {
   "text": "The dream is part of the process that's watching everything",
   "start": 2599.08,
   "duration": 2.72
  },
  {
   "text": "and then trying to formulate it",
   "start": 2602.26,
   "duration": 1.54
  },
  {
   "text": "and trying to say, well, trying to get the signal out from the noise and to portray in dramatic form.",
   "start": 2603.8,
   "duration": 4.96
  },
  {
   "text": "Because a dream is a little drama.",
   "start": 2608.76,
   "duration": 1.64
  },
  {
   "text": "And then you get the chance to talk about what that dream is.",
   "start": 2610.4,
   "duration": 4.04
  },
  {
   "text": "And then you have it...",
   "start": 2615.34,
   "duration": 0.8
  },
  {
   "text": "you have something like articulated  knowledge at that point.",
   "start": 2616.14,
   "duration": 2.98
  },
  {
   "text": "And so the Bible I would say is...",
   "start": 2619.76,
   "duration": 2.56
  },
  {
   "text": "It's sort of...it exists in that space that's half into the dream and half into articulated knowledge.",
   "start": 2622.68,
   "duration": 5.66
  },
  {
   "text": "It's something like that.",
   "start": 2628.34,
   "duration": 1.4
  },
  {
   "text": "Going into it to find out what the stories are about,",
   "start": 2629.98,
   "duration": 3.2
  },
  {
   "text": "Then...",
   "start": 2633.96,
   "duration": 0.56
  },
  {
   "text": "We can aid our self-understanding.",
   "start": 2636.56,
   "duration": 2.52
  },
  {
   "text": "The other issue is that",
   "start": 2639.08,
   "duration": 1.62
  },
  {
   "text": "if Nietzsche was correct, and if Dostoevsky, or Jung was correct",
   "start": 2640.74,
   "duration": 4.1
  },
  {
   "text": "and Dostoevsky as well,",
   "start": 2644.84,
   "duration": 1.5
  },
  {
   "text": "without the cornerstone that that understanding provides, we're lost!",
   "start": 2648.2,
   "duration": 5.1
  },
  {
   "text": "And that's not good, because then we're susceptible",
   "start": 2653.86,
   "duration": 2.98
  },
  {
   "text": "to psychic pathology. That's psychological pathology.",
   "start": 2657.0,
   "duration": 3.48
  },
  {
   "text": "You know, people who are adamant anti religious thinkers",
   "start": 2661.16,
   "duration": 6.04
  },
  {
   "text": "seem to believe that if we abandoned our immersement in the underlying dream,",
   "start": 2667.32,
   "duration": 4.68
  },
  {
   "text": "that we'd all instantly become rationalists like Descartes or Bacon, you know?",
   "start": 2672.04,
   "duration": 4.3
  },
  {
   "text": "Intelligent, clear thinking rational, scientific people and I don't believe that for a moment,",
   "start": 2676.34,
   "duration": 5.14
  },
  {
   "text": "because I don't think there is any evidence for it.",
   "start": 2681.54,
   "duration": 1.86
  },
  {
   "text": "I think we would become so irrational so rapidly that the weirdest mysteries of Catholicism would seem positively",
   "start": 2683.4,
   "duration": 7.38
  },
  {
   "text": "rational by contrast and I think that's already happening.",
   "start": 2691.06,
   "duration": 3.04
  },
  {
   "text": "So.",
   "start": 2694.92,
   "duration": 0.5
  },
  {
   "text": "[CLAPPING]",
   "start": 2695.6,
   "duration": 6.36
  },
  {
   "text": "Okay.",
   "start": 2703.22,
   "duration": 0.5
  },
  {
   "text": "So, this is the idea essentially, you know, that",
   "start": 2706.32,
   "duration": 2.48
  },
  {
   "text": "you have the unknown world. That's just what you don't know at all.",
   "start": 2709.4,
   "duration": 3.88
  },
  {
   "text": "That's the outside, that's the ocean that surrounds the island that you inhabit.",
   "start": 2713.28,
   "duration": 4.14
  },
  {
   "text": "Something like that, it's chaos itself.",
   "start": 2717.42,
   "duration": 2.28
  },
  {
   "text": "And then",
   "start": 2720.12,
   "duration": 0.56
  },
  {
   "text": "You act in that world and you act in ways you don't understand.",
   "start": 2720.68,
   "duration": 3.74
  },
  {
   "text": "There's more to your actions then you can understand.",
   "start": 2724.42,
   "duration": 2.8
  },
  {
   "text": "One of the things Jung said, I loved this, when I first understood it,",
   "start": 2727.22,
   "duration": 2.94
  },
  {
   "text": "He said \"Everybody acts out a myth, but very few people know what their myth is.\"",
   "start": 2730.16,
   "duration": 4.82
  },
  {
   "text": "And you should know what your myth is because it might be a tragedy.",
   "start": 2735.06,
   "duration": 3.16
  },
  {
   "text": "And maybe you don't want it to be.",
   "start": 2738.52,
   "duration": 1.96
  },
  {
   "text": "And that's really worth thinking because",
   "start": 2740.6,
   "duration": 1.98
  },
  {
   "text": "thinking about because your...",
   "start": 2742.58,
   "duration": 1.48
  },
  {
   "text": "You have a pattern of behaviour that characterises you, you know?",
   "start": 2744.06,
   "duration": 3.04
  },
  {
   "text": "And God only knows where you got it.",
   "start": 2747.1,
   "duration": 1.82
  },
  {
   "text": "Partly it's biological, partly it's from your parents.",
   "start": 2749.32,
   "duration": 2.7
  },
  {
   "text": "It's your unconscious assumptions.",
   "start": 2752.28,
   "duration": 1.22
  },
  {
   "text": "It's the way the philosophy of your society shaped you.",
   "start": 2753.54,
   "duration": 2.74
  },
  {
   "text": "And is, it's aimed, it's aiming you somewhere.",
   "start": 2756.28,
   "duration": 3.7
  },
  {
   "text": "Well, is it aiming you somewhere you want to go?",
   "start": 2760.36,
   "duration": 2.5
  },
  {
   "text": "That's a good question, that's part of self-realization, you know?",
   "start": 2762.94,
   "duration": 3.4
  },
  {
   "text": "We know we don't understand our actions.",
   "start": 2766.86,
   "duration": 2.3
  },
  {
   "text": "That's almost every argument you have with someone is about that.",
   "start": 2769.6,
   "duration": 3.04
  },
  {
   "text": "It's like \"Why did you do that?\"",
   "start": 2772.64,
   "duration": 1.84
  },
  {
   "text": "And you come up with some half baked reasons why you did it.",
   "start": 2774.6,
   "duration": 2.5
  },
  {
   "text": "You're flailing around in the darkness, you know?",
   "start": 2777.1,
   "duration": 2.42
  },
  {
   "text": "You try to give an account for yourself, but you can only do it partially. It's very, very difficult because",
   "start": 2779.52,
   "duration": 5.16
  },
  {
   "text": "you're a complicated animal with the beginnings of an articulated mind, something like that.",
   "start": 2785.28,
   "duration": 6.56
  },
  {
   "text": "And you're just way more than you can handle.",
   "start": 2791.86,
   "duration": 3.4
  },
  {
   "text": "All right, so you act things out, right?",
   "start": 2797.66,
   "duration": 2.06
  },
  {
   "text": "You act things out.",
   "start": 2799.86,
   "duration": 0.92
  },
  {
   "text": "And that's a kind of competence.",
   "start": 2801.64,
   "duration": 1.54
  },
  {
   "text": "And then you imagine what you act out.",
   "start": 2803.18,
   "duration": 2.34
  },
  {
   "text": "And you imagine what everyone else acts out, and so",
   "start": 2805.52,
   "duration": 2.28
  },
  {
   "text": "there's a tremendous amount of information in your action.",
   "start": 2807.8,
   "duration": 3.38
  },
  {
   "text": "And then, that information is translated up into the dream",
   "start": 2811.4,
   "duration": 3.2
  },
  {
   "text": "and into art and to mythology and literature.",
   "start": 2814.6,
   "duration": 1.96
  },
  {
   "text": "And there's a tremendous amount of information in that.",
   "start": 2816.6,
   "duration": 3.16
  },
  {
   "text": "And then some of that is translated into articulated thought.",
   "start": 2820.06,
   "duration": 4.06
  },
  {
   "text": "And I'll give you a quick example of something like that.",
   "start": 2824.12,
   "duration": 2.26
  },
  {
   "text": "I think this is partly what happens in Exodus, when Moses comes up with the law.",
   "start": 2826.38,
   "duration": 4.34
  },
  {
   "text": "You know, he's wandering around with the Israelites forever in the desert.",
   "start": 2830.9,
   "duration": 2.8
  },
  {
   "text": "They're going left and going right and worshiping idols and having a hell of a time.",
   "start": 2833.76,
   "duration": 4.52
  },
  {
   "text": "You know, getting rebellious.",
   "start": 2838.92,
   "duration": 2.26
  },
  {
   "text": "And Moses goes up on the mountain and he has this tremendous revelation",
   "start": 2841.56,
   "duration": 3.18
  },
  {
   "text": "sort of, in the sight of God",
   "start": 2844.74,
   "duration": 1.7
  },
  {
   "text": "and it illuminates him and he comes down with the law.",
   "start": 2846.44,
   "duration": 2.8
  },
  {
   "text": "You think, well,",
   "start": 2849.5,
   "duration": 0.6
  },
  {
   "text": "Moses acted as a judge, I know this is a mythological story.",
   "start": 2850.26,
   "duration": 3.54
  },
  {
   "text": "Moses acted as a judge in the desert.",
   "start": 2853.88,
   "duration": 2.32
  },
  {
   "text": "He was continually mediating between people who are having problems.",
   "start": 2856.2,
   "duration": 3.36
  },
  {
   "text": "Constantly trying to keep peace.",
   "start": 2859.56,
   "duration": 2.08
  },
  {
   "text": "And so what are you doing when you're trying to keep peace?",
   "start": 2861.64,
   "duration": 2.06
  },
  {
   "text": "You're trying to understand what peace is.",
   "start": 2863.7,
   "duration": 2.12
  },
  {
   "text": "Right? You have to apply the principles.",
   "start": 2865.82,
   "duration": 2.44
  },
  {
   "text": "Well what are the principles? Well you don't know.",
   "start": 2868.26,
   "duration": 2.58
  },
  {
   "text": "The principles are whatever satisfies people enough to make peace.",
   "start": 2870.84,
   "duration": 3.7
  },
  {
   "text": "And maybe you do that ten thousand times and then",
   "start": 2874.54,
   "duration": 2.32
  },
  {
   "text": "you get some sense of \"Oh! Here's the principles that bring peace.\"",
   "start": 2876.86,
   "duration": 3.2
  },
  {
   "text": "And then one day it blasts into your consciousness like a revelation.",
   "start": 2880.06,
   "duration": 4.2
  },
  {
   "text": "Here's the rules that we're already acting out.",
   "start": 2884.26,
   "duration": 2.96
  },
  {
   "text": "That's the Ten Commandments. They're there to begin with.",
   "start": 2887.22,
   "duration": 3.0
  },
  {
   "text": "And Moses comes forward and says \"Look, this is already basically what we're doing but now it's codified, right?\"",
   "start": 2890.54,
   "duration": 5.96
  },
  {
   "text": "That's all a historical process that's condensed into",
   "start": 2896.62,
   "duration": 3.96
  },
  {
   "text": "a single story but, obviously, that happened",
   "start": 2900.58,
   "duration": 2.14
  },
  {
   "text": "Because we have written law!",
   "start": 2902.72,
   "duration": 2.26
  },
  {
   "text": "Right? And that emerged, in good legal systems,",
   "start": 2905.52,
   "duration": 2.56
  },
  {
   "text": "that emerges from the bottom up.",
   "start": 2908.08,
   "duration": 1.92
  },
  {
   "text": "English Common Law is exactly like that.",
   "start": 2910.0,
   "duration": 2.58
  },
  {
   "text": "It's single decisions that are predicated on principles,",
   "start": 2912.58,
   "duration": 3.8
  },
  {
   "text": "that are then articulated and made into the body of law.",
   "start": 2916.38,
   "duration": 4.1
  },
  {
   "text": "The body of law is something you act out.",
   "start": 2920.48,
   "duration": 2.24
  },
  {
   "text": "That's why it's a body of law.",
   "start": 2922.78,
   "duration": 2.16
  },
  {
   "text": "if you're good citizen you act out the body of law.",
   "start": 2925.3,
   "duration": 2.64
  },
  {
   "text": "And the body of law has principles.",
   "start": 2928.28,
   "duration": 1.84
  },
  {
   "text": "Okay, so the question is, there's principles that guide our behavior.",
   "start": 2930.48,
   "duration": 3.66
  },
  {
   "text": "What are those principles?",
   "start": 2934.82,
   "duration": 1.34
  },
  {
   "text": "Well I think if you want the initial answer of what the archaic Israelites meant by God,",
   "start": 2936.46,
   "duration": 7.26
  },
  {
   "text": "that's something like what they meant.",
   "start": 2943.72,
   "duration": 2.42
  },
  {
   "text": "Now it's not a good enough explanation.",
   "start": 2946.36,
   "duration": 2.22
  },
  {
   "text": "But imagine if you're a chimpanzee and you have a powerful,",
   "start": 2949.16,
   "duration": 5.66
  },
  {
   "text": "dominant figure at the pinnacle of your society.",
   "start": 2955.58,
   "duration": 4.08
  },
  {
   "text": "That represents power, more than that.",
   "start": 2959.86,
   "duration": 2.64
  },
  {
   "text": "Because it's not sheer physical prowess that keeps a chimp at the top of the hierarchy.",
   "start": 2962.5,
   "duration": 4.2
  },
  {
   "text": "It's much more complicated than that.",
   "start": 2966.7,
   "duration": 1.7
  },
  {
   "text": "And you can say, well there's a principle that the dominant person manifests.",
   "start": 2968.7,
   "duration": 5.7
  },
  {
   "text": "And then you might say, well, that principle shines forth even more brightly if you know ten people who are dominant.",
   "start": 2975.24,
   "duration": 7.0
  },
  {
   "text": "Powerful.",
   "start": 2982.32,
   "duration": 0.72
  },
  {
   "text": "And you can extract out what dominance means from that.",
   "start": 2983.2,
   "duration": 3.46
  },
  {
   "text": "You can extract out what power means from that.",
   "start": 2986.66,
   "duration": 2.14
  },
  {
   "text": "And then you can divorce the concept from the people.",
   "start": 2988.94,
   "duration": 3.52
  },
  {
   "text": "And we had to do that at some point because we can say power, in a human context, and we can imagine what that means.",
   "start": 2993.0,
   "duration": 6.36
  },
  {
   "text": "But it's divorced from any specific manifestation of power.",
   "start": 2999.42,
   "duration": 3.82
  },
  {
   "text": "Well how the hell did we do that?",
   "start": 3003.24,
   "duration": 1.66
  },
  {
   "text": "That's so complicated!",
   "start": 3005.24,
   "duration": 1.6
  },
  {
   "text": "If you're a chimp,",
   "start": 3007.12,
   "duration": 1.2
  },
  {
   "text": "the power is in another chimp, it's not some damn abstraction.",
   "start": 3008.88,
   "duration": 4.16
  },
  {
   "text": "So the question is, think about it, we're in these hierarchies, many of them, across centuries.",
   "start": 3013.82,
   "duration": 5.48
  },
  {
   "text": "We're trying to figure what the guiding principle is.",
   "start": 3019.58,
   "duration": 2.42
  },
  {
   "text": "Trying to extract out the core of the guiding principle",
   "start": 3022.2,
   "duration": 3.46
  },
  {
   "text": "And we turn that into a representation of a pattern of being.",
   "start": 3025.72,
   "duration": 4.0
  },
  {
   "text": "Well it's something like that that's God.",
   "start": 3029.72,
   "duration": 2.74
  },
  {
   "text": "It's an abstracted ideal.",
   "start": 3032.68,
   "duration": 2.38
  },
  {
   "text": "And it's put in personified form, manifests itself in personified form, but that's okay because what we're trying to get at is the",
   "start": 3035.68,
   "duration": 8.14
  },
  {
   "text": "in some sense, the essence of what it means to be a properly functioning, properly social,",
   "start": 3044.2,
   "duration": 7.38
  },
  {
   "text": "and properly competent individual.",
   "start": 3051.58,
   "duration": 2.36
  },
  {
   "text": "We're trying to figure out what that means.",
   "start": 3053.94,
   "duration": 1.52
  },
  {
   "text": "You need an embodiment. You need an ideal that's abstracted that you could act out",
   "start": 3055.82,
   "duration": 6.24
  },
  {
   "text": "that would enable you to understand what that means.",
   "start": 3062.38,
   "duration": 2.48
  },
  {
   "text": "And that's what we've been driving at.",
   "start": 3065.22,
   "duration": 1.5
  },
  {
   "text": "So that's the first hypothesis, in some sense.",
   "start": 3067.12,
   "duration": 2.5
  },
  {
   "text": "I'm going to go over some of the attributes of this abstracted ideal that we formalized as God, but that's the first sort of hypothesis, is that",
   "start": 3069.92,
   "duration": 8.0
  },
  {
   "text": "a philosophical or moral ideal manifests itself first as a concrete pattern of behavior that's characteristic of a single individual.",
   "start": 3079.1,
   "duration": 8.12
  },
  {
   "text": "And then it's a set of individuals.",
   "start": 3087.62,
   "duration": 2.08
  },
  {
   "text": "And then it's an abstraction from that set.",
   "start": 3090.04,
   "duration": 2.24
  },
  {
   "text": "And then you have the abstraction. It's so important.",
   "start": 3092.62,
   "duration": 2.68
  },
  {
   "text": "So here's a political implication, for example.",
   "start": 3095.58,
   "duration": 2.36
  },
  {
   "text": "One of the debates, we might say, between Early Christianity and the Late Roman Empire",
   "start": 3105.74,
   "duration": 6.96
  },
  {
   "text": "was whether or not an Emperor could be God, literally, right?",
   "start": 3113.16,
   "duration": 4.88
  },
  {
   "text": "To be deified to put in a temple.",
   "start": 3118.04,
   "duration": 2.88
  },
  {
   "text": "And you can see why that might happen because that's someone at the pinnacle of a very steep hierarchy who has a tremendous amount of power and influence.",
   "start": 3121.7,
   "duration": 7.42
  },
  {
   "text": "But the Christian response to that was,",
   "start": 3129.48,
   "duration": 2.4
  },
  {
   "text": "never confuse the specific sovereign with the principle of sovereignty itself.",
   "start": 3132.68,
   "duration": 7.04
  },
  {
   "text": "It's brilliant.",
   "start": 3140.4,
   "duration": 0.88
  },
  {
   "text": "You see how difficult it is to come up with an idea like that so that even the person who has the power is actually subordinate to something else.",
   "start": 3141.44,
   "duration": 7.0
  },
  {
   "text": "Subordinate to, let's call it a divine principle, for lack of a better word.",
   "start": 3148.72,
   "duration": 4.8
  },
  {
   "text": "So that even the king himself is subordinate to the principle.",
   "start": 3153.74,
   "duration": 4.08
  },
  {
   "text": "And we still believe that, because we believe that our President, or our Prime Minister, is subordinate to the damn law.",
   "start": 3157.82,
   "duration": 6.08
  },
  {
   "text": "Whatever, the body of law, right? There's a principle inside that that even the leader is subordinate to.",
   "start": 3164.24,
   "duration": 5.76
  },
  {
   "text": "Without that, you could argue you can't even have a civilized society because your leader immediately turns into something that's transcendent and all powerful.",
   "start": 3170.32,
   "duration": 8.16
  },
  {
   "text": "That's certainly what happened in the Soviet Union, and what happened in Maoist China, and what happened in Nazi Germany.",
   "start": 3178.48,
   "duration": 5.58
  },
  {
   "text": "Because there was nothing for the powerful to subordinate themselves to.",
   "start": 3184.06,
   "duration": 3.9
  },
  {
   "text": "You're supposed to be subordinate to God.",
   "start": 3188.52,
   "duration": 2.1
  },
  {
   "text": "So what does that mean?",
   "start": 3190.74,
   "duration": 1.22
  },
  {
   "text": "Well, we're gonna tear that idea apart, but partly what it means is that you're subordinate, even if you're sovereign, to the principle of sovereignty itself.",
   "start": 3192.12,
   "duration": 8.04
  },
  {
   "text": "And then the question is, what the hell is the principle of sovereignty?",
   "start": 3200.6,
   "duration": 3.2
  },
  {
   "text": "And I could say, we have been working that out for a very long period of time.",
   "start": 3203.8,
   "duration": 4.06
  },
  {
   "text": "And so that's one of the things that we'll talk about.",
   "start": 3208.14,
   "duration": 2.46
  },
  {
   "text": "Because the ancient Mesopotamians and the ancient Egyptians had some very interesting dramatic ideas about that.",
   "start": 3210.6,
   "duration": 8.72
  },
  {
   "text": "Just for example, very briefly, there was a deity known as Marduk.",
   "start": 3221.06,
   "duration": 4.4
  },
  {
   "text": "And Marduk, he was a Mesopotamian deity, and imagine this is sort of what happened is that as an empire grew",
   "start": 3226.02,
   "duration": 7.28
  },
  {
   "text": "out the post-Ice Age age, say fifteen thousand years ago, ten thousand years ago,",
   "start": 3233.62,
   "duration": 5.12
  },
  {
   "text": "all these tribes came together.",
   "start": 3239.0,
   "duration": 1.58
  },
  {
   "text": "And these tribes each had their own deity, their own image of the ideal.",
   "start": 3240.58,
   "duration": 3.76
  },
  {
   "text": "But then they started to occupy the same territory, right?",
   "start": 3244.34,
   "duration": 2.6
  },
  {
   "text": "And so then one tribe had god A and one tribe had god B and one could wipe the other one out.",
   "start": 3247.38,
   "duration": 6.5
  },
  {
   "text": "And then it would just be god A who wins.",
   "start": 3253.88,
   "duration": 2.32
  },
  {
   "text": "But that's not so good because, well, maybe you want to trade with those people, or maybe you don't want to lose half your population in a war,",
   "start": 3256.2,
   "duration": 6.24
  },
  {
   "text": "something like that.",
   "start": 3262.54,
   "duration": 0.78
  },
  {
   "text": "So then you have to have an argument about whose god is going to take priority.",
   "start": 3263.36,
   "duration": 5.12
  },
  {
   "text": "Which ideal is going to take priority?",
   "start": 3268.48,
   "duration": 1.96
  },
  {
   "text": "What seems to happen is that's represented in mythology as a battle of the gods in sort of celestial  space.",
   "start": 3270.44,
   "duration": 6.46
  },
  {
   "text": "But from a practical perspective, it's more like an ongoing dialog.",
   "start": 3276.9,
   "duration": 3.64
  },
  {
   "text": "You believe this, I believe this.",
   "start": 3280.66,
   "duration": 1.86
  },
  {
   "text": "You believe that, I believe this.",
   "start": 3282.52,
   "duration": 1.56
  },
  {
   "text": "How are we going to meld that together?",
   "start": 3284.08,
   "duration": 2.08
  },
  {
   "text": "So you take god A and you take god B, and maybe what you do is extract god C from them.",
   "start": 3286.42,
   "duration": 6.18
  },
  {
   "text": "And you say, well, god C now has the attributes of A and B.",
   "start": 3292.64,
   "duration": 3.44
  },
  {
   "text": "And then some other tribes come in.",
   "start": 3296.22,
   "duration": 1.64
  },
  {
   "text": "And then C takes them over too.",
   "start": 3298.0,
   "duration": 2.34
  },
  {
   "text": "Like with Marduk, for example, he has a multitude of names.",
   "start": 3300.94,
   "duration": 3.12
  },
  {
   "text": "Fifty different names. Well, those are names, at least in part, of the subordinate gods that represented the tribes that came together to make the civilization.",
   "start": 3304.4,
   "duration": 8.4
  },
  {
   "text": "That's part of the process by which that abstracted ideal is abstracted.",
   "start": 3313.08,
   "duration": 3.76
  },
  {
   "text": "You think this is important, and it works because you're tribe's alive.",
   "start": 3317.3,
   "duration": 3.18
  },
  {
   "text": "And you think this is important, and it works, because your tribe's alive.",
   "start": 3320.48,
   "duration": 2.94
  },
  {
   "text": "And so we'll take the best of both if we can manage it,",
   "start": 3323.96,
   "duration": 3.08
  },
  {
   "text": "and extract out something that's even more abstract that covers both of us if we can do it.",
   "start": 3327.04,
   "duration": 5.3
  },
  {
   "text": "One of the things that's really interesting about Marduk, I'll just give you a couple of his features.",
   "start": 3332.72,
   "duration": 5.24
  },
  {
   "text": "He has eyes all the way around his head.",
   "start": 3338.68,
   "duration": 1.98
  },
  {
   "text": "He's elected by all the other gods to be king god, so that's the first thing, that's quite cool.",
   "start": 3340.94,
   "duration": 4.54
  },
  {
   "text": "And they elect him because they're facing a terrible threat.",
   "start": 3345.48,
   "duration": 3.34
  },
  {
   "text": "Sort of like a flood and a monster combined, something like that.",
   "start": 3349.04,
   "duration": 3.3
  },
  {
   "text": "And Marduk basically says that if they elect him top god, then he'll go out and stop the flood monster.",
   "start": 3352.64,
   "duration": 5.78
  },
  {
   "text": "And they won't all get wiped out. It's a serious threat, it's chaos itself, making its comeback.",
   "start": 3358.56,
   "duration": 5.8
  },
  {
   "text": "And so all the gods agree and Marduk has a new manifestation. He's got eyes all the way around his head.",
   "start": 3364.74,
   "duration": 5.66
  },
  {
   "text": "And he speaks magic words.",
   "start": 3370.52,
   "duration": 1.76
  },
  {
   "text": "And then he also goes out and when he fights, he fights this deity called Tiamat.",
   "start": 3372.68,
   "duration": 4.36
  },
  {
   "text": "And we need to know that because the word \"Tiamat\" is associated with the word \"Tehom,\" T, E, H, O, M.",
   "start": 3377.26,
   "duration": 6.94
  },
  {
   "text": "And Tehom is the chaos that God makes order out of at the beginning of time in Genesis.",
   "start": 3384.2,
   "duration": 5.54
  },
  {
   "text": "So it's linked very tightly to this story.",
   "start": 3389.74,
   "duration": 2.6
  },
  {
   "text": "And Marduk with his eyes and his capacity to speak magic words goes out to confront Tiamat, who's like a watery sea dragon.",
   "start": 3392.38,
   "duration": 7.4
  },
  {
   "text": "Something like that.",
   "start": 3399.78,
   "duration": 1.0
  },
  {
   "text": "It's a classic St. George story, go out and wreak havoc on the dragon.",
   "start": 3401.7,
   "duration": 7.04
  },
  {
   "text": "And he cuts her into pieces.",
   "start": 3408.86,
   "duration": 1.68
  },
  {
   "text": "And he makes the world out of her pieces, and that's the world that human beings live in.",
   "start": 3410.94,
   "duration": 3.62
  },
  {
   "text": "And the Mesopotamian emperor acted out Marduk.",
   "start": 3415.06,
   "duration": 2.72
  },
  {
   "text": "He was allowed to be emperor insofar as he was a good Marduk.",
   "start": 3417.78,
   "duration": 2.92
  },
  {
   "text": "And so that meant that he had eyes all the way around his head, and he could speak magic.",
   "start": 3420.7,
   "duration": 4.3
  },
  {
   "text": "He could speak properly.",
   "start": 3425.18,
   "duration": 1.4
  },
  {
   "text": "And so we're starting to understand there at that point the essence of leadership, right?",
   "start": 3427.28,
   "duration": 3.86
  },
  {
   "text": "Because what's leadership?",
   "start": 3431.14,
   "duration": 1.22
  },
  {
   "text": "It's the capacity to see what the hell's in front of your face and maybe in every direction.",
   "start": 3432.36,
   "duration": 4.9
  },
  {
   "text": "And then the capacity to use your language properly, in a transformative manner, and to transform chaos into order.",
   "start": 3437.26,
   "duration": 6.3
  },
  {
   "text": "And god only knows how long it took the Mesopotamians to figure that out.",
   "start": 3444.0,
   "duration": 4.16
  },
  {
   "text": "The best they could do is dramatize it.",
   "start": 3448.16,
   "duration": 1.98
  },
  {
   "text": "But it's staggeringly brilliant.",
   "start": 3450.2,
   "duration": 2.5
  },
  {
   "text": "You know? It's by no means obvious. And this chaos, this chaos is a very strange thing.",
   "start": 3453.12,
   "duration": 5.5
  },
  {
   "text": "This is the chaos that God wrestled with at the beginning of time.",
   "start": 3458.62,
   "duration": 3.12
  },
  {
   "text": "Chaos is what- it's half psychological and half real.",
   "start": 3462.24,
   "duration": 3.76
  },
  {
   "text": "There's no other way to really describe it.",
   "start": 3466.42,
   "duration": 1.92
  },
  {
   "text": "The chaos is what you encounter when you're thrown into deep confusion.",
   "start": 3469.26,
   "duration": 3.68
  },
  {
   "text": "When your world falls apart.",
   "start": 3473.34,
   "duration": 1.8
  },
  {
   "text": "When you encounter something that blows you into pieces, when your dreams die, when you're betrayed.",
   "start": 3475.24,
   "duration": 4.82
  },
  {
   "text": "It's the chaos that emerges.",
   "start": 3480.12,
   "duration": 1.92
  },
  {
   "text": "And the chaos is everything at once, and it's too much for you.",
   "start": 3482.04,
   "duration": 2.96
  },
  {
   "text": "And that's for sure, and it pulls you down into the underworld and all,",
   "start": 3485.32,
   "duration": 3.6
  },
  {
   "text": "that's where the dragons are, and all you've got at that point is your capacity to bloody well keep your eyes open,",
   "start": 3488.92,
   "duration": 5.14
  },
  {
   "text": "and to speak as carefully and clearly as you can.",
   "start": 3494.1,
   "duration": 2.68
  },
  {
   "text": "And maybe if you're lucky, you'll get through it that way and come out the other side.",
   "start": 3496.78,
   "duration": 3.92
  },
  {
   "text": "And it's taken people a very long time to figure that out.",
   "start": 3501.14,
   "duration": 2.82
  },
  {
   "text": "And it looks to me like the idea is",
   "start": 3504.02,
   "duration": 1.98
  },
  {
   "text": "erected on the platform of our ancient ancestors, maybe tens of millions of years ago.",
   "start": 3506.88,
   "duration": 5.44
  },
  {
   "text": "Because we seem to represent that which disturbs us deeply using the same system that we use to represent serpentile or other carnviorous predators.",
   "start": 3512.4,
   "duration": 12.2
  },
  {
   "text": "You know, we're biological creatures, right?",
   "start": 3524.98,
   "duration": 2.68
  },
  {
   "text": "When we've formulated our capacity to abstract, our strange capacity to abstract and use language,",
   "start": 3528.36,
   "duration": 5.42
  },
  {
   "text": "we still have all those underlying systems that were there when we were only animals.",
   "start": 3533.78,
   "duration": 5.48
  },
  {
   "text": "And we have to use those systems, they're part of the emotional and motivational architecture of our thinking.",
   "start": 3539.66,
   "duration": 6.12
  },
  {
   "text": "Part of the reason we can demonize our enemies who upset our axioms is because we perceive them as if they're carnivorous predators.",
   "start": 3546.04,
   "duration": 7.38
  },
  {
   "text": "We do it with the same system.",
   "start": 3553.54,
   "duration": 1.92
  },
  {
   "text": "And that's chaos itself, the thing that always threatens us, right?",
   "start": 3555.8,
   "duration": 3.2
  },
  {
   "text": "The snakes that hang through the trees when we lived in them like sixty million years ago.",
   "start": 3559.0,
   "duration": 4.52
  },
  {
   "text": "It's the same damn systems.",
   "start": 3563.52,
   "duration": 1.84
  },
  {
   "text": "So",
   "start": 3566.1,
   "duration": 0.5
  },
  {
   "text": "the Marduk story is partly the story of using attention and language to confront those things that most threaten us.",
   "start": 3567.34,
   "duration": 8.64
  },
  {
   "text": "And some of those things are real-world threats.",
   "start": 3576.14,
   "duration": 3.56
  },
  {
   "text": "But some of them are psychological threats, which are just as profound but far more abstract.",
   "start": 3579.7,
   "duration": 4.7
  },
  {
   "text": "But we use the same systems to represent them.",
   "start": 3584.44,
   "duration": 2.84
  },
  {
   "text": "It's why you freeze if you're frightened.",
   "start": 3587.28,
   "duration": 2.08
  },
  {
   "text": "Right? You're a prey animal. You're like a rabbit.",
   "start": 3589.7,
   "duration": 2.54
  },
  {
   "text": "You've seen a something that's going to eat you, you freeze.",
   "start": 3592.36,
   "duration": 3.68
  },
  {
   "text": "And that way you're paralyzed, you're turned to stone, which is what you do when you see a medusa with a head full of snakes, right?",
   "start": 3596.52,
   "duration": 6.74
  },
  {
   "text": "You're turned to stone, you're paralyzed.",
   "start": 3603.26,
   "duration": 1.8
  },
  {
   "text": "And the reason you do that is because you're using the predator detection system to protect yourself. Your heart rate goes way up,",
   "start": 3605.46,
   "duration": 6.78
  },
  {
   "text": "and you get ready to move.",
   "start": 3612.6,
   "duration": 1.68
  },
  {
   "text": "Things that upset us lie on that system.",
   "start": 3616.2,
   "duration": 2.64
  },
  {
   "text": "And then the story, the Marduk story, for example",
   "start": 3618.84,
   "duration": 2.7
  },
  {
   "text": "is the idea that if there are things that upset you, chaotic, terrible, serpentine monstrous underworld things that threaten you,",
   "start": 3621.58,
   "duration": 7.62
  },
  {
   "text": "the best thing thing to do is to open your eyes, get your speech organized, and go out and confront the thing, and make the world out of it.",
   "start": 3629.66,
   "duration": 6.38
  },
  {
   "text": "And it's staggering when I read that story and started to understand it, it just blew me away.",
   "start": 3636.42,
   "duration": 5.48
  },
  {
   "text": "That it's such a profound idea, and we know it's true too because we know in psychotherapy, for example, that you're much better off to confront your fears head on",
   "start": 3642.1,
   "duration": 8.44
  },
  {
   "text": "than you are to wait and let them find you.",
   "start": 3650.78,
   "duration": 2.72
  },
  {
   "text": "And so partly, what you do, if you're a psychotherapist, is you help people break their fears into little pieces, the things that upset them,",
   "start": 3653.8,
   "duration": 6.58
  },
  {
   "text": "and then to encounter them one by one and master them.",
   "start": 3660.38,
   "duration": 3.42
  },
  {
   "text": "And so you're teaching this process of eternal mastery over the strange and chaotic world.",
   "start": 3663.8,
   "duration": 5.12
  },
  {
   "text": "And all of that makes up some of the background for, we haven't even gotten to the first sentence of the Biblical stories yet.",
   "start": 3669.58,
   "duration": 5.68
  },
  {
   "text": "[LAUGHTER]",
   "start": 3675.42,
   "duration": 1.28
  },
  {
   "text": "[CLAPPING]",
   "start": 3676.8,
   "duration": 5.68
  },
  {
   "text": "But all of that makes up the background.",
   "start": 3682.48,
   "duration": 2.02
  },
  {
   "text": "So you have to think that we've extracted this story, this strange collection of stories, with all its errors and its repetitions,",
   "start": 3684.5,
   "duration": 8.36
  },
  {
   "text": "and its peculiarities, out of the entire history that we've been able to collect ideas.",
   "start": 3692.98,
   "duration": 5.84
  },
  {
   "text": "And it's the best we've been able to do.",
   "start": 3698.84,
   "duration": 2.56
  },
  {
   "text": "I know there are other religious traditions, but I'm not concerned about that at the moment because we can use this as an example.",
   "start": 3702.54,
   "duration": 6.62
  },
  {
   "text": "But it's the best we've been able to do, and what I'm hoping is that we can return to the stories in some sense with an open mind and see if there's something there that we actually need.",
   "start": 3709.22,
   "duration": 9.56
  },
  {
   "text": "And I hope that that will be the case.",
   "start": 3719.06,
   "duration": 3.14
  },
  {
   "text": "As I said, I'll approach them as rationally as I possibly can.",
   "start": 3722.5,
   "duration": 2.94
  },
  {
   "text": "So this is the idea to begin with.",
   "start": 3725.44,
   "duration": 2.22
  },
  {
   "text": "We have the unknown as such, and then we act in it, like animals act.",
   "start": 3728.48,
   "duration": 3.94
  },
  {
   "text": "They act first. They don't think, they don't imagine, they act.",
   "start": 3732.84,
   "duration": 3.56
  },
  {
   "text": "That's where we started, we started by acting.",
   "start": 3736.44,
   "duration": 3.34
  },
  {
   "text": "And then we started to be able to represent how we acted.",
   "start": 3739.78,
   "duration": 3.5
  },
  {
   "text": "And then we started to talk about how we represented how we acted.",
   "start": 3743.28,
   "duration": 3.62
  },
  {
   "text": "And that enabled us to tell stories because that is what a story is, it's to tell about how you represent how you act.",
   "start": 3746.9,
   "duration": 7.84
  },
  {
   "text": "And so you know that because if you read a book, what happens?",
   "start": 3755.22,
   "duration": 2.92
  },
  {
   "text": "You read the book and images come to mind of the people in the book behaving, right?",
   "start": 3758.26,
   "duration": 5.44
  },
  {
   "text": "It's one step from acting it out.",
   "start": 3763.96,
   "duration": 2.16
  },
  {
   "text": "You don't act it out because you can abstract and represent action without having to act it out.",
   "start": 3766.48,
   "duration": 5.1
  },
  {
   "text": "It's an amazing thing, and that's part of the development of the prefrontal cortex.",
   "start": 3771.84,
   "duration": 3.24
  },
  {
   "text": "It's part of the capacity for human abstract thought is that you can pull the behavior, the representation of the behavior, away from the behavior and manipulate the representation before you enact it.",
   "start": 3775.08,
   "duration": 11.7
  },
  {
   "text": "That's why you think, so that you can generate a pattern of action and test it out in a fictional world before you embody it and die because you're foolish.",
   "start": 3787.1,
   "duration": 9.2
  },
  {
   "text": "Right? You let the representation die, not you.",
   "start": 3796.72,
   "duration": 3.66
  },
  {
   "text": "And that's why you think.",
   "start": 3800.54,
   "duration": 1.16
  },
  {
   "text": "And so that's partly what we're trying to do with these stories.",
   "start": 3802.08,
   "duration": 2.76
  },
  {
   "text": "What do I hope to accomplish?",
   "start": 3807.86,
   "duration": 1.54
  },
  {
   "text": "I hope to end this twelve-lecture series knowing more than I did when I started.",
   "start": 3810.18,
   "duration": 5.48
  },
  {
   "text": "That's my goal.",
   "start": 3816.14,
   "duration": 1.04
  },
  {
   "text": "Because I said I'm not telling you what I know, I'm trying to figure things out.",
   "start": 3817.18,
   "duration": 5.2
  },
  {
   "text": "This is part of the process by which I'm doing that.",
   "start": 3824.82,
   "duration": 3.32
  },
  {
   "text": "And so I'm doing my best to think on my feet, you know?",
   "start": 3828.14,
   "duration": 3.44
  },
  {
   "text": "I've come prepared, but I'm trying to stay on the edge of my capacity to generate knowledge and to make this continually clearer",
   "start": 3831.62,
   "duration": 7.8
  },
  {
   "text": "and to get to the bottom of things.",
   "start": 3839.5,
   "duration": 1.46
  },
  {
   "text": "I'm hoping that that's what I'm going to accomplish.",
   "start": 3841.6,
   "duration": 3.52
  },
  {
   "text": "It seems like people are interested in that, so then we're going to try to accomplish that together.",
   "start": 3845.12,
   "duration": 4.64
  },
  {
   "text": "And so that's the plan.",
   "start": 3850.72,
   "duration": 1.52
  },
  {
   "text": "And the idea is to see if there's something at the bottom of this amazing civilization that we've managed to construct.",
   "start": 3852.44,
   "duration": 6.54
  },
  {
   "text": "That I think is in peril for a variety of reasons.",
   "start": 3861.3,
   "duration": 3.68
  },
  {
   "text": "And maybe if we understand it a little bit better we won't be so prone just to throw the damn thing away.",
   "start": 3865.38,
   "duration": 5.76
  },
  {
   "text": "Which I think would be a big mistake.",
   "start": 3871.4,
   "duration": 1.72
  },
  {
   "text": "And to throw it away because of resentment and hatred and bitterness and historical ignorance and jealously and desire for destruction, and all of that.",
   "start": 3873.54,
   "duration": 8.84
  },
  {
   "text": "It's like, I don't want to go there.",
   "start": 3882.52,
   "duration": 1.82
  },
  {
   "text": "It's a bad idea to go there.",
   "start": 3884.76,
   "duration": 1.76
  },
  {
   "text": "We need to be grounded better.",
   "start": 3886.9,
   "duration": 1.68
  },
  {
   "text": "Hopefully, well, we'll see how this works.",
   "start": 3890.62,
   "duration": 2.8
  },
  {
   "text": "All right, so how do I approach this?",
   "start": 3894.26,
   "duration": 2.02
  },
  {
   "text": "Well, first of all, I think in evolutionary terms, you know?",
   "start": 3896.76,
   "duration": 3.72
  },
  {
   "text": "As far as I'm concerned the cosmos is fifteen billion years old and the world is four and a half billion years old.",
   "start": 3900.52,
   "duration": 6.74
  },
  {
   "text": "And there's been life for three and a half billion years and there were creatures that had pretty developed nervous systems three hundred to six hundred million years ago.",
   "start": 3907.4,
   "duration": 9.14
  },
  {
   "text": "And we were living in trees as small mammals sixty million years ago.",
   "start": 3916.76,
   "duration": 4.56
  },
  {
   "text": "We were down on the plains between sixty million and seven million years ago and that's about when we split from chimpanzees.",
   "start": 3921.78,
   "duration": 6.36
  },
  {
   "text": "And modern human beings seem to emerge about a hundred and fifty thousand years ago",
   "start": 3928.14,
   "duration": 3.84
  },
  {
   "text": "And civilization pretty much after the last Ice Age, something after fifteen thousand years ago.",
   "start": 3931.98,
   "duration": 5.56
  },
  {
   "text": "Not very long ago at all, you know?",
   "start": 3937.56,
   "duration": 2.24
  },
  {
   "text": "And that's the span across which I want to understand.",
   "start": 3940.1,
   "duration": 3.88
  },
  {
   "text": "That's the span across which I want to understand.",
   "start": 3944.84,
   "duration": 3.36
  },
  {
   "text": "I want to understand why we are the way we are, looking at life in its continual complexity right from the beginning of life itself.",
   "start": 3948.76,
   "duration": 6.58
  },
  {
   "text": "There's some real utility in that because we share attributes with other animals, even animals as simple as crustaceans, for example,",
   "start": 3955.66,
   "duration": 8.52
  },
  {
   "text": "have nervous system properties that are very much like ours, and it's very much worth knowing that.",
   "start": 3964.18,
   "duration": 5.42
  },
  {
   "text": "And so I think in an evolutionary way.",
   "start": 3969.68,
   "duration": 2.2
  },
  {
   "text": "I think it's a grand and remarkable way to think because it has this incredible timespan.",
   "start": 3971.88,
   "duration": 5.8
  },
  {
   "text": "It's amazing that people at the end of the nineteenth century, middle of the nineteenth century, say,",
   "start": 3977.72,
   "duration": 7.7
  },
  {
   "text": "really thought the world was about six thousand years old.",
   "start": 3985.42,
   "duration": 3.24
  },
  {
   "text": "Fifteen billion years old, that's a lot more, right? It's a lot grander, it's a lot bigger, but it's also a lot more frightening and alienating in some sense.",
   "start": 3989.58,
   "duration": 8.08
  },
  {
   "text": "Because the cosmos has become so vast, it's either easy for human beings to think of themselves as trivial specks on a trivial speck",
   "start": 3997.7,
   "duration": 7.8
  },
  {
   "text": "out some misbegotten hellhole end of the galaxy, among hundreds of millions of galaxies, right?",
   "start": 4005.9,
   "duration": 7.08
  },
  {
   "text": "It's very easy to see yourself as nothing in that span of time.",
   "start": 4013.24,
   "duration": 3.56
  },
  {
   "text": "That's a real challenge for people.",
   "start": 4016.84,
   "duration": 1.82
  },
  {
   "text": "I think it's a mistake to think that way.",
   "start": 4018.98,
   "duration": 2.64
  },
  {
   "text": "Because I think consciousness is far more than we think it is, but it's still something we have to grapple with.",
   "start": 4022.72,
   "duration": 5.02
  },
  {
   "text": "I'm a psychoanalytic thinker.",
   "start": 4029.3,
   "duration": 2.08
  },
  {
   "text": "And what that means is that I believe that people are collections of sub-personalities, and that those sub-personalities are alive.",
   "start": 4032.0,
   "duration": 7.14
  },
  {
   "text": "They're not machines.",
   "start": 4039.56,
   "duration": 1.2
  },
  {
   "text": "They have their viewpoint, they have their wants, they have their perceptions, they have their arguments, they have their emotions.",
   "start": 4041.04,
   "duration": 7.0
  },
  {
   "text": "They're like low-resolution representations of you when you get angry.",
   "start": 4048.36,
   "duration": 4.16
  },
  {
   "text": "It's like, it's a very low resolution representation of you.",
   "start": 4052.52,
   "duration": 3.08
  },
  {
   "text": "It only wants rage, or it only wants something to eat, or it only wants water, it only wants sex.",
   "start": 4055.72,
   "duration": 6.02
  },
  {
   "text": "It's you but shrunk and focused in a specific direction.",
   "start": 4062.02,
   "duration": 3.76
  },
  {
   "text": "And all those motivational systems are very, very ancient, very archaic, and very, very powerful.",
   "start": 4066.26,
   "duration": 7.0
  },
  {
   "text": "And they play a determining role in the manner in which we manifest ourselves.",
   "start": 4073.26,
   "duration": 4.62
  },
  {
   "text": "And as Freud pointed out with the id, we have to figure out how to take all those underlying animalistic motivations and emotions and",
   "start": 4077.9,
   "duration": 7.94
  },
  {
   "text": "civilize them in some way so that we can all live in the same, general territory without tearing each other to shreds, which is maybe the default position of both chimpanzee and humanity.",
   "start": 4086.1,
   "duration": 11.62
  },
  {
   "text": "So I take that seriously, the idea that we're a loose collection of spirits.",
   "start": 4099.78,
   "duration": 4.5
  },
  {
   "text": "You know, it says in the Old Testament somewhere that the fear of God is the beginning of wisdom, and I think this is akin to that.",
   "start": 4106.4,
   "duration": 5.66
  },
  {
   "text": "If you know that you're not in control of yourself thoroughly, that there are other factors behind the scenes,",
   "start": 4112.06,
   "duration": 6.24
  },
  {
   "text": "like the Greeks thought that human beings were the playthings of the gods.",
   "start": 4118.3,
   "duration": 4.76
  },
  {
   "text": "That's the way they conceptualized the world.",
   "start": 4123.06,
   "duration": 2.16
  },
  {
   "text": "And they sort of meant the same thing. They meant that there are these great forces that move us that we don't create.",
   "start": 4125.4,
   "duration": 6.98
  },
  {
   "text": "That we're subordinate to, in some sense. Not entirely, but we can be subordinate to them, and they move our destinies.",
   "start": 4132.38,
   "duration": 6.7
  },
  {
   "text": "That was the Greek view, and there's something...",
   "start": 4139.3,
   "duration": 2.32
  },
  {
   "text": "It teaches you humility to understand that.",
   "start": 4143.12,
   "duration": 2.52
  },
  {
   "text": "That there's a hell of a lot more going on behind the scenes and you're the driver of a very complex vehicle, but you don't understand the vehicle very well.",
   "start": 4146.0,
   "duration": 7.52
  },
  {
   "text": "And it's got its own motivations and methods and sometimes you think it's doing something, and it's doing something completely different.",
   "start": 4153.84,
   "duration": 7.44
  },
  {
   "text": "You see that in psychotherapy all the time because you help someone unwind a pattern of behavior that they've manifested forever.",
   "start": 4161.6,
   "duration": 6.72
  },
  {
   "text": "First of all, they describe it, then they become aware of it, then maybe they start to see what the cause is.",
   "start": 4168.7,
   "duration": 4.42
  },
  {
   "text": "They had no idea why they were acting like that.",
   "start": 4173.12,
   "duration": 2.2
  },
  {
   "text": "You know, they have to have the memory that produced the behavioral pattern to begin with.",
   "start": 4175.54,
   "duration": 5.22
  },
  {
   "text": "It has to be brought back to mind, and then it has to be analyzed and assessed, and then they have to think about a different way of acting.",
   "start": 4180.76,
   "duration": 6.72
  },
  {
   "text": "It's extraordinarily complex.",
   "start": 4187.6,
   "duration": 2.16
  },
  {
   "text": "So, psychoanalytic.",
   "start": 4190.16,
   "duration": 2.76
  },
  {
   "text": "Literary.",
   "start": 4193.02,
   "duration": 0.78
  },
  {
   "text": "Well,",
   "start": 4194.62,
   "duration": 0.5
  },
  {
   "text": "there's this new, this postmodern idea about literature, and about the world, for that matter, that",
   "start": 4198.02,
   "duration": 7.9
  },
  {
   "text": "you take a complex piece of literature, like a Shakespeare play.",
   "start": 4207.18,
   "duration": 4.32
  },
  {
   "text": "There's no end to the number of interpretations that you can make of it.",
   "start": 4211.5,
   "duration": 3.58
  },
  {
   "text": "You know, you can interpret each word, you can interpret each phrase, each sentence, each paragraph.",
   "start": 4215.08,
   "duration": 5.5
  },
  {
   "text": "You can interpret the entire play.",
   "start": 4220.58,
   "duration": 1.6
  },
  {
   "text": "The way you interpret it depends on how many other books you've read, depends on your orientation in the world.",
   "start": 4222.18,
   "duration": 5.86
  },
  {
   "text": "It depends on a very, very large number of things. How cultured you are or how much culture you lack.",
   "start": 4228.22,
   "duration": 6.56
  },
  {
   "text": "All of those things.",
   "start": 4234.98,
   "duration": 1.06
  },
  {
   "text": "It opens up a huge vista for potential interpretation.",
   "start": 4236.28,
   "duration": 4.02
  },
  {
   "text": "And so the Postmoderns sort of stubbed their toe on that and thought, well, if there's this vast number of interpretations of any particular literary work,",
   "start": 4240.34,
   "duration": 8.9
  },
  {
   "text": "how can be sure that any interpretation is more valid than any other interpretation?",
   "start": 4249.24,
   "duration": 4.4
  },
  {
   "text": "And if you can't be sure, then how do you even know those are great works?",
   "start": 4253.64,
   "duration": 3.4
  },
  {
   "text": "How do you know...",
   "start": 4257.2,
   "duration": 0.86
  },
  {
   "text": "Maybe they're just works that the people in power have used to facilitate their continual accession of power,",
   "start": 4258.44,
   "duration": 7.0
  },
  {
   "text": "which is really a Post-modern idea, and a very, very cynical one, but it has its point.",
   "start": 4265.5,
   "duration": 6.0
  },
  {
   "text": "But the thing is it's grounded in something real, right?",
   "start": 4271.5,
   "duration": 2.12
  },
  {
   "text": "It's like, yes, you can interpret things forever.",
   "start": 4273.62,
   "duration": 2.4
  },
  {
   "text": "I want to show you something here, just briefly.",
   "start": 4276.02,
   "duration": 2.9
  },
  {
   "text": "We'll go back to it later.",
   "start": 4278.94,
   "duration": 1.22
  },
  {
   "text": "Look at this.",
   "start": 4280.24,
   "duration": 0.88
  },
  {
   "text": "This is one of the coolest things I've ever seen.",
   "start": 4281.12,
   "duration": 2.6
  },
  {
   "text": "So at the bottom here, every single one of those lines is a Biblical verse.",
   "start": 4283.88,
   "duration": 5.26
  },
  {
   "text": "Okay?",
   "start": 4289.66,
   "duration": 0.5
  },
  {
   "text": "Now, the length of the line is proportionate to how many times that verse is referred to in some way by some other verse.",
   "start": 4291.5,
   "duration": 7.2
  },
  {
   "text": "So, you say, this is the first hyper-linked book.",
   "start": 4301.68,
   "duration": 2.76
  },
  {
   "text": "[LAUGHTER]",
   "start": 4304.56,
   "duration": 0.78
  },
  {
   "text": "Right? I'm dead serious about that!",
   "start": 4305.34,
   "duration": 2.32
  },
  {
   "text": "You can't click and get the hyper-links, obviously, but it's a thoroughly hyper-linked book and it's because, well the people who worked on these stories",
   "start": 4307.68,
   "duration": 6.66
  },
  {
   "text": "that are hypothetically at the end, right?",
   "start": 4314.34,
   "duration": 1.76
  },
  {
   "text": "Which is the end can't affect the beginning. That's the rule of time, right?",
   "start": 4316.2,
   "duration": 5.04
  },
  {
   "text": "What happens now can't affect what happened to you ten years ago, even though it actually can, but whatever.",
   "start": 4321.24,
   "duration": 5.66
  },
  {
   "text": "[LAUGHTER]",
   "start": 4326.94,
   "duration": 0.8
  },
  {
   "text": "Well, you re-interpret things, right, and then they're not the same, but whatever, we won't get into that.",
   "start": 4327.74,
   "duration": 4.52
  },
  {
   "text": "Technically speaking, the present can not affect the past, but if you were looking at a piece of literature, that's not right.",
   "start": 4332.5,
   "duration": 7.22
  },
  {
   "text": "Because when you write the end, you know what was at the beginning, and when you write the beginning or edit it, you know what's at the end.",
   "start": 4339.98,
   "duration": 5.3
  },
  {
   "text": "And so you can weave the whole thing together.",
   "start": 4345.58,
   "duration": 2.26
  },
  {
   "text": "And there's sixty-five thousand cross-references, and that's what this map shows.",
   "start": 4347.84,
   "duration": 4.56
  },
  {
   "text": "And so that's a great visual representation of the book.",
   "start": 4352.7,
   "duration": 2.68
  },
  {
   "text": "And then you can see, well why is it deep? Why is the book deep?",
   "start": 4355.56,
   "duration": 2.88
  },
  {
   "text": "Well, just imagine how many pathways you could take through that.",
   "start": 4358.76,
   "duration": 2.96
  },
  {
   "text": "Right? I mean you'd just journey through that forever, you'd never ever get to the end of it.",
   "start": 4362.04,
   "duration": 4.8
  },
  {
   "text": "There's permutations and combinations, and every phrase is dependent on every other phrase and every verse is dependent on every, not entirely,",
   "start": 4367.32,
   "duration": 6.36
  },
  {
   "text": "not entirely, but sixty-five thousand is not a bad start.",
   "start": 4373.78,
   "duration": 3.66
  },
  {
   "text": "And so",
   "start": 4378.2,
   "duration": 0.5
  },
  {
   "text": "Okay, well so that's another issue, in some sense, that seems to make the Post-Modernist critique correct.",
   "start": 4381.12,
   "duration": 7.3
  },
  {
   "text": "How in the world are you going to extract out a canonical interpretation of something like THAT?",
   "start": 4388.42,
   "duration": 4.3
  },
  {
   "text": "It's like it's not possible.",
   "start": 4393.06,
   "duration": 1.12
  },
  {
   "text": "But here's the issue, as far as I can tell.",
   "start": 4394.54,
   "duration": 2.92
  },
  {
   "text": "So the Post-Modernists extended that critique to the world.",
   "start": 4398.06,
   "duration": 3.58
  },
  {
   "text": "They said look, now the text is complicated enough, you can't extract out a canonical interpretation.",
   "start": 4401.64,
   "duration": 4.7
  },
  {
   "text": "What about the world?",
   "start": 4406.44,
   "duration": 1.44
  },
  {
   "text": "The world's way more complicated than a text.",
   "start": 4408.26,
   "duration": 2.0
  },
  {
   "text": "And so there's an infinite number of ways that you can look at the world.",
   "start": 4410.26,
   "duration": 3.48
  },
  {
   "text": "And so how do we know that any one way is better than any other way?",
   "start": 4413.74,
   "duration": 3.24
  },
  {
   "text": "That's a good question.",
   "start": 4417.32,
   "duration": 1.4
  },
  {
   "text": "Now the Post-Modern answer was we can't.",
   "start": 4420.66,
   "duration": 2.28
  },
  {
   "text": "And that's not a good answer because you drown in chaos under those circumstances, right?",
   "start": 4423.48,
   "duration": 4.6
  },
  {
   "text": "You can't make sense of anything.",
   "start": 4428.08,
   "duration": 1.3
  },
  {
   "text": "And that's not good because",
   "start": 4429.58,
   "duration": 1.44
  },
  {
   "text": "it's not neutral to not make sense of things.",
   "start": 4433.12,
   "duration": 2.96
  },
  {
   "text": "It's very anxiety-provoking.",
   "start": 4436.82,
   "duration": 2.08
  },
  {
   "text": "It's very depressing because if things are so chaotic that you can't get a handle on them, your body defaults into emergency-preparation mode",
   "start": 4439.5,
   "duration": 7.0
  },
  {
   "text": "and your heart rate goes up and your immune system stops working and you burn yourself out, you age rapidly because you're surrounded by nothing you can control.",
   "start": 4446.84,
   "duration": 9.04
  },
  {
   "text": "That's an existential crisis, right? It's anxiety-provoking and depressing, very hard on people.",
   "start": 4455.88,
   "duration": 5.88
  },
  {
   "text": "And even more than that, it turns out that the way that we're constructed neurophysiologically is that we don't experience any positive emotion",
   "start": 4462.04,
   "duration": 7.34
  },
  {
   "text": "unless we have an aim,",
   "start": 4469.56,
   "duration": 1.44
  },
  {
   "text": "and we can see ourselves progressing toward that aim.",
   "start": 4472.52,
   "duration": 2.64
  },
  {
   "text": "It isn't precisely attaining the aim that makes us happy.",
   "start": 4475.64,
   "duration": 3.84
  },
  {
   "text": "As you all know if you've ever attained anything, because as soon as you attain it, then the whole little game ends,",
   "start": 4480.4,
   "duration": 5.5
  },
  {
   "text": "and you have to come up with another game.",
   "start": 4485.9,
   "duration": 1.78
  },
  {
   "text": "Right, so it's Sisyphus.",
   "start": 4488.1,
   "duration": 1.68
  },
  {
   "text": "And that's okay.",
   "start": 4490.14,
   "duration": 1.12
  },
  {
   "text": "But it does show that the attainment can't be the thing that drives you because it collapses the game.",
   "start": 4491.26,
   "duration": 5.12
  },
  {
   "text": "That's what happens when you graduate from university.",
   "start": 4496.38,
   "duration": 2.0
  },
  {
   "text": "It's like, you're king of the mountain for one day, and then you're like, serf, at Starbucks for the next five years, you know?",
   "start": 4498.4,
   "duration": 8.22
  },
  {
   "text": "[LAUGHTER]",
   "start": 4506.7,
   "duration": 0.8
  },
  {
   "text": "So what happens is that human beings are weird creatures because we're much more activated by having an aim and moving towards it than we are by attainment.",
   "start": 4509.18,
   "duration": 8.9
  },
  {
   "text": "And what that means is you have to have an aim and that means you have to have an interpretation.",
   "start": 4518.08,
   "duration": 4.1
  },
  {
   "text": "And it also means that the nobler the aim, that's one way of thinking about it, the better your life.",
   "start": 4522.18,
   "duration": 5.78
  },
  {
   "text": "And that's a really interesting thing to know because you've heard ever since you were tiny that you should act like a good person and you shouldn't lie, for example.",
   "start": 4528.46,
   "duration": 7.4
  },
  {
   "text": "And you might think, well, why the hell should I act like a good person and why not lie?",
   "start": 4535.86,
   "duration": 5.06
  },
  {
   "text": "I mean, even a three year old can ask that question because smart kids learn to lie earlier, by the way.",
   "start": 4540.92,
   "duration": 5.44
  },
  {
   "text": "And they think well, why not twist the fabric of reality so that it serves your specific short-term needs?",
   "start": 4546.68,
   "duration": 7.46
  },
  {
   "text": "I mean, that's a great question, why not do that?",
   "start": 4554.14,
   "duration": 2.2
  },
  {
   "text": "Why act morally if you can get away with something and it brings you closer to something you want?",
   "start": 4556.34,
   "duration": 5.42
  },
  {
   "text": "Well, why not do it?",
   "start": 4561.76,
   "duration": 1.46
  },
  {
   "text": "These are good questions, it's not self-evident.",
   "start": 4563.5,
   "duration": 2.86
  },
  {
   "text": "Well, it seems to me tied in with what I just mentioned.",
   "start": 4566.44,
   "duration": 3.6
  },
  {
   "text": "It's like, you de-stabilize yourself and things become chaotic, and that's not good.",
   "start": 4570.04,
   "duration": 4.1
  },
  {
   "text": "And if you don't have a noble aim, then you have nothing but shallow, trivial pleasures.",
   "start": 4574.24,
   "duration": 7.26
  },
  {
   "text": "And they don't sustain you.",
   "start": 4581.66,
   "duration": 2.1
  },
  {
   "text": "And that's not because because life is so difficult, it's so much suffering, it's so complex.",
   "start": 4583.76,
   "duration": 6.08
  },
  {
   "text": "It ends, and everyone dies, and it's painful.",
   "start": 4589.9,
   "duration": 2.84
  },
  {
   "text": "It's like without a noble aim, how can you withstand any of that?",
   "start": 4593.06,
   "duration": 3.32
  },
  {
   "text": "You can't.",
   "start": 4596.7,
   "duration": 0.72
  },
  {
   "text": "You become desperate, and once you become desparate, things go from bad to worse very rapidly.",
   "start": 4597.42,
   "duration": 6.16
  },
  {
   "text": "And so there's the idea of the noble aim.",
   "start": 4604.18,
   "duration": 2.64
  },
  {
   "text": "And it's something that's necessary.",
   "start": 4607.06,
   "duration": 3.24
  },
  {
   "text": "It's the bread that people cannot live without, right?",
   "start": 4610.3,
   "duration": 2.18
  },
  {
   "text": "That's not physical bread, it's the noble aim.",
   "start": 4612.48,
   "duration": 3.0
  },
  {
   "text": "And what is that?",
   "start": 4615.54,
   "duration": 1.12
  },
  {
   "text": "Well,",
   "start": 4617.08,
   "duration": 0.5
  },
  {
   "text": "It was encapsulated in part in the story of Marduk.",
   "start": 4618.2,
   "duration": 2.52
  },
  {
   "text": "It's to pay attention, it's to speak properly, it's to confront chaos, it's to make a better world, it's something like that.",
   "start": 4620.9,
   "duration": 7.56
  },
  {
   "text": "And that's enough of a noble aim so that you can stand up without cringing at the very thought of your own existence so that you can do something that's worthwhile to justify your wretched position on the planet.",
   "start": 4629.0,
   "duration": 12.42
  },
  {
   "text": "Now the literary issue is that...",
   "start": 4642.06,
   "duration": 3.06
  },
  {
   "text": "look,",
   "start": 4646.52,
   "duration": 0.5
  },
  {
   "text": "you take a text, you can interpret it in a variety of ways, but that's not right.",
   "start": 4648.28,
   "duration": 3.54
  },
  {
   "text": "This is where the Post-Modernists went wrong because",
   "start": 4651.82,
   "duration": 2.38
  },
  {
   "text": "what you're looking for, in a text, and in the world, for that matter, is sufficient order and direction.",
   "start": 4655.38,
   "duration": 6.08
  },
  {
   "text": "So then we have to think, well what does sufficient order and direction mean?",
   "start": 4661.9,
   "duration": 3.7
  },
  {
   "text": "Well you don't want to suffer so much that your life is unbearable, right?",
   "start": 4665.6,
   "duration": 4.04
  },
  {
   "text": "That just seems self-evident.",
   "start": 4669.8,
   "duration": 1.42
  },
  {
   "text": "Pain argues for itself.",
   "start": 4671.4,
   "duration": 2.78
  },
  {
   "text": "I think of pain as the fundamental reality because no one disputes it, right?",
   "start": 4674.76,
   "duration": 4.24
  },
  {
   "text": "Even if you say that you don't believe in pain, it doesn't help when you're in pain.",
   "start": 4679.42,
   "duration": 4.9
  },
  {
   "text": "You still believe in it.",
   "start": 4684.58,
   "duration": 1.24
  },
  {
   "text": "You can't pry it up with logic and rationality.",
   "start": 4687.1,
   "duration": 3.8
  },
  {
   "text": "It just stands forth as a fundament of existence.",
   "start": 4690.9,
   "duration": 3.28
  },
  {
   "text": "And that's actually quite useful to know.",
   "start": 4694.18,
   "duration": 2.16
  },
  {
   "text": "You say, well, you don't want any more of that than is absolutely necessary.",
   "start": 4696.56,
   "duration": 3.44
  },
  {
   "text": "And I think that's self-evident.",
   "start": 4700.12,
   "duration": 1.88
  },
  {
   "text": "Then you say, wait a minute, it's more complicated than that.",
   "start": 4702.0,
   "duration": 2.34
  },
  {
   "text": "You don't want any more of that than is necessary today, but also not tomorrow and not next week and not next month and not next year.",
   "start": 4704.8,
   "duration": 7.0
  },
  {
   "text": "So however you act now better not compromise how you're going to be in a year.",
   "start": 4711.9,
   "duration": 4.92
  },
  {
   "text": "Because that'd just be counter-productive.",
   "start": 4717.14,
   "duration": 1.6
  },
  {
   "text": "That's part of of the problem with short-term pleasures, right?",
   "start": 4718.74,
   "duration": 2.88
  },
  {
   "text": "Act in haste, repent at leisure.",
   "start": 4722.52,
   "duration": 1.96
  },
  {
   "text": "Everyone knows exactly what that means.",
   "start": 4724.48,
   "duration": 1.94
  },
  {
   "text": "So you have to act in a way that works now and tomorrow and next week and next month and so forth.",
   "start": 4726.42,
   "duration": 5.1
  },
  {
   "text": "And so you have to take your future self into account.",
   "start": 4731.52,
   "duration": 2.58
  },
  {
   "text": "And human beings can do that.",
   "start": 4734.52,
   "duration": 1.58
  },
  {
   "text": "And taking your future self into account isn't much different than taking other people into account.",
   "start": 4736.1,
   "duration": 4.94
  },
  {
   "text": "I remember there's this Simpsons episode.",
   "start": 4742.36,
   "duration": 2.8
  },
  {
   "text": "And Homer downs a quart of mayonnaise and vodka.",
   "start": 4745.62,
   "duration": 4.3
  },
  {
   "text": "[LAUGHTER]",
   "start": 4749.98,
   "duration": 2.16
  },
  {
   "text": "And he says",
   "start": 4752.4,
   "duration": 0.72
  },
  {
   "text": "Marge says, you know, you shouldn't really do that.",
   "start": 4755.44,
   "duration": 2.42
  },
  {
   "text": "And Homer says, that's a problem for future Homer.",
   "start": 4757.86,
   "duration": 2.86
  },
  {
   "text": "I'm sure glad I'm not that guy.",
   "start": 4760.8,
   "duration": 3.18
  },
  {
   "text": "[LAUGHTER]",
   "start": 4764.08,
   "duration": 0.8
  },
  {
   "text": "It's so ridiculous, it caught me, you know?",
   "start": 4768.16,
   "duration": 2.02
  },
  {
   "text": "But you see, we have to grapple with that, and so the you that's out there in the future is sort of like another person.",
   "start": 4770.5,
   "duration": 7.0
  },
  {
   "text": "And so figuring out how to conduct yourself properly in relationship to your future self isn't much different than figuring out how to conduct yourself in relationship to other people.",
   "start": 4777.74,
   "duration": 9.06
  },
  {
   "text": "But then we could expand the constraints.",
   "start": 4787.0,
   "duration": 2.1
  },
  {
   "text": "Not only does the interpretation that you extract have to protect you from suffering and give you an aim, but it has to do it in a way that's inerrable,",
   "start": 4789.64,
   "duration": 8.1
  },
  {
   "text": "so it works across time, and then it has to work in the presence of other people so that you can cooperate with them and compete with them",
   "start": 4798.54,
   "duration": 6.96
  },
  {
   "text": "in a way that doesn't make you suffer more.",
   "start": 4805.5,
   "duration": 2.16
  },
  {
   "text": "And people are not that tolerant.",
   "start": 4807.78,
   "duration": 3.12
  },
  {
   "text": "They have choices, they don't have to hang around with you.",
   "start": 4811.68,
   "duration": 2.94
  },
  {
   "text": "They can hang around with any one of these other primates.",
   "start": 4814.62,
   "duration": 2.22
  },
  {
   "text": "And so, if you don't act properly, at least within certain boundaries, it's like, you're just cast aside.",
   "start": 4816.84,
   "duration": 6.1
  },
  {
   "text": "And so people are broadcasting information at you all the time about how you need to interpret the world so they can tolerate being around you.",
   "start": 4823.34,
   "duration": 6.96
  },
  {
   "text": "And you need that because socially isolate, you're insane, and then you're dead.",
   "start": 4830.66,
   "duration": 3.96
  },
  {
   "text": "No one can tolerate being alone for any length of time.",
   "start": 4834.62,
   "duration": 3.54
  },
  {
   "text": "We can't maintain our own sanity without continual feedback from other people because it's too damn complicated.",
   "start": 4838.16,
   "duration": 5.96
  },
  {
   "text": "So you're constrained by your own existence and then you're constrained by the existence of other people.",
   "start": 4844.42,
   "duration": 5.3
  },
  {
   "text": "And then you're also constrained by the world.",
   "start": 4849.72,
   "duration": 2.14
  },
  {
   "text": "If I read Hamlet and what I extract out of that is the idea that I should jump off a bridge, it's like it puts my interpretation to an end rather quickly.",
   "start": 4852.1,
   "duration": 10.7
  },
  {
   "text": "It doesn't seem to be optimally functional, let's say.",
   "start": 4862.8,
   "duration": 3.68
  },
  {
   "text": "And so an interpretation is constrained by the reality of the world.",
   "start": 4866.94,
   "duration": 4.56
  },
  {
   "text": "It's constrained by the reality of other people.",
   "start": 4871.5,
   "duration": 2.1
  },
  {
   "text": "And it's constrained by your reality across time.",
   "start": 4873.6,
   "duration": 2.96
  },
  {
   "text": "There's only a small number of interpretations that are going to work in that tightly defined space.",
   "start": 4876.6,
   "duration": 6.06
  },
  {
   "text": "And so that's part of the reason that the Post-Modernists are wrong.",
   "start": 4882.98,
   "duration": 3.46
  },
  {
   "text": "It's also part of the reason, by the way, that AI people who've been trying to make intelligent machines have had to put them in a body.",
   "start": 4886.88,
   "duration": 5.9
  },
  {
   "text": "Because it turns out you just can't make something intelligent, in some sense, without it being embodied.",
   "start": 4893.4,
   "duration": 4.42
  },
  {
   "text": "And it's partly for the reasons I just described.",
   "start": 4897.82,
   "duration": 2.5
  },
  {
   "text": "You need constraints on the system before",
   "start": 4900.34,
   "duration": 3.66
  },
  {
   "text": "you need constraints on the system so that the system doesn't drown in an infinite sea of interpretation.",
   "start": 4904.8,
   "duration": 5.46
  },
  {
   "text": "Something like that.",
   "start": 4910.36,
   "duration": 1.44
  },
  {
   "text": "So that's the literary end of it.",
   "start": 4912.04,
   "duration": 2.16
  },
  {
   "text": "Moral...",
   "start": 4914.26,
   "duration": 0.64
  },
  {
   "text": "Well, morality for me is about action.",
   "start": 4916.3,
   "duration": 2.16
  },
  {
   "text": "I'm an existentialist, in some sense.",
   "start": 4918.46,
   "duration": 2.32
  },
  {
   "text": "And what that means is that I believe that what people believe to be true is what they act out, not what they say.",
   "start": 4920.78,
   "duration": 6.26
  },
  {
   "text": "And so there's lots of definitions of truth.",
   "start": 4927.82,
   "duration": 1.88
  },
  {
   "text": "I mean, truth is a very expansive word.",
   "start": 4929.7,
   "duration": 2.06
  },
  {
   "text": "And you can think of objective truth but behavioral truth isn't the same as objective truth.",
   "start": 4931.8,
   "duration": 5.48
  },
  {
   "text": "What you should do isn't the same as what is,",
   "start": 4937.52,
   "duration": 2.88
  },
  {
   "text": "as far as I can tell, but people debate that.",
   "start": 4940.58,
   "duration": 1.96
  },
  {
   "text": "But I think the reason that that has to be the case is because...",
   "start": 4942.54,
   "duration": 3.82
  },
  {
   "text": "Think about it this way.",
   "start": 4946.66,
   "duration": 1.2
  },
  {
   "text": "You're standing in front of a field.",
   "start": 4947.98,
   "duration": 1.7
  },
  {
   "text": "And you can see the field.",
   "start": 4950.54,
   "duration": 1.44
  },
  {
   "text": "But the field doesn't tell you how to walk through it.",
   "start": 4952.44,
   "duration": 2.28
  },
  {
   "text": "There's an infinite number of ways you could walk through it.",
   "start": 4955.22,
   "duration": 2.76
  },
  {
   "text": "And so you can't extract out an inviolable guide to how you should act from the array of facts that are in front of you.",
   "start": 4958.54,
   "duration": 7.0
  },
  {
   "text": "Because there's just too many facts.",
   "start": 4965.54,
   "duration": 1.8
  },
  {
   "text": "And they don't have directionality.",
   "start": 4967.86,
   "duration": 1.68
  },
  {
   "text": "But you, you need to know.",
   "start": 4969.78,
   "duration": 1.54
  },
  {
   "text": "You need to know how how not to suffer.",
   "start": 4971.32,
   "duration": 1.82
  },
  {
   "text": "And  you need to know what your aim is.",
   "start": 4973.16,
   "duration": 2.36
  },
  {
   "text": "And so you have to overlay that objective reality with some interpretive structure.",
   "start": 4975.74,
   "duration": 4.58
  },
  {
   "text": "And it's the nature of that interpretive structure that we're going to be aiming at hard.",
   "start": 4980.48,
   "duration": 3.98
  },
  {
   "text": "I've given you some hints about it already.",
   "start": 4984.46,
   "duration": 1.64
  },
  {
   "text": "We've extracted it in part from observations from our own behavior and other peoples' behavior.",
   "start": 4986.1,
   "duration": 4.88
  },
  {
   "text": "And we've extracted it in part by the nature of our embodiment that's been shaped over hundreds of millions of years.",
   "start": 4990.98,
   "duration": 6.46
  },
  {
   "text": "We see the infinite plain of facts and we impose a moral interpretation on it.",
   "start": 4997.8,
   "duration": 5.78
  },
  {
   "text": "And the moral interpretation is what to do about what is.",
   "start": 5003.58,
   "duration": 3.96
  },
  {
   "text": "And that's associated both with security because you just don't need too much complexity,",
   "start": 5008.0,
   "duration": 4.9
  },
  {
   "text": "And also with aim.",
   "start": 5013.04,
   "duration": 1.2
  },
  {
   "text": "And so we're mobile creatures, right?",
   "start": 5014.34,
   "duration": 1.8
  },
  {
   "text": "We need to know where we're going.",
   "start": 5016.14,
   "duration": 1.8
  },
  {
   "text": "Because all we're ever concerned about, roughly speaking, is where we're going.",
   "start": 5017.94,
   "duration": 4.84
  },
  {
   "text": "That's what we need to know.",
   "start": 5022.96,
   "duration": 1.4
  },
  {
   "text": "Where are we going, what are we doing, and why?",
   "start": 5024.36,
   "duration": 2.12
  },
  {
   "text": "And that's not the same question as what is the world made of objectively.",
   "start": 5027.04,
   "duration": 4.22
  },
  {
   "text": "It's a different question and requires different answers.",
   "start": 5031.56,
   "duration": 2.28
  },
  {
   "text": "And so that's the domain of the moral, as far as I'm concerned, which is what are you aiming at?",
   "start": 5034.72,
   "duration": 4.54
  },
  {
   "text": "And that's the question of the ultimate ideal, in some sense.",
   "start": 5039.92,
   "duration": 2.76
  },
  {
   "text": "Even if you have trivial little fragmentary ideals, there's something trying to emerge out of that that's more coherent and more integrated.",
   "start": 5042.76,
   "duration": 9.8
  },
  {
   "text": "And more applicable and more practical.",
   "start": 5052.82,
   "duration": 2.72
  },
  {
   "text": "And that's the other thing, is that...",
   "start": 5055.92,
   "duration": 1.44
  },
  {
   "text": "You know, you think about literature and you think about art and you think those aren't very tightly tied to the earth.",
   "start": 5058.5,
   "duration": 5.32
  },
  {
   "text": "They're empyrean and airy and spiritual, and they don't seem practical.",
   "start": 5063.82,
   "duration": 4.48
  },
  {
   "text": "But I'm a practical person.",
   "start": 5068.36,
   "duration": 2.42
  },
  {
   "text": "And part of the reason that I want to assess these books from a literary and aesthetic and evolutionary perspective is",
   "start": 5071.58,
   "duration": 6.76
  },
  {
   "text": "to extract out something of value, something of real value that's practical.",
   "start": 5078.34,
   "duration": 5.26
  },
  {
   "text": "You know? Something, because one of the rules that I have when I'm lecturing is that",
   "start": 5083.96,
   "duration": 4.42
  },
  {
   "text": "I don't want to tell anybody anything that they can't use.",
   "start": 5088.84,
   "duration": 2.7
  },
  {
   "text": "Because I think of knowledge as a tool.",
   "start": 5091.98,
   "duration": 1.82
  },
  {
   "text": "It's something to implement in the world.",
   "start": 5093.92,
   "duration": 2.2
  },
  {
   "text": "We're tool-using creatures and our knowledge is tools.",
   "start": 5096.12,
   "duration": 3.32
  },
  {
   "text": "And we need tools to work in the world.",
   "start": 5099.72,
   "duration": 1.82
  },
  {
   "text": "We need tools to regulate our emotions and to make things better and to put an end to suffering to the degree that we can.",
   "start": 5101.54,
   "duration": 6.02
  },
  {
   "text": "And to live with ourselves properly, and to stand up properly.",
   "start": 5107.68,
   "duration": 3.62
  },
  {
   "text": "And you need the tools to do that.",
   "start": 5111.66,
   "duration": 1.62
  },
  {
   "text": "And so I don't want to do anything in this lecture series that isn't practical.",
   "start": 5113.82,
   "duration": 4.46
  },
  {
   "text": "Now I want you to come away having things put together in a way that you can immediately apply it.",
   "start": 5118.6,
   "duration": 5.96
  },
  {
   "text": "Not interested in abstraction for the sake of abstraction.",
   "start": 5124.56,
   "duration": 4.0
  },
  {
   "text": "Rational.",
   "start": 5129.4,
   "duration": 0.64
  },
  {
   "text": "Well, it's gotta make sense, you know? Because...",
   "start": 5130.38,
   "duration": 3.08
  },
  {
   "text": "the more restrictions on your theory, the better.",
   "start": 5136.26,
   "duration": 2.76
  },
  {
   "text": "And so...",
   "start": 5139.88,
   "duration": 0.64
  },
  {
   "text": "I want it all laid out causally so that B follows A and B precedes C,",
   "start": 5142.56,
   "duration": 7.32
  },
  {
   "text": "and in a way that's understandable and doesn't require a leap",
   "start": 5150.18,
   "duration": 3.5
  },
  {
   "text": "any unnecessary leap of faith.",
   "start": 5154.26,
   "duration": 2.08
  },
  {
   "text": "Because that's another thing that I think interferes with our relationship with a collection of books like the Bible.",
   "start": 5156.7,
   "duration": 6.46
  },
  {
   "text": "It's that you're called upon to believe things that no one can believe.",
   "start": 5163.16,
   "duration": 4.22
  },
  {
   "text": "And that's not good because that's a form of lie, as far as I can tell.",
   "start": 5167.78,
   "duration": 3.14
  },
  {
   "text": "And then you have to scrap the whole thing because in principle the whole thing is about truth,",
   "start": 5170.92,
   "duration": 3.96
  },
  {
   "text": "and if you have to start your pursuit of truth by swallowing a bunch of lies, then how in the world are you going to get anywhere with that?",
   "start": 5174.88,
   "duration": 6.0
  },
  {
   "text": "So I don't want any uncertainty at the bottom of this.",
   "start": 5181.8,
   "duration": 3.6
  },
  {
   "text": "Or I don't want any more than I have to leave in it.",
   "start": 5185.48,
   "duration": 3.98
  },
  {
   "text": "Because I can't get any farther than that.",
   "start": 5189.46,
   "duration": 2.3
  },
  {
   "text": "So it's gonna make sense, rationally.",
   "start": 5192.04,
   "duration": 2.86
  },
  {
   "text": "I don't want it to be pushing up against what we know to be scientifically untrue, even though we know that science is in flux.",
   "start": 5195.12,
   "duration": 7.66
  },
  {
   "text": "And that's somewhat of a dangerous parameter.",
   "start": 5202.78,
   "duration": 3.12
  },
  {
   "text": "If it isn't working with evolutionary theory, for example, then I think that it's not a good enough solution.",
   "start": 5206.02,
   "duration": 6.52
  },
  {
   "text": "So..",
   "start": 5213.06,
   "duration": 0.5
  },
  {
   "text": "And then, finally, it's phenomenological.",
   "start": 5215.24,
   "duration": 2.42
  },
  {
   "text": "Modern people, you know, we think of reality as objective.",
   "start": 5219.92,
   "duration": 5.08
  },
  {
   "text": "And that's very powerful.",
   "start": 5225.52,
   "duration": 1.76
  },
  {
   "text": "But that isn't how we experience reality.",
   "start": 5227.64,
   "duration": 2.46
  },
  {
   "text": "We have our domain of experience.",
   "start": 5231.28,
   "duration": 2.24
  },
  {
   "text": "And this is a hard thing to get a grip on, even though it should be the most obvious thing.",
   "start": 5234.3,
   "duration": 5.12
  },
  {
   "text": "For the phenomenologist, everything that you experience is real.",
   "start": 5239.94,
   "duration": 3.16
  },
  {
   "text": "And so they're interested in the structure of your subjective experience, and you say well you have subjective experience, and you have subjective experience, and so do you.",
   "start": 5244.1,
   "duration": 7.62
  },
  {
   "text": "And there's commonalities across all of those, like, for example,",
   "start": 5251.98,
   "duration": 3.12
  },
  {
   "text": "you're likely to experience the same set of emotions.",
   "start": 5255.3,
   "duration": 3.58
  },
  {
   "text": "We've been able to identify canonical emotions.",
   "start": 5258.88,
   "duration": 3.12
  },
  {
   "text": "And canonical motivations, and without that, we couldn't even communicate because you wouldn't know what the other person was like.",
   "start": 5262.0,
   "duration": 5.98
  },
  {
   "text": "You'd have to explain infinitely.",
   "start": 5267.98,
   "duration": 1.94
  },
  {
   "text": "There's nothing you can take for granted. But you can.",
   "start": 5269.92,
   "duration": 2.42
  },
  {
   "text": "And phenomenology is the fact that in the center of my vision, my hands are very clear, and then out in the periphery they get.. they disappear.",
   "start": 5272.64,
   "duration": 7.12
  },
  {
   "text": "And phenomenology is the way things smell and the way things taste, and the fact that they matter.",
   "start": 5280.18,
   "duration": 4.84
  },
  {
   "text": "And so you could say in some sense that phenomenology is the study of what matters,",
   "start": 5285.18,
   "duration": 6.84
  },
  {
   "text": "rather than matter.",
   "start": 5292.18,
   "duration": 1.06
  },
  {
   "text": "And it's a given from the phenomenological perspective that things have meaning.",
   "start": 5293.72,
   "duration": 4.62
  },
  {
   "text": "And even if you're a rationalist, say, and a cynic and a nihilist, and you say, well, nothing has any meaning,",
   "start": 5298.92,
   "duration": 7.28
  },
  {
   "text": "you still run into the problem of pain.",
   "start": 5306.3,
   "duration": 2.34
  },
  {
   "text": "Because pain undercuts your arguments and has a meaning.",
   "start": 5308.88,
   "duration": 3.4
  },
  {
   "text": "So there's no escaping from the meaning, you can pretty much demolish all the positive parts of it.",
   "start": 5312.66,
   "duration": 5.48
  },
  {
   "text": "But trying to think your way out of the negative parts, man, good luck with that, because that just doesn't work.",
   "start": 5318.52,
   "duration": 4.74
  },
  {
   "text": "So..",
   "start": 5323.78,
   "duration": 0.5
  },
  {
   "text": "Phenomenology, and the Bible story is, and I think this is true of fiction in general, is phenomenological.",
   "start": 5325.7,
   "duration": 6.62
  },
  {
   "text": "It concentrates on trying to elucidate the nature of human experience, and that is not the same as the objective world.",
   "start": 5336.04,
   "duration": 6.36
  },
  {
   "text": "But it's also a form of truth, because it is true that you have a field of experience and that it has qualities.",
   "start": 5342.6,
   "duration": 6.16
  },
  {
   "text": "The question is what are the qualities?",
   "start": 5348.76,
   "duration": 1.96
  },
  {
   "text": "Now, ancient representations of reality were sort of a weird meld of observable phenomena, the things that we would consider objective facts, and subjective truth,",
   "start": 5350.98,
   "duration": 10.86
  },
  {
   "text": "the projection of subjective truth.",
   "start": 5361.84,
   "duration": 1.68
  },
  {
   "text": "And I'll show you, for example,",
   "start": 5363.52,
   "duration": 1.9
  },
  {
   "text": "show you how the Mesopotamians viewed the world.",
   "start": 5366.26,
   "duration": 3.22
  },
  {
   "text": "They had a model.",
   "start": 5369.64,
   "duration": 2.14
  },
  {
   "text": "Basically the world was a disc.",
   "start": 5371.78,
   "duration": 1.72
  },
  {
   "text": "You know, if you go out in a field at night, what does the world look like?",
   "start": 5373.5,
   "duration": 3.88
  },
  {
   "text": "It's a disc.",
   "start": 5377.84,
   "duration": 0.8
  },
  {
   "text": "It's got a dome on top.",
   "start": 5379.26,
   "duration": 1.44
  },
  {
   "text": "Well that was basically the Mesopotamian view of the world.",
   "start": 5381.22,
   "duration": 2.9
  },
  {
   "text": "And that view of the world that the people who wrote the first stories of the Bible believed too.",
   "start": 5384.12,
   "duration": 3.82
  },
  {
   "text": "And that on top of the dome, there was water.",
   "start": 5387.94,
   "duration": 2.5
  },
  {
   "text": "Well, obviously, it's like, it rains, right?",
   "start": 5390.44,
   "duration": 2.06
  },
  {
   "text": "Where does the water come from?",
   "start": 5392.5,
   "duration": 1.12
  },
  {
   "text": "Well, there's water around the dome.",
   "start": 5393.92,
   "duration": 1.76
  },
  {
   "text": "And then there's land, that's the disc.",
   "start": 5396.1,
   "duration": 2.06
  },
  {
   "text": "And then underneath that there's water.",
   "start": 5398.16,
   "duration": 1.62
  },
  {
   "text": "How do you know that?",
   "start": 5399.78,
   "duration": 1.12
  },
  {
   "text": "Well, drill! You'll hit water.",
   "start": 5401.04,
   "duration": 2.36
  },
  {
   "text": "It's under the earth, obviously, because how would you hit the water?",
   "start": 5403.48,
   "duration": 3.46
  },
  {
   "text": "And then what's under that? There's fresh water.",
   "start": 5407.1,
   "duration": 1.7
  },
  {
   "text": "And then what's under that? Well, if you go to the edge of the disc, you hit the ocean.",
   "start": 5408.9,
   "duration": 3.64
  },
  {
   "text": "It's salt water. So it's a dome, with water outside of it,",
   "start": 5412.56,
   "duration": 5.24
  },
  {
   "text": "and then it's a disc that the dome sits on, and then underneath that there's fresh water, and then underneath that, there's salt water.",
   "start": 5418.44,
   "duration": 6.14
  },
  {
   "text": "And that was roughly the Mesopotamian world.",
   "start": 5424.86,
   "duration": 2.26
  },
  {
   "text": "And you see, that's a mix of observation and imagination, right?",
   "start": 5427.18,
   "duration": 5.24
  },
  {
   "text": "Because that isn't the world, but it is the way the world appears.",
   "start": 5432.42,
   "duration": 4.12
  },
  {
   "text": "It's a perfectly believable cosmology.",
   "start": 5437.06,
   "duration": 2.72
  },
  {
   "text": "And the sun rises and the sun sets on that dome.",
   "start": 5440.7,
   "duration": 3.48
  },
  {
   "text": "It's not like the thing's bloody well spinning, who would ever think that up?",
   "start": 5444.18,
   "duration": 3.2
  },
  {
   "text": "It's obviously the sun goes up and goes down and then travels underneath the world, it comes back up again.",
   "start": 5447.66,
   "duration": 5.84
  },
  {
   "text": "There's nothing more self-evident than that.",
   "start": 5453.74,
   "duration": 2.06
  },
  {
   "text": "Well, that's that strange intermingling of subjective fantasy, let's say, right at the level of perception, and actual observable phenomena.",
   "start": 5456.18,
   "duration": 8.86
  },
  {
   "text": "And a lot of the cosmology that's associated with the Biblical stories is exactly like that.",
   "start": 5465.04,
   "duration": 4.82
  },
  {
   "text": "It's half psychology and half reality.",
   "start": 5469.94,
   "duration": 4.98
  },
  {
   "text": "Although the psychological is real as well.",
   "start": 5475.3,
   "duration": 2.04
  },
  {
   "text": "And to know that the Biblical stories have a phenomenological truth is really worth knowing because",
   "start": 5480.1,
   "duration": 6.08
  },
  {
   "text": "you know, the poor fundamentalists, they're trying to cling to their moral structure, and you know, I understand why.",
   "start": 5487.54,
   "duration": 6.76
  },
  {
   "text": "Because it does organize their societies and it organizes their psyche, so they've got something to cling to.",
   "start": 5494.72,
   "duration": 5.02
  },
  {
   "text": "But you know, they don't have a very sophisticated idea of the complexity of what constitutes truth,",
   "start": 5499.86,
   "duration": 6.2
  },
  {
   "text": "and they try to gerrymander the Biblical stories into the domain of scientific theory, you know?",
   "start": 5506.06,
   "duration": 5.72
  },
  {
   "text": "Promoting creationism, for example, as an alternative scientific theory.",
   "start": 5514.3,
   "duration": 3.88
  },
  {
   "text": "It's like, that just isn't going to go anywhere, you know?",
   "start": 5518.18,
   "duration": 2.58
  },
  {
   "text": "Because the people who wrote these damn stories weren't scientists to begin with.",
   "start": 5520.96,
   "duration": 4.12
  },
  {
   "text": "There weren't any scientists back then.",
   "start": 5525.08,
   "duration": 2.08
  },
  {
   "text": "There's hardly any scientists now. [LAUGHTER]",
   "start": 5527.3,
   "duration": 2.54
  },
  {
   "text": "You know, it's... really! It's hard to think scientifically, man, it's like, it takes a lot of training.",
   "start": 5529.84,
   "duration": 4.76
  },
  {
   "text": "And even scientists don't think scientifically once you get them out of the lab.",
   "start": 5534.6,
   "duration": 3.9
  },
  {
   "text": "And hardly even when they're in the lab, you know?",
   "start": 5538.5,
   "duration": 2.18
  },
  {
   "text": "You've got to get peer reviewed and criticized and, like, it's hard to think scientifically.",
   "start": 5540.68,
   "duration": 4.44
  },
  {
   "text": "So however the people who wrote these stories thought was more like dramatists, more like Shakespeare thought.",
   "start": 5545.54,
   "duration": 5.5
  },
  {
   "text": "But that doesn't mean that there isn't truth in it, it just means that you have to be a little bit more sophisticated about your ideas of truth.",
   "start": 5551.04,
   "duration": 6.54
  },
  {
   "text": "And that's okay, you know?",
   "start": 5557.58,
   "duration": 1.42
  },
  {
   "text": "There are truths to live by!",
   "start": 5559.18,
   "duration": 2.16
  },
  {
   "text": "Okay, well, fine, then we want to figure out what those are because we need to live and maybe not to suffer so much.",
   "start": 5562.02,
   "duration": 5.26
  },
  {
   "text": "And so if you know that what the Bible stories and stories in general are trying to represent is the lived experience of conscious individuals,",
   "start": 5569.28,
   "duration": 8.28
  },
  {
   "text": "like the structure of the lived experience of conscious individuals, then that opens up the possibility of a whole different realm of understanding.",
   "start": 5577.98,
   "duration": 8.1
  },
  {
   "text": "And eliminates the contradiction that's been painful for people, between the objective world and, let's say, the claims of religious stories.",
   "start": 5586.24,
   "duration": 7.98
  },
  {
   "text": "Okay, so let's take a look at the structure of the book itself.",
   "start": 5596.52,
   "duration": 3.54
  },
  {
   "text": "So the first thing about the Bible is that it's a comedy.",
   "start": 5600.78,
   "duration": 2.6
  },
  {
   "text": "And a comedy has a happy ending, right?",
   "start": 5604.12,
   "duration": 1.98
  },
  {
   "text": "So that's a strange thing because the Greek god stories were almost always tragic.",
   "start": 5606.38,
   "duration": 4.94
  },
  {
   "text": "Now, the Bible is a comedy.",
   "start": 5611.78,
   "duration": 1.76
  },
  {
   "text": "It has a happy ending. Everyone lives. There's a heaven.",
   "start": 5614.04,
   "duration": 3.0
  },
  {
   "text": "Now, what you think about that is a completely different issue.",
   "start": 5617.36,
   "duration": 3.58
  },
  {
   "text": "I'm just telling you the structure of the story.",
   "start": 5620.94,
   "duration": 2.12
  },
  {
   "text": "It's something like: there was Paradise at the beginning of time,",
   "start": 5623.06,
   "duration": 2.88
  },
  {
   "text": "and then some cataclysm occurred and people fell into history, and history is limitation and mortality and suffering and self-consciousness.",
   "start": 5626.7,
   "duration": 7.36
  },
  {
   "text": "But there's a mode of being, or potentially the establishment of the state, that will transcend that.",
   "start": 5634.34,
   "duration": 5.48
  },
  {
   "text": "And that's what time is aiming at.",
   "start": 5640.36,
   "duration": 1.82
  },
  {
   "text": "So that's the idea of the story, you know?",
   "start": 5642.46,
   "duration": 2.72
  },
  {
   "text": "It's a funny thing that the Bible has a story, because it wasn't written as a book, right?",
   "start": 5645.38,
   "duration": 5.58
  },
  {
   "text": "It was assembled from a whole bunch of different books.",
   "start": 5650.96,
   "duration": 2.9
  },
  {
   "text": "And the fact that it got assembled into something resembling a story is quite remarkable.",
   "start": 5653.86,
   "duration": 5.14
  },
  {
   "text": "And what the question is then, well what is that story about?",
   "start": 5661.4,
   "duration": 2.84
  },
  {
   "text": "And how did it come up as a story?",
   "start": 5664.46,
   "duration": 2.08
  },
  {
   "text": "And then, I suppose, as well, is there anything to it?",
   "start": 5666.7,
   "duration": 2.12
  },
  {
   "text": "It constitutes a dramatic record of self-realization or abstraction, I already mentioned that.",
   "start": 5669.12,
   "duration": 5.36
  },
  {
   "text": "The idea, for example, of the formulation of the, let's say, the image of God, as an abstraction, that's how we're going to handle it to begin with.",
   "start": 5675.34,
   "duration": 7.78
  },
  {
   "text": "I want to say, though, because I said that I wasn't going to be any more reductionist than necessary,",
   "start": 5683.54,
   "duration": 5.9
  },
  {
   "text": "I know that the evidence for genuine religious experience is incontrovertible.",
   "start": 5689.94,
   "duration": 6.18
  },
  {
   "text": "But it's not explicable.",
   "start": 5696.42,
   "duration": 1.68
  },
  {
   "text": "And so I don't want to explain it away, I want to just leave it, as a fact.",
   "start": 5698.64,
   "duration": 3.26
  },
  {
   "text": "And then I want to pull back from that and say, okay, well we'll leave that as a fact, and a mystery.",
   "start": 5702.5,
   "duration": 4.14
  },
  {
   "text": "But we're going to look at this from a rational perspective and say that the initial formulation of the idea of God was an attempt to extract out the ideal,",
   "start": 5707.18,
   "duration": 9.1
  },
  {
   "text": "and to consider it as an abstraction outside its instantiation.",
   "start": 5716.74,
   "duration": 5.02
  },
  {
   "text": "And so, that's good enough. That's an amazing thing, if it's true.",
   "start": 5721.76,
   "duration": 3.94
  },
  {
   "text": "But I don't want to",
   "start": 5725.92,
   "duration": 0.94
  },
  {
   "text": "throw out the baby with the bathwater, let's say.",
   "start": 5728.46,
   "duration": 1.94
  },
  {
   "text": "It's a collection of books with multiple redactors and editors.",
   "start": 5730.82,
   "duration": 3.22
  },
  {
   "text": "Well, what does that mean?",
   "start": 5734.04,
   "duration": 1.26
  },
  {
   "text": "Many people wrote it.",
   "start": 5735.34,
   "duration": 1.26
  },
  {
   "text": "There's many different books.",
   "start": 5737.2,
   "duration": 1.6
  },
  {
   "text": "And they're interwoven together, especially in the first five books,",
   "start": 5738.8,
   "duration": 3.58
  },
  {
   "text": "by people who, I suspect, took",
   "start": 5742.72,
   "duration": 3.68
  },
  {
   "text": "the traditions of tribes that had been brought together under a single political organization,",
   "start": 5747.18,
   "duration": 6.72
  },
  {
   "text": "and tried to make their accounts coherent.",
   "start": 5753.9,
   "duration": 2.62
  },
  {
   "text": "And so they took a little of this, and they took a little of that, and they took a little of this.",
   "start": 5757.0,
   "duration": 4.28
  },
  {
   "text": "And they tried not to lose anything, because it seemed valuable, it was certainly valuable to the people who had collected the stories.",
   "start": 5761.3,
   "duration": 6.22
  },
  {
   "text": "They weren't going to, you know, tolerate too much editing.",
   "start": 5767.52,
   "duration": 3.98
  },
  {
   "text": "But they also wanted it to make sense, to some degree, so it wasn't completely logically contradictory and completely absurd.",
   "start": 5771.82,
   "duration": 8.16
  },
  {
   "text": "And so, many people wrote it.",
   "start": 5780.4,
   "duration": 2.32
  },
  {
   "text": "And many people edited it, and many people assembled it over a vast stretch of time.",
   "start": 5783.32,
   "duration": 4.86
  },
  {
   "text": "And we have very few documents like that.",
   "start": 5788.42,
   "duration": 2.32
  },
  {
   "text": "And so just because we have a document like that is sufficient reason to look at it as a remarkable phenomena and try to understand what it is that it's trying to communicate, let's say.",
   "start": 5790.74,
   "duration": 11.88
  },
  {
   "text": "And then I said it's also the world's first hyper-linked text, which is that again.",
   "start": 5802.96,
   "duration": 4.58
  },
  {
   "text": "And it's very much worth thinking about for quite a long time.",
   "start": 5807.54,
   "duration": 2.64
  },
  {
   "text": "All right. There's four sources, in the Old Testament, or the Hebrew Bible.",
   "start": 5811.9,
   "duration": 5.42
  },
  {
   "text": "Four stories that we know came together.",
   "start": 5817.92,
   "duration": 1.78
  },
  {
   "text": "One source was called the Priestly.",
   "start": 5819.98,
   "duration": 2.88
  },
  {
   "text": "And it used the name Elohim or El Shaddai for God.",
   "start": 5823.08,
   "duration": 3.36
  },
  {
   "text": "And I believe El is the root word for Allah, as well.",
   "start": 5826.68,
   "duration": 3.52
  },
  {
   "text": "And that's usually translated as God or the gods, because Elohim is utilized as plural in the beginning books of the Bible.",
   "start": 5832.16,
   "duration": 8.92
  },
  {
   "text": "And it's newer that the Jahwist version.",
   "start": 5841.32,
   "duration": 2.68
  },
  {
   "text": "Now, the reason I'm telling you that is because Genesis 1, which is the first story, isn't as old as Genesis 2.",
   "start": 5844.0,
   "duration": 6.48
  },
  {
   "text": "Genesis 2 contains, the Jahwist version, for example, contains the story of Adam and Eve.",
   "start": 5850.48,
   "duration": 5.42
  },
  {
   "text": "And that's older than the very first book in the Bible.",
   "start": 5856.28,
   "duration": 2.48
  },
  {
   "text": "But they decided to put the newer version first.",
   "start": 5859.16,
   "duration": 2.72
  },
  {
   "text": "And I think it's because it deals with more fundamental abstractions. It's something like that.",
   "start": 5862.24,
   "duration": 5.1
  },
  {
   "text": "It's like, it deals with the most basic of abstractions, how the universe was created, and then segues into what the human environment is like.",
   "start": 5867.38,
   "duration": 8.52
  },
  {
   "text": "And so that seems to be the logic behind it.",
   "start": 5876.44,
   "duration": 1.94
  },
  {
   "text": "The Jahwist version uses the name YHWH, which apparently people didn't say, but we believe was pronounced something like \"Yahweh.\"",
   "start": 5880.38,
   "duration": 8.02
  },
  {
   "text": "And it has a strongly anthropomorphic God, so one that takes human form.",
   "start": 5889.48,
   "duration": 5.38
  },
  {
   "text": "It begins with Genesis 2:4.",
   "start": 5895.16,
   "duration": 1.84
  },
  {
   "text": "This is the account of the heavens and the earth when, and it contains the story of Adam and Eve, and Cain and Abel, and Noah, and the Tower of Babel, and Exodus, and Numbers, along with the priestly version.",
   "start": 5897.2,
   "duration": 9.88
  },
  {
   "text": "It also contains the form, just the form, of the Ten Commandments, which is like a truncated form of the law.",
   "start": 5907.3,
   "duration": 8.04
  },
  {
   "text": "The Elohist source contains the stories of Abraham and Isaac.",
   "start": 5918.34,
   "duration": 4.48
  },
  {
   "text": "It's concerned with the heavenly hierarchy that includes angels.",
   "start": 5923.3,
   "duration": 3.34
  },
  {
   "text": "It talks about the departure from Egypt.",
   "start": 5926.64,
   "duration": 1.98
  },
  {
   "text": "And it presents the Covenant Code, which is this idea that society is predicated (this was Israeli society),",
   "start": 5928.92,
   "duration": 6.42
  },
  {
   "text": "was predicated on a covenant with God, and that's laid out in a sequence of rules, some of which are the Ten Commandments,",
   "start": 5935.34,
   "duration": 5.84
  },
  {
   "text": "but many of which are much more extensive than that.",
   "start": 5941.18,
   "duration": 2.9
  },
  {
   "text": "And then the final one is the Deuteronomist code, and it contains the bulk of the law, and the Deuteronomic history.",
   "start": 5944.6,
   "duration": 7.6
  },
  {
   "text": "And it's independent of Genesis, Exodus, Leviticus, and Numbers.",
   "start": 5952.2,
   "duration": 4.06
  },
  {
   "text": "And so we know that at least for, now there's debate  about this, like there is about everything, so I'm brushing over a very large area of scholarship,",
   "start": 5956.48,
   "duration": 8.14
  },
  {
   "text": "but people generally assume that there were multiple authors over multiple periods of time, and the way they concluded that is by looking at textual analysis, you know?",
   "start": 5964.62,
   "duration": 10.0
  },
  {
   "text": "Trying to see where there are chunks of the stories that have the same kind of style or the same referents.",
   "start": 5974.74,
   "duration": 6.18
  },
  {
   "text": "And people argue about that because, you know, obviously it's difficult to recreate something ancient.",
   "start": 5980.92,
   "duration": 5.4
  },
  {
   "text": "But that's the basic idea.",
   "start": 5986.42,
   "duration": 2.5
  },
  {
   "text": "So it is an amalgam of viewpoints about these initial issues.",
   "start": 5989.12,
   "duration": 4.66
  },
  {
   "text": "And that's important to know.",
   "start": 5993.78,
   "duration": 1.6
  },
  {
   "text": "So it's like a collective story.",
   "start": 5995.6,
   "duration": 3.18
  },
  {
   "text": "Okay, now, to understand the first part of Genesis,",
   "start": 6001.88,
   "duration": 3.44
  },
  {
   "text": "I'm going to turn,",
   "start": 6006.26,
   "duration": 1.12
  },
  {
   "text": "strangely enough, to",
   "start": 6009.46,
   "duration": 2.42
  },
  {
   "text": "something that's actually part of the New Testament, and this is a central element of Christianity.",
   "start": 6013.82,
   "duration": 5.24
  },
  {
   "text": "And it's a very strange idea and it's going to take a very long time to unpack.",
   "start": 6019.66,
   "duration": 4.4
  },
  {
   "text": "But the idea, this is what John said about Christ, he said \"in the beginning was the Word.\"",
   "start": 6024.06,
   "duration": 5.92
  },
  {
   "text": "So that relates back to Genesis 1, \"in the beginning was the Word, and the Word was with God, and the Word was God.\"",
   "start": 6030.04,
   "duration": 6.8
  },
  {
   "text": "That's some, well, three sentences like that take a lot of unpacking because, well none of that seems to make any sense whatsoever, really, right?",
   "start": 6037.46,
   "duration": 8.16
  },
  {
   "text": "In the beginning was the word. And, the word was both with God. And, the word was God.",
   "start": 6045.62,
   "duration": 4.46
  },
  {
   "text": "So, the first question might be, what in the world does that mean?",
   "start": 6050.84,
   "duration": 3.0
  },
  {
   "text": "In the beginning was the word, that's the logos actually.",
   "start": 6054.3,
   "duration": 3.02
  },
  {
   "text": "And the logos is embodied in the figure of Christ. So there's this idea in John that whatever Christ is, the son of God,",
   "start": 6058.22,
   "duration": 6.1
  },
  {
   "text": "is not only instantiated in history, say, at a particular time and place, as a carpenter in some backwoods part of the world,",
   "start": 6064.7,
   "duration": 6.92
  },
  {
   "text": "but also, something eternal",
   "start": 6071.78,
   "duration": 1.66
  },
  {
   "text": "that exists up, outside of time and space, that was there right at the beginning.",
   "start": 6073.76,
   "duration": 3.82
  },
  {
   "text": "And as far as I can tell, what that logos represents is something like modern people,",
   "start": 6078.14,
   "duration": 4.6
  },
  {
   "text": "something like what modern people refer to when they talk about consciousness.",
   "start": 6083.04,
   "duration": 4.2
  },
  {
   "text": "It's something like that. It's more than that. It's like consciousness and its capacity to be aware and its capacity to communicate.",
   "start": 6087.64,
   "duration": 7.4
  },
  {
   "text": "It's something like that, and there's an idea underneath that, which is that being, especially from a phenomenological perspective, so the being that is experience,",
   "start": 6095.46,
   "duration": 7.68
  },
  {
   "text": "can not exist without consciousness.",
   "start": 6103.14,
   "duration": 2.02
  },
  {
   "text": "It's like consciousness shines a light on things to bring it into being.",
   "start": 6105.6,
   "duration": 4.38
  },
  {
   "text": "Because without consciousness, what is there?",
   "start": 6110.14,
   "duration": 3.32
  },
  {
   "text": "No one experiences anything.",
   "start": 6113.86,
   "duration": 1.6
  },
  {
   "text": "Is there anything when no one experiences anything?",
   "start": 6116.08,
   "duration": 3.08
  },
  {
   "text": "That's the question.",
   "start": 6119.22,
   "duration": 1.28
  },
  {
   "text": "And the answer that this book is presenting is that, no, you have to think about consciousness as a constituent element of reality.",
   "start": 6120.68,
   "duration": 7.44
  },
  {
   "text": "It's something that's necessary for reality itself to exist.",
   "start": 6128.12,
   "duration": 4.46
  },
  {
   "text": "Now, of course, it depends on what you mean by reality.",
   "start": 6132.8,
   "duration": 2.78
  },
  {
   "text": "But, the reality that's being referred to here, I told you already, is the strange amalgam of the subjective experience and the world.",
   "start": 6136.1,
   "duration": 7.0
  },
  {
   "text": "But the question is deeper than that too, because it is by no means obvious what there is if there's no one to experience it.",
   "start": 6143.24,
   "duration": 7.64
  },
  {
   "text": "I mean the whole notion of time itself seems to collapse, at least in terms of something like felt duration.",
   "start": 6151.0,
   "duration": 5.76
  },
  {
   "text": "And the notion of size disappears, essentially, because there's nothing to scale it.",
   "start": 6156.9,
   "duration": 5.76
  },
  {
   "text": "Causality seems to vanish.",
   "start": 6163.0,
   "duration": 1.84
  },
  {
   "text": "We don't understand consciousness. Not in the least.",
   "start": 6167.02,
   "duration": 3.02
  },
  {
   "text": "We don't understand what it is that is in us that gives illumination to being.",
   "start": 6170.54,
   "duration": 5.12
  },
  {
   "text": "And what happens in the Old Testament, at least in part, is that that consciousness is associated with the divine.",
   "start": 6175.66,
   "duration": 6.22
  },
  {
   "text": "Now you think, well, is that a reasonable proposition?",
   "start": 6182.5,
   "duration": 3.68
  },
  {
   "text": "That's a very complicated question, but at least we might know that there's something to the claim.",
   "start": 6187.06,
   "duration": 5.36
  },
  {
   "text": "Because there is a miracle of experience and existence that's dependent on consciousness.",
   "start": 6193.0,
   "duration": 5.0
  },
  {
   "text": "I mean, people try to explain it away constantly, but it doesn't seem to work very well.",
   "start": 6198.0,
   "duration": 4.42
  },
  {
   "text": "And here's something else to think about, I think, that's really worth thinking about.",
   "start": 6202.42,
   "duration": 4.16
  },
  {
   "text": "People do not like it when you treat them like they're not conscious.",
   "start": 6206.58,
   "duration": 3.74
  },
  {
   "text": "Right? They react very badly to that.",
   "start": 6211.0,
   "duration": 2.08
  },
  {
   "text": "And you don't like it if someone assumes that you're not conscious,",
   "start": 6213.74,
   "duration": 3.14
  },
  {
   "text": "and you don't like it if someone assumes that you don't have free will.",
   "start": 6216.88,
   "duration": 3.3
  },
  {
   "text": "You know, that you're just absolutely determined in your actions, and there's nothing that's going to repair you.",
   "start": 6220.44,
   "duration": 6.38
  },
  {
   "text": "And that you don't need to have any responsibility for your actions.",
   "start": 6226.82,
   "duration": 2.6
  },
  {
   "text": "It's like our culture, the laws of our culture, are predicated on the idea, something like, people are conscious,",
   "start": 6229.42,
   "duration": 6.68
  },
  {
   "text": "people have experience, people make decisions and can be held responsible for them, if there's a free will element to it.",
   "start": 6236.1,
   "duration": 6.7
  },
  {
   "text": "And you can debate all that philosophically, and fine.",
   "start": 6242.8,
   "duration": 3.4
  },
  {
   "text": "But the point is that that is how we act and that is the ideal that our legal system is predicated on.",
   "start": 6246.2,
   "duration": 6.1
  },
  {
   "text": "And there's something deep about it, because you're a subject to the law.",
   "start": 6252.64,
   "duration": 5.6
  },
  {
   "text": "But the law is also limited by you.",
   "start": 6259.06,
   "duration": 2.64
  },
  {
   "text": "Which is to say that in a well-functioning, properly-grounded democratic system,",
   "start": 6261.96,
   "duration": 6.08
  },
  {
   "text": "you have intrinsic value.",
   "start": 6268.42,
   "duration": 3.26
  },
  {
   "text": "That's the source of your rights, even if you're a murderer.",
   "start": 6272.12,
   "duration": 3.6
  },
  {
   "text": "We have to say, the law can only go so far because there's something about you that's divine.",
   "start": 6276.08,
   "duration": 5.22
  },
  {
   "text": "Well, what does that mean?",
   "start": 6281.78,
   "duration": 1.32
  },
  {
   "text": "Well, partly it means that there's something about you that's conscious and capable of communicating, like you're a whole world unto yourself.",
   "start": 6283.1,
   "duration": 6.88
  },
  {
   "text": "And you have that to contribute to everyone else and that's valuable.",
   "start": 6290.48,
   "duration": 3.26
  },
  {
   "text": "That you can learn new things, you can transform the structure of society, you can invent a new way of dealing with the world.",
   "start": 6293.74,
   "duration": 7.0
  },
  {
   "text": "You're capable of all that.",
   "start": 6301.02,
   "duration": 1.36
  },
  {
   "text": "It's an intrinsic part of you, and that's associated with this.",
   "start": 6302.38,
   "duration": 3.42
  },
  {
   "text": "That's the idea there, is that there's something about the logos",
   "start": 6306.84,
   "duration": 4.4
  },
  {
   "text": "that is necessary for the absolute chaos of the reality beyond experience to manifest itself as reality.",
   "start": 6312.9,
   "duration": 8.12
  },
  {
   "text": "That's an amazing idea because it gives consciousness a constitutive role in the cosmos.",
   "start": 6321.54,
   "duration": 6.0
  },
  {
   "text": "And you can debate that, but, you know, you can't just bloody well brush it off.",
   "start": 6328.04,
   "duration": 4.6
  },
  {
   "text": "Because, first of all, we are the most complicated things there are that we know of, by a massive amount.",
   "start": 6333.36,
   "duration": 7.42
  },
  {
   "text": "We're so complicated that it's unbelievable.",
   "start": 6340.78,
   "duration": 2.28
  },
  {
   "text": "And so, you know, there's a lot of cosmos out there, but there's a lot of cosmos in here too.",
   "start": 6343.4,
   "duration": 4.98
  },
  {
   "text": "And which one is greater is by no means obvious, unless you use something trivial, like relative size, which, you know, really isn't a very sophisticated approach.",
   "start": 6348.6,
   "duration": 8.2
  },
  {
   "text": "And whatever it is that is you has this capacity to experience reality and to transform it, which is a very strange thing, you know?",
   "start": 6357.28,
   "duration": 8.16
  },
  {
   "text": "You can conceptualize a future, in your imagination.",
   "start": 6365.44,
   "duration": 3.48
  },
  {
   "text": "And then you can work and make that manifest.",
   "start": 6368.98,
   "duration": 2.62
  },
  {
   "text": "You participate in the process of creation.",
   "start": 6371.88,
   "duration": 2.42
  },
  {
   "text": "That's one way of thinking about it.",
   "start": 6374.58,
   "duration": 1.42
  },
  {
   "text": "And so that's why I think, in Genesis 1, it relates the idea that human beings are made in the image of the divine, men and women,",
   "start": 6376.52,
   "duration": 8.72
  },
  {
   "text": "which is interesting too, because the feminists are always criticizing Christianity, for example, as being inexorably patriarchal.",
   "start": 6385.34,
   "duration": 9.7
  },
  {
   "text": "Of course, they criticize everything like that [LAUGHTER], so it's hardly a stroke of bloody brilliance.",
   "start": 6396.6,
   "duration": 4.28
  },
  {
   "text": "But I think it's an absolute miracle that right at the beginning of the document, it says straightforwardly, with no hesitation whatsoever,",
   "start": 6401.16,
   "duration": 8.16
  },
  {
   "text": "that the divine spark, which we're associating with the word that brings forth being, is manifest in men and women equally.",
   "start": 6409.32,
   "duration": 8.26
  },
  {
   "text": "That's a very cool thing.",
   "start": 6417.92,
   "duration": 1.3
  },
  {
   "text": "And you've gotta think, like I said, you actually take that seriously.",
   "start": 6419.46,
   "duration": 4.14
  },
  {
   "text": "Well, what you've got to ask is, what happens if you don't take it seriously?",
   "start": 6423.6,
   "duration": 3.74
  },
  {
   "text": "Right?",
   "start": 6427.82,
   "duration": 0.5
  },
  {
   "text": "Read Dostoevsky's \"Crime and Punishment.\"",
   "start": 6429.32,
   "duration": 2.88
  },
  {
   "text": "That's the best...",
   "start": 6432.62,
   "duration": 1.04
  },
  {
   "text": "the best investigation of that tactic that's ever been produced",
   "start": 6435.24,
   "duration": 4.96
  },
  {
   "text": "Because what happens in Dostoevsky's \"Crime and Punishment\" is that the main character, whose name is Raskolnikov,",
   "start": 6440.32,
   "duration": 6.28
  },
  {
   "text": "decides that there's no intrinsic value to other people.",
   "start": 6446.6,
   "duration": 3.1
  },
  {
   "text": "And that as a consequence, he can do whatever he wants.",
   "start": 6450.04,
   "duration": 2.1
  },
  {
   "text": "It's only cowardice that stops him from acting.",
   "start": 6452.14,
   "duration": 2.34
  },
  {
   "text": "Right? Because, well, why would it be anything else if the value of other people is just an arbitrary superstition?",
   "start": 6454.96,
   "duration": 7.0
  },
  {
   "text": "Then why can't I do exactly what I want, when I want?",
   "start": 6462.22,
   "duration": 2.36
  },
  {
   "text": "Which is the psychopath's viewpoint.",
   "start": 6465.1,
   "duration": 1.7
  },
  {
   "text": "Well, so Roskolnikov does. He kills someone who's a very horrible person, and he has very good reasons for killing her.",
   "start": 6467.18,
   "duration": 5.6
  },
  {
   "text": "He's half starved and a little bit insane, and possessed by this ideology, it's a brilliant, brilliant layout.",
   "start": 6472.78,
   "duration": 5.48
  },
  {
   "text": "And he finds out something after he kills her, which is that the post-killing Raskolnikov and the pre-killing Raskolnikov are not the same person, even a little bit.",
   "start": 6478.68,
   "duration": 9.44
  },
  {
   "text": "Because he's broken a rule, like he's broken a serious rule, and there's no going back.",
   "start": 6488.3,
   "duration": 4.52
  },
  {
   "text": "And \"Crime and Punishment\" is the best investigation I know of, of what happens if you take the notion that there's nothing divine about the individual seriously.",
   "start": 6493.1,
   "duration": 10.2
  },
  {
   "text": "Now you...",
   "start": 6503.7,
   "duration": 0.72
  },
  {
   "text": "Most of the people I know who are deeply atheistic, and I understand why they're deeply atheistic, they haven't contended with people like Dostoevsky.",
   "start": 6506.86,
   "duration": 8.88
  },
  {
   "text": "Not as far as I can tell.",
   "start": 6515.74,
   "duration": 1.26
  },
  {
   "text": "Because I don't see logical flaws in \"Crime and Punishment.\"",
   "start": 6517.38,
   "duration": 2.9
  },
  {
   "text": "I think he got the psychology exactly right.",
   "start": 6520.28,
   "duration": 2.0
  },
  {
   "text": "Dostoevsky's amazing for this because",
   "start": 6522.66,
   "duration": 2.9
  },
  {
   "text": "in one of his books, \"The Devils,\" for example,",
   "start": 6525.76,
   "duration": 2.24
  },
  {
   "text": "he describes a political scenario that's not much different than the one we find ourselves in now.",
   "start": 6528.52,
   "duration": 4.84
  },
  {
   "text": "And there are these people who are possessed by rationalistic, utopian, atheistic ideas.",
   "start": 6533.7,
   "duration": 4.74
  },
  {
   "text": "They're very powerful. They gave rise to the Communist Revolution.",
   "start": 6538.66,
   "duration": 3.08
  },
  {
   "text": "Right? I mean, they're powerful ideas.",
   "start": 6541.84,
   "duration": 1.78
  },
  {
   "text": "His character, Stavrogin, also acts out the presupposition that human beings have no intrinsic nature and no intrinsic value.",
   "start": 6544.04,
   "duration": 9.58
  },
  {
   "text": "And it's another brilliant investigation. And Dostoevsky prophesized, that's what I would say, what will happen to a society if it goes down that road.",
   "start": 6554.04,
   "duration": 9.32
  },
  {
   "text": "And he was dead exactly accurate.",
   "start": 6563.36,
   "duration": 2.26
  },
  {
   "text": "It's uncanny to read Dostoevsky's \"The Possessed\" or the \"The Devils,\" depending on the translation,",
   "start": 6565.74,
   "duration": 5.32
  },
  {
   "text": "and then to read Alexander Solzhenitsyn's \"Gulag Archipelago\"",
   "start": 6571.26,
   "duration": 3.12
  },
  {
   "text": "because one is fiction and prophecy and the second  is hey look it turned out exactly the same way that Dostoevsky said it would for exactly the same reasons",
   "start": 6574.52,
   "duration": 7.98
  },
  {
   "text": "So it's quite remarkable.",
   "start": 6582.56,
   "duration": 1.48
  },
  {
   "text": "So, the question is: Do you contend seriously with the idea that, A: there's something cosmically constitutive about consciousness,",
   "start": 6584.38,
   "duration": 10.42
  },
  {
   "text": "and B: that that might well be considered divine,",
   "start": 6594.84,
   "duration": 3.7
  },
  {
   "text": "and C: that that is instantiated in every person.",
   "start": 6598.66,
   "duration": 3.12
  },
  {
   "text": "And then ask yourself, if you're not a criminal, if you don't act it out?",
   "start": 6602.12,
   "duration": 4.42
  },
  {
   "text": "And then ask yourself what that means. Is that reflective of a reality?",
   "start": 6607.26,
   "duration": 3.9
  },
  {
   "text": "Is it a metaphor? Like, maybe it's a metaphor, a complex metaphor that we have to use to organize our societies.",
   "start": 6611.16,
   "duration": 5.8
  },
  {
   "text": "It could well be, but even as a metaphor it's true enough so that we mess with it at our peril.",
   "start": 6617.16,
   "duration": 7.32
  },
  {
   "text": "And it also took people a very long time to figure out.",
   "start": 6624.76,
   "duration": 2.94
  },
  {
   "text": "This is Genesis 1.",
   "start": 6629.7,
   "duration": 1.32
  },
  {
   "text": "You know what, I'm probably going to stop there because I believe it's 9:30",
   "start": 6632.06,
   "duration": 3.92
  },
  {
   "text": "And so we didn't even get to the first line.",
   "start": 6636.48,
   "duration": 2.12
  },
  {
   "text": "[LAUGHTER]",
   "start": 6638.82,
   "duration": 1.92
  },
  {
   "text": "[APPLAUSE]",
   "start": 6640.9,
   "duration": 6.74
  },
  {
   "text": "[LAUGHTER]",
   "start": 6647.94,
   "duration": 3.14
  },
  {
   "text": "Yeah, yeah.",
   "start": 6651.16,
   "duration": 0.8
  },
  {
   "text": "Look, I want to read you a couple of things that we'll use as a prodroma for the next lexture",
   "start": 6652.5,
   "duration": 4.36
  },
  {
   "text": "I'll just bounce through a collection of ideas that's associated with the notion of divinity",
   "start": 6657.48,
   "duration": 5.06
  },
  {
   "text": "And then we'll turn back to the first lines when we start the next lecture.",
   "start": 6662.68,
   "duration": 3.86
  },
  {
   "text": "I have no idea how far I'm going to get through the biblical stories, by the way.",
   "start": 6666.54,
   "duration": 3.46
  },
  {
   "text": "[LAUGHTER]",
   "start": 6670.0,
   "duration": 0.5
  },
  {
   "text": "Because I'm trying to figure this out as I go along.",
   "start": 6670.52,
   "duration": 2.52
  },
  {
   "text": "There's an idea in Christianity that the image of God is trinity, right?",
   "start": 6673.22,
   "duration": 7.26
  },
  {
   "text": "There's the Father, there's the element of the Father, there's the element of the Son, and there's the element of the Holy Spirit.",
   "start": 6680.5,
   "duration": 5.1
  },
  {
   "text": "And something like tradition, the spirit of tradition,",
   "start": 6685.64,
   "duration": 3.76
  },
  {
   "text": "it's something like the human being as the newest incarnation of that tradition.",
   "start": 6689.74,
   "duration": 5.28
  },
  {
   "text": "Like the living incarnation of that tradition.",
   "start": 6695.02,
   "duration": 2.28
  },
  {
   "text": "And then it's something like the spirit in people that makes the relationship with this and this possible.",
   "start": 6697.68,
   "duration": 6.88
  },
  {
   "text": "The spirit in individuals.",
   "start": 6704.72,
   "duration": 1.2
  },
  {
   "text": "So I'm going to bounce my way quickly through some of the classical, metaphorical attributes of God,",
   "start": 6705.92,
   "duration": 7.86
  },
  {
   "text": "so that we kind of have a cloud of notions about what we're talking about",
   "start": 6713.78,
   "duration": 3.24
  },
  {
   "text": "when we return to Genesis 1 and talk about the God who spoke chaos into being.",
   "start": 6717.02,
   "duration": 6.26
  },
  {
   "text": "So there's a fatherly aspect. So here's what God as a father is like.",
   "start": 6723.78,
   "duration": 6.04
  },
  {
   "text": "You can enter into a covenant with it. You can make a bargain with it.",
   "start": 6730.16,
   "duration": 3.78
  },
  {
   "text": "Now you think about that. Money is like that. Because money is a bargain you make with the future.",
   "start": 6733.94,
   "duration": 5.46
  },
  {
   "text": "So we've structured our world so that you can negotiate with the future.",
   "start": 6739.68,
   "duration": 4.88
  },
  {
   "text": "And I don't think that we would've got to the point where we could do that without having this idea to begin with.",
   "start": 6744.9,
   "duration": 5.44
  },
  {
   "text": "You can act as if the future is a reality.",
   "start": 6750.76,
   "duration": 2.58
  },
  {
   "text": "There's a spirit of tradition that enables you to act as if the future is something that can be bargained with.",
   "start": 6753.34,
   "duration": 4.88
  },
  {
   "text": "That's why you make sacrifices.",
   "start": 6758.3,
   "duration": 1.92
  },
  {
   "text": "Sacrifices were acted out for a very long period of time and now they're psychological.",
   "start": 6760.54,
   "duration": 5.52
  },
  {
   "text": "We know that you can sacrifice something valuable \n in the present and expect that you're negotiating with something that represents the transcendent future.",
   "start": 6766.18,
   "duration": 7.98
  },
  {
   "text": "And that's an amazing human discovery.",
   "start": 6774.6,
   "duration": 3.0
  },
  {
   "text": "Like, no other creature can do that, to act as if the future is real.",
   "start": 6777.66,
   "duration": 3.34
  },
  {
   "text": "To note that you can bargain with reality itself and that you can do it successfully. It's unbelievable.",
   "start": 6781.12,
   "duration": 6.12
  },
  {
   "text": "It responds to sacrifice.",
   "start": 6787.46,
   "duration": 1.62
  },
  {
   "text": "It answers prayers.",
   "start": 6789.56,
   "duration": 1.28
  },
  {
   "text": "I'm not saying that any of this is true, by the way.",
   "start": 6791.3,
   "duration": 2.44
  },
  {
   "text": "I'm just saying what the cloud of ideas represents.",
   "start": 6793.8,
   "duration": 3.36
  },
  {
   "text": "It punishes and rewards. It judges and forgives. It's not Nature.",
   "start": 6798.1,
   "duration": 4.7
  },
  {
   "text": "One of the things that's weird about the Judeo-Christian tradition is that God and Nature are not the same thing at all.",
   "start": 6803.76,
   "duration": 6.8
  },
  {
   "text": "Whatever God is, partially manifest in this logos, is something that stands outside of nature.",
   "start": 6810.56,
   "duration": 5.18
  },
  {
   "text": "And I think that's something like consciousness as abstracted from the natural world.",
   "start": 6815.74,
   "duration": 5.56
  },
  {
   "text": "It built Eden for makind and then banished us for disobedience.",
   "start": 6822.8,
   "duration": 3.48
  },
  {
   "text": "It's too powerful to be touched.",
   "start": 6826.36,
   "duration": 1.52
  },
  {
   "text": "It granted free will.",
   "start": 6828.62,
   "duration": 1.4
  },
  {
   "text": "Distance from it is is Hell. Distance from it is Death.",
   "start": 6830.02,
   "duration": 3.54
  },
  {
   "text": "It reveals itself in dogma and in mystical experience.",
   "start": 6833.92,
   "duration": 3.68
  },
  {
   "text": "And it's the Law.",
   "start": 6837.76,
   "duration": 1.1
  },
  {
   "text": "So that's sort of like the Fatherly aspect.",
   "start": 6839.22,
   "duration": 1.98
  },
  {
   "text": "And then the Son-like aspect.",
   "start": 6841.64,
   "duration": 1.8
  },
  {
   "text": "It speaks chaos into order. It slays dragons and feeds people with the remains.",
   "start": 6843.9,
   "duration": 4.82
  },
  {
   "text": "It finds gold. It rescues virgins.",
   "start": 6848.72,
   "duration": 2.28
  },
  {
   "text": "It's the body and blood of Christ.",
   "start": 6851.0,
   "duration": 2.14
  },
  {
   "text": "It's the tragic victim and scapegoat and eternally triumphant redeemer simultaneously.",
   "start": 6853.14,
   "duration": 5.58
  },
  {
   "text": "It cares for the outcast.",
   "start": 6858.72,
   "duration": 1.52
  },
  {
   "text": "It dies and is reborn.",
   "start": 6860.5,
   "duration": 1.44
  },
  {
   "text": "It's the King of kinds and Hero of heroes.",
   "start": 6862.46,
   "duration": 2.44
  },
  {
   "text": "It's not the state, but is both the fulfillment and critic of the state.",
   "start": 6865.18,
   "duration": 4.58
  },
  {
   "text": "It dwells in the perfect house.",
   "start": 6870.16,
   "duration": 1.86
  },
  {
   "text": "It is aiming at Paradise or Heaven.",
   "start": 6872.4,
   "duration": 1.88
  },
  {
   "text": "It can rescue from Hell.",
   "start": 6874.44,
   "duration": 1.52
  },
  {
   "text": "It cares for the outcast.",
   "start": 6876.08,
   "duration": 1.68
  },
  {
   "text": "It's the foundation stone and the cornerstone that was rejected.",
   "start": 6878.06,
   "duration": 3.08
  },
  {
   "text": "And it's the spirit of the Law.",
   "start": 6881.34,
   "duration": 2.0
  },
  {
   "text": "And then it's spirit-like.",
   "start": 6885.22,
   "duration": 1.84
  },
  {
   "text": "It's akin to the human soul.",
   "start": 6887.64,
   "duration": 1.84
  },
  {
   "text": "It's the prophetic voice.",
   "start": 6889.98,
   "duration": 1.76
  },
  {
   "text": "It's the still, small voice of conscience.",
   "start": 6891.86,
   "duration": 2.72
  },
  {
   "text": "It's the spoken truth.",
   "start": 6894.6,
   "duration": 1.52
  },
  {
   "text": "It's called forth by music.",
   "start": 6896.34,
   "duration": 1.84
  },
  {
   "text": "It is the enemy of deceit, arrogance, and resentment.",
   "start": 6899.34,
   "duration": 2.7
  },
  {
   "text": "It's the water of life.",
   "start": 6902.2,
   "duration": 1.52
  },
  {
   "text": "It burns without consuming.",
   "start": 6904.0,
   "duration": 1.6
  },
  {
   "text": "And it's a blinding light.",
   "start": 6905.76,
   "duration": 1.58
  },
  {
   "text": "Okay, so that's a very well-developed, poetic set of poetic metaphors, essentially, right?",
   "start": 6907.78,
   "duration": 5.26
  },
  {
   "text": "So these are all glimpses of the transcendent ideal, that's the right way of thinking about it.",
   "start": 6913.32,
   "duration": 7.02
  },
  {
   "text": "Glimpses of the transcendent ideal.",
   "start": 6920.34,
   "duration": 2.48
  },
  {
   "text": "And all of them have a specific meaning.",
   "start": 6923.04,
   "duration": 2.12
  },
  {
   "text": "And well, in part, what we're going to do is go over that meaning as we continue with this series.",
   "start": 6925.2,
   "duration": 6.32
  },
  {
   "text": "And so what we've got now",
   "start": 6931.66,
   "duration": 1.42
  },
  {
   "text": "is a brief description, at least, of what this is.",
   "start": 6936.22,
   "duration": 2.92
  },
  {
   "text": "In the beginning, God created the heavens and the earth.",
   "start": 6939.14,
   "duration": 3.3
  },
  {
   "text": "We know it's associated with the logos in this sequence of stories.",
   "start": 6942.44,
   "duration": 3.6
  },
  {
   "text": "We know it's associated with the Word and with consciousness.",
   "start": 6946.16,
   "duration": 2.62
  },
  {
   "text": "And we know that it's associated with",
   "start": 6949.08,
   "duration": 2.48
  },
  {
   "text": "whatever God is.",
   "start": 6952.18,
   "duration": 0.96
  },
  {
   "text": "And then I laid the metaphoric landscape that, at least in part, describes God.",
   "start": 6953.14,
   "duration": 5.04
  },
  {
   "text": "And so now we have some sense of the being that does this:",
   "start": 6958.18,
   "duration": 3.16
  },
  {
   "text": "creates the heavens and the earth.",
   "start": 6961.34,
   "duration": 1.8
  },
  {
   "text": "The earth was without form, and void.",
   "start": 6963.34,
   "duration": 1.84
  },
  {
   "text": "That's that chaotic state of intermingled confusion.",
   "start": 6965.18,
   "duration": 3.46
  },
  {
   "text": "The darkness was over the face of the deep.",
   "start": 6968.96,
   "duration": 2.08
  },
  {
   "text": "And the Spirit of God was hovering over the face of the waters.",
   "start": 6971.2,
   "duration": 2.68
  },
  {
   "text": "And God said, \"Let there be light,\" and there was light.",
   "start": 6974.04,
   "duration": 3.46
  },
  {
   "text": "And so we'll stop with that.",
   "start": 6977.96,
   "duration": 1.44
  },
  {
   "text": "Because now we're ready to take a tentative step into the very first part of this book.",
   "start": 6980.06,
   "duration": 6.12
  },
  {
   "text": "And it's important to have your conceptual framework properly organized so that you can appreciate where it's going and what it might possibly mean.",
   "start": 6986.36,
   "duration": 9.46
  },
  {
   "text": "And so, well, I've done what I can today to, what would you say, elaborate on this single word, I suppose.",
   "start": 6995.92,
   "duration": 7.34
  },
  {
   "text": "[LAUGHTER]",
   "start": 7003.66,
   "duration": 1.4
  },
  {
   "text": "But it's a big word, you know?",
   "start": 7005.4,
   "duration": 1.6
  },
  {
   "text": "It's not so unreasonable that it takes a long time to get to the point where you have any sense of what it means at all.",
   "start": 7008.24,
   "duration": 5.24
  },
  {
   "text": "All right.",
   "start": 7015.98,
   "duration": 0.72
  },
  {
   "text": "That is nowhere near... I thought that I would get a LOT farther than that.",
   "start": 7017.68,
   "duration": 4.3
  },
  {
   "text": "[LAUGHTER]",
   "start": 7021.98,
   "duration": 1.22
  },
  {
   "text": "All right.",
   "start": 7023.2,
   "duration": 0.5
  },
  {
   "text": "So thank you very much.",
   "start": 7024.16,
   "duration": 1.02
  },
  {
   "text": "[APPLAUSE]",
   "start": 7025.32,
   "duration": 20.44
  },
  {
   "text": "So we do have time for some questions. We have to be out of here at 10:30.",
   "start": 7045.8,
   "duration": 4.56
  },
  {
   "text": "It's 9:30, so maybe we'll have questions until someone crazy grabs the microphone and [LAUGHS]",
   "start": 7050.36,
   "duration": 6.82
  },
  {
   "text": "Or maybe we'll have questions for half an hour, something like that.",
   "start": 7057.18,
   "duration": 3.3
  },
  {
   "text": "So, if anybody has any questions, then, there's a microphone there, and there's a microphone there.",
   "start": 7060.48,
   "duration": 4.62
  },
  {
   "text": "I'll try to answer them, to the best that I can. The best of my ability.",
   "start": 7067.92,
   "duration": 3.82
  },
  {
   "text": "Let's start.",
   "start": 7073.68,
   "duration": 1.3
  },
  {
   "text": "Okay, so you talked about the idea of when you're confronting something that you fear, you face it head on and you destroy it.",
   "start": 7076.1,
   "duration": 11.64
  },
  {
   "text": "But then you said that the idea is when you're confronting something, you make the world out of it, and I was wondering if you could just generally expound on what that means.",
   "start": 7088.18,
   "duration": 8.56
  },
  {
   "text": "You make your marriage out of the arguments.",
   "start": 7096.78,
   "duration": 3.94
  },
  {
   "text": "Okay.",
   "start": 7101.04,
   "duration": 0.5
  },
  {
   "text": "You know, you have arguments with your wife, you have arguments with you children.",
   "start": 7101.94,
   "duration": 3.1
  },
  {
   "text": "That's that chaotic state.",
   "start": 7105.22,
   "duration": 1.64
  },
  {
   "text": "Because no one's been able to formulate a habitable order from that domain of controversy and confusion.",
   "start": 7107.14,
   "duration": 7.3
  },
  {
   "text": "And then, through dialogue, you erect a structure that's a house that you can both live in.",
   "start": 7114.44,
   "duration": 4.78
  },
  {
   "text": "And so that's the idea, of making the world out of that chaos.",
   "start": 7119.66,
   "duration": 4.0
  },
  {
   "text": "And it's frightening because if you really, this is why people often avoid having disputes with people they love, because it's frightening, right?",
   "start": 7123.92,
   "duration": 7.8
  },
  {
   "text": "You find out what the person's like and you find out what you're like.",
   "start": 7131.72,
   "duration": 2.78
  },
  {
   "text": "It's like, god, who wants to do that?",
   "start": 7134.5,
   "duration": 1.78
  },
  {
   "text": "Nobody.",
   "start": 7136.44,
   "duration": 0.56
  },
  {
   "text": "And so, your heart rate goes up, and it's confrontation and conflict.",
   "start": 7137.62,
   "duration": 4.78
  },
  {
   "text": "And that's because you're encountering that domain that hasn't been properly mapped or configured.",
   "start": 7142.8,
   "duration": 6.32
  },
  {
   "text": "And you're doing that with your predator-detection systems, essentially.",
   "start": 7149.7,
   "duration": 4.46
  },
  {
   "text": "And so that chaos that threatens the stability, say, of the marriage, is equivalent to, well, it's equivalent to the serpent in the tree, that's one form of equivalence.",
   "start": 7154.4,
   "duration": 8.82
  },
  {
   "text": "And then, by dialogue and negotiation, you formulate the problem.",
   "start": 7163.52,
   "duration": 5.5
  },
  {
   "text": "What exactly's going on here?",
   "start": 7169.02,
   "duration": 1.62
  },
  {
   "text": "Where exactly are we?",
   "start": 7170.64,
   "duration": 1.22
  },
  {
   "text": "What exactly is the problem?",
   "start": 7171.86,
   "duration": 1.64
  },
  {
   "text": "And so you keep talking until you reach a consensus about that, one that you can live with, one that you can act out.",
   "start": 7173.82,
   "duration": 5.76
  },
  {
   "text": "Right? And maybe you come up with the solution to the problem, and you've established peace again.",
   "start": 7180.08,
   "duration": 5.14
  },
  {
   "text": "Peace, that's the house that you can both live in.",
   "start": 7185.22,
   "duration": 2.72
  },
  {
   "text": "And that's the chaos that people can fall into all the time, and often do.",
   "start": 7188.12,
   "duration": 5.04
  },
  {
   "text": "And it's the chaos that makes a marriage wash up on the shores and transform into, like, fifteen year divorce court.",
   "start": 7193.28,
   "duration": 7.02
  },
  {
   "text": "A very horrible thing.",
   "start": 7200.72,
   "duration": 1.26
  },
  {
   "text": "So, that's the idea.",
   "start": 7202.28,
   "duration": 1.9
  },
  {
   "text": "Okay, thank you.",
   "start": 7205.32,
   "duration": 0.8
  },
  {
   "text": "Okay.",
   "start": 7206.22,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 7207.06,
   "duration": 3.86
  },
  {
   "text": "Hi Dr. Peterson, thank you so much for the talk and thanks for your teachings.",
   "start": 7212.82,
   "duration": 3.48
  },
  {
   "text": "It's really helped me a lot. I had an experience in grad school, two English degrees, and the way you described the humanities, in my experience,",
   "start": 7216.46,
   "duration": 7.0
  },
  {
   "text": "helped me understand my experience back then.",
   "start": 7223.88,
   "duration": 3.26
  },
  {
   "text": "So thank you.",
   "start": 7227.24,
   "duration": 0.58
  },
  {
   "text": "That's too bad, that's too bad that that happens to be the case. Really, you know, that's not good.",
   "start": 7228.42,
   "duration": 5.68
  },
  {
   "text": "[LAUGHTER]",
   "start": 7234.2,
   "duration": 1.3
  },
  {
   "text": "You don't have to tell me that.",
   "start": 7235.5,
   "duration": 1.62
  },
  {
   "text": "Yep.",
   "start": 7237.28,
   "duration": 0.5
  },
  {
   "text": "But, you know, I survived, and I learned a lot",
   "start": 7238.2,
   "duration": 2.08
  },
  {
   "text": "Yep.",
   "start": 7240.28,
   "duration": 0.5
  },
  {
   "text": "And I'm not ungrateful for my experience, I've learned a lot.",
   "start": 7240.78,
   "duration": 4.44
  },
  {
   "text": "But you said something, you described the collection of stories in the Bible in an interesting way, and I wondered if it was on purpose.",
   "start": 7245.22,
   "duration": 6.24
  },
  {
   "text": "You described it as an assembly of stories created by many people, over time, that's hyper-linked, into itself.",
   "start": 7251.7,
   "duration": 10.64
  },
  {
   "text": "And it sounds a lot like a description of how the Internet works.",
   "start": 7262.66,
   "duration": 5.16
  },
  {
   "text": "Yeah, well it's not accidental, because the Internet's also a collective endeavor.",
   "start": 7268.42,
   "duration": 6.54
  },
  {
   "text": "God only knows what personality it's going to manifest.",
   "start": 7275.26,
   "duration": 2.66
  },
  {
   "text": "But it's going to manifest some personality because it's learning to understand us very, very rapidly.",
   "start": 7278.44,
   "duration": 4.86
  },
  {
   "text": "So I think there's no reason not to think about it as a pre-cursor.",
   "start": 7283.86,
   "duration": 5.16
  },
  {
   "text": "The distance between the Bible and the Internet is a lot less than the distance between a chimpanzee and a human being.",
   "start": 7289.42,
   "duration": 5.46
  },
  {
   "text": "And the difference between a book and the Internet is also, in some sense it's a matter of degree rather than kind.",
   "start": 7297.1,
   "duration": 9.86
  },
  {
   "text": "[UNINTELLIGIBLE]",
   "start": 7308.5,
   "duration": 11.26
  },
  {
   "text": "I can't speculate, because God only knows what's going to happen in the next twenty years.",
   "start": 7319.9,
   "duration": 5.9
  },
  {
   "text": "I certainly don't.",
   "start": 7325.8,
   "duration": 1.06
  },
  {
   "text": "I don't know what the pre-conditions are for consciousness. I have no idea.",
   "start": 7327.44,
   "duration": 4.1
  },
  {
   "text": "And I don't think anybody knows.",
   "start": 7331.54,
   "duration": 1.88
  },
  {
   "text": "So, I guess we're gonna find out.",
   "start": 7333.42,
   "duration": 2.12
  },
  {
   "text": "Yep.",
   "start": 7337.92,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 7339.3,
   "duration": 4.76
  },
  {
   "text": "Hi Dr. Peterson.",
   "start": 7344.24,
   "duration": 1.32
  },
  {
   "text": "I'm curious about the connection between aesthetic  beauty and religious experience.",
   "start": 7345.94,
   "duration": 5.2
  },
  {
   "text": "I think you've hinted at it once or twice over the course of this lecture.",
   "start": 7351.14,
   "duration": 3.6
  },
  {
   "text": "Is it possible for something that's incredibly beautiful to evoke a religious or mystical experience, or something in the same ballpark?",
   "start": 7354.82,
   "duration": 11.46
  },
  {
   "text": "I think that's what they're for.",
   "start": 7366.28,
   "duration": 1.54
  },
  {
   "text": "If you look at the structure of a Renaissance cathedral,",
   "start": 7367.92,
   "duration": 4.58
  },
  {
   "text": "That's literally what I was just going to... that's my tag-on question to the next part was is that why we have cathedrals built like a spectacular buildings, as opposed to...",
   "start": 7373.06,
   "duration": 13.14
  },
  {
   "text": "Yeah, well if you're going to house the ultimate ideal, you build something beautiful to represent its dwelling place.",
   "start": 7386.3,
   "duration": 9.14
  },
  {
   "text": "And it should be beautiful.",
   "start": 7395.44,
   "duration": 1.14
  },
  {
   "text": "And this is something that people do not take seriously.",
   "start": 7396.58,
   "duration": 2.78
  },
  {
   "text": "This is especially something we don't take seriously in Canada.",
   "start": 7399.66,
   "duration": 2.76
  },
  {
   "text": "I mean, you think about all the hundreds of millions of dollars that were invested into beauty in Europe.",
   "start": 7402.88,
   "duration": 6.96
  },
  {
   "text": "I mean, spectacular, excessive investment in beauty that's paid back God only knows how many multiples of times.",
   "start": 7410.58,
   "duration": 8.42
  },
  {
   "text": "People make pilgrimages to Europe constantly because it's so beautiful that it just staggers you.",
   "start": 7419.0,
   "duration": 6.32
  },
  {
   "text": "Beauty is so valuable, and we're so afraid of it.",
   "start": 7425.78,
   "duration": 2.86
  },
  {
   "text": "And I think we're afraid of it because it's a pathway, it's not the only pathway to the divine, I mean, there's pathways to the divine.",
   "start": 7429.04,
   "duration": 7.0
  },
  {
   "text": "Love is one of them, I suppose.",
   "start": 7436.4,
   "duration": 2.0
  },
  {
   "text": "But beauty, especially for people who have an affinity for beauty, it's like music.",
   "start": 7438.4,
   "duration": 4.82
  },
  {
   "text": "It's one of those things that we can't argue against, right?",
   "start": 7443.22,
   "duration": 2.66
  },
  {
   "text": "You can't even understand, it just hits you.",
   "start": 7446.22,
   "duration": 2.34
  },
  {
   "text": "And it shows you the ideal, that's one way to think about it.",
   "start": 7449.18,
   "duration": 5.3
  },
  {
   "text": "But it also shows you, I think, it's like a vision of the potential future.",
   "start": 7454.48,
   "duration": 4.78
  },
  {
   "text": "It's something like that as well.",
   "start": 7459.26,
   "duration": 1.38
  },
  {
   "text": "That if we just got our act together and beautified things, that that's the place the we could inhabit.",
   "start": 7460.64,
   "duration": 5.22
  },
  {
   "text": "And that would ennoble us, and that's why Jerusalem, the heavenly city, is paved with gemstones, you know?",
   "start": 7465.86,
   "duration": 5.98
  },
  {
   "text": "They're crystalline, they emit light, it's the proper dwelling place for an enlightened consciousness.",
   "start": 7471.84,
   "duration": 5.98
  },
  {
   "text": "Beauty is the proper dwelling place for an enlightened consciousness.",
   "start": 7477.82,
   "duration": 3.24
  },
  {
   "text": "And we ignore it at our spiritual and economic peril.",
   "start": 7481.18,
   "duration": 4.8
  },
  {
   "text": "It's obvious that beauty, there's almost nothing more valuable than beauty.",
   "start": 7486.0,
   "duration": 5.2
  },
  {
   "text": "Economically, practically, right?",
   "start": 7491.88,
   "duration": 1.38
  },
  {
   "text": "So, yeah.",
   "start": 7493.42,
   "duration": 1.16
  },
  {
   "text": "Why that is, who knows?",
   "start": 7495.52,
   "duration": 4.4
  },
  {
   "text": "You know?",
   "start": 7500.86,
   "duration": 0.64
  },
  {
   "text": "Why we experience gemstones, for example, as beautiful, it's very mysterious.",
   "start": 7501.94,
   "duration": 4.9
  },
  {
   "text": "There're deep reasons for it.",
   "start": 7507.32,
   "duration": 1.22
  },
  {
   "text": "[APPLAUSE]",
   "start": 7511.38,
   "duration": 4.88
  },
  {
   "text": "Hi.",
   "start": 7516.26,
   "duration": 0.5
  },
  {
   "text": "I have a bit of a similar question, actually.",
   "start": 7517.24,
   "duration": 1.94
  },
  {
   "text": "I know that one of the ways in which the Bible is appreciated, even by some of its harshest critics and deeply atheistic people,",
   "start": 7519.2,
   "duration": 9.46
  },
  {
   "text": "is as a work of literature and as something, at least the King James authorized translation of the Bible, as something very aesthetically beautiful.",
   "start": 7528.8,
   "duration": 7.36
  },
  {
   "text": "And a great work of literature and a great work of poetry.",
   "start": 7536.16,
   "duration": 3.24
  },
  {
   "text": "And I'm wondering, just from your study of it, and from your personal perspective, if there's any particular passages or parts of it that have struck you that way, or that you cherish more than any others, that you would be able to share.",
   "start": 7539.54,
   "duration": 14.16
  },
  {
   "text": "Well the ones that have really opened up to me, I think, are the stories in Genesis.",
   "start": 7553.86,
   "duration": 5.92
  },
  {
   "text": "Right up to the Tower of Babel, because I think, well, and hopefully I'll talk to all of you about that, but I think I've got some sense of what they mean and why.",
   "start": 7560.36,
   "duration": 8.14
  },
  {
   "text": "I know it's not exhaustive, obviously, but",
   "start": 7568.72,
   "duration": 2.88
  },
  {
   "text": "the story in Exodus as well.",
   "start": 7572.28,
   "duration": 2.18
  },
  {
   "text": "I also feel like I've got a handle on that.",
   "start": 7574.46,
   "duration": 2.7
  },
  {
   "text": "And so those have hit me really, really hard.",
   "start": 7577.46,
   "duration": 2.96
  },
  {
   "text": "And just trying to understand this first part of Genesis, to try to understand what these concepts mean has been",
   "start": 7580.52,
   "duration": 6.94
  },
  {
   "text": "Especially when I started to understand that the concept that human beings are made in God's image, that God has all those attributes that we just described,",
   "start": 7587.74,
   "duration": 9.2
  },
  {
   "text": "that human beings are made in God's image, that that's actually the cornerstone of our legal system, that really rattled me.",
   "start": 7597.3,
   "duration": 7.0
  },
  {
   "text": "Because I didn't understand that clearly, that our body of laws has that metaphysical presupposition, without which the laws fall apart.",
   "start": 7604.3,
   "duration": 10.0
  },
  {
   "text": "And that's starting to happen, it really is.",
   "start": 7614.3,
   "duration": 1.8
  },
  {
   "text": "You know, like the post-modern critique of law.",
   "start": 7616.1,
   "duration": 2.28
  },
  {
   "text": "The law schools are, I would say, they're overrun by post-modernists who are undermining the structure of Western law as fast as they possibly can because they don't buy any of this.",
   "start": 7618.48,
   "duration": 10.8
  },
  {
   "text": "And so they're much more likely to just think of the law as something, like a casual pragmatic tool to be manipulated for the purposes of bringing forth the utopia.",
   "start": 7629.42,
   "duration": 9.56
  },
  {
   "text": "It's a really, really, really bad idea.",
   "start": 7639.18,
   "duration": 2.96
  },
  {
   "text": "So it's very strange to me that we go off track when that metaphysical foundation starts to get rattled.",
   "start": 7642.76,
   "duration": 6.36
  },
  {
   "text": "Do you think your appreciation of the aesthetic beauty of it comes from a belief in the truth in the underlying proposition?",
   "start": 7649.24,
   "duration": 7.4
  },
  {
   "text": "I mean, that's, because even the atheistic critics that I'm thinking of, like, even Dawkins or Hitchens, really appreciate the Bible as just a piece of really beautiful literature and just the quality of the writing, even if they totally reject the premise of it.",
   "start": 7656.68,
   "duration": 16.7
  },
  {
   "text": "Yeah, well I don't think that you can see it as beautiful and poetic AND reject the underlying premises because if you see it as beautiful and poetic, you're accepting the underlying premises with your experience of the beauty and the poetics,",
   "start": 7673.56,
   "duration": 14.28
  },
  {
   "text": "even though you may be fighting it with your articulated rationality.",
   "start": 7687.84,
   "duration": 3.8
  },
  {
   "text": "So I that indicates is a dis-integrated perspective on the book.",
   "start": 7691.9,
   "duration": 5.02
  },
  {
   "text": "And it's not surprising that that's the case, it's the perspective that everyone has on the book, except with them it's more well-developed and well-thought-through.",
   "start": 7697.1,
   "duration": 9.52
  },
  {
   "text": "But I think it's fundamentally...",
   "start": 7707.04,
   "duration": 2.04
  },
  {
   "text": "They're not approaching the thing with enough respect, that's my sense.",
   "start": 7709.5,
   "duration": 4.26
  },
  {
   "text": "And who knows, right? I don't know.",
   "start": 7714.12,
   "duration": 2.66
  },
  {
   "text": "But what I've tried to do is to think there's probably more to this than I know.",
   "start": 7716.78,
   "duration": 4.34
  },
  {
   "text": "And then tried to understand it from that perspective, rather than to think, for example, well, it's a collection of superstitions that we've somehow outgrown.",
   "start": 7721.92,
   "duration": 8.38
  },
  {
   "text": "It's like, no, sorry, that's not a deep enough analysis.",
   "start": 7730.38,
   "duration": 4.92
  },
  {
   "text": "Because it's got some truth, but it doesn't take into account the fact that the propositions still stand at the foundation of our culture.",
   "start": 7735.82,
   "duration": 10.52
  },
  {
   "text": "It doesn't address Nietzsche's central concern, which is that if you blow out the notion of God, the entire structure crumbles.",
   "start": 7746.56,
   "duration": 6.58
  },
  {
   "text": "You can debate that, fine. But I'd just as soon that you debated it with Nietzsche, because he's a pretty tough customer to tangle with.",
   "start": 7753.78,
   "duration": 7.72
  },
  {
   "text": "I don't think the atheist types, insofar as there's a type, I don't think they've wrestled with the real problems.",
   "start": 7762.02,
   "duration": 7.44
  },
  {
   "text": "Yeah.",
   "start": 7770.86,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 7772.8,
   "duration": 5.3
  },
  {
   "text": "So I appreciate you set up some ground rules to keep things rational, and I think that's going to help us.",
   "start": 7778.1,
   "duration": 6.12
  },
  {
   "text": "What I'm wondering is, so for instance, you said elsewhere, the New Testament, from what you can see, it's psychologically correct.",
   "start": 7784.36,
   "duration": 10.28
  },
  {
   "text": "And that's quite astounding, I would say. There's a lot of truth in your depiction to these stories, elsewhere.",
   "start": 7794.78,
   "duration": 7.36
  },
  {
   "text": "You've pointed out deep truths, real powerful.",
   "start": 7802.28,
   "duration": 4.0
  },
  {
   "text": "So what my question would be is if we can say Nietzsche took an order of magnitude of intelligence and depth to be able to predict what would happen in the next century,",
   "start": 7806.64,
   "duration": 14.38
  },
  {
   "text": "rationally, if the Bible's not the inerrant word of God, what's going on?",
   "start": 7821.26,
   "duration": 6.4
  },
  {
   "text": "That's a good question.",
   "start": 7828.16,
   "duration": 1.6
  },
  {
   "text": "That's a really good question, and I'm going to try that rationally.",
   "start": 7829.76,
   "duration": 4.4
  },
  {
   "text": "But, as I said, I don't want to leave people with the notion, because you know, some ways, this is something I've been thinking about a long time,",
   "start": 7834.38,
   "duration": 10.24
  },
  {
   "text": "is I can't tell if I'm an advocate of the religious viewpoint or its worst possible critic.",
   "start": 7844.62,
   "duration": 5.9
  },
  {
   "text": "Because I am doing my best to make it rational, and there's a reductionistic element to that.",
   "start": 7850.92,
   "duration": 4.8
  },
  {
   "text": "But I think that I'm doing that while also leaving the door open to things that I don't understand.",
   "start": 7855.72,
   "duration": 5.2
  },
  {
   "text": "Because that there's more to this story than I understand or can understand.",
   "start": 7860.92,
   "duration": 5.12
  },
  {
   "text": "And I'm laying out what I can understand and I'm making it rational, but I do not believe for an instant that that exhausts the realm.",
   "start": 7866.06,
   "duration": 8.38
  },
  {
   "text": "It's like there are ways of interpreting these stories that work in the conceptual universe we inhabit right now.",
   "start": 7874.48,
   "duration": 7.0
  },
  {
   "text": "But there's a lot of things that we don't understand.",
   "start": 7881.94,
   "duration": 2.7
  },
  {
   "text": "One thing I found about digging into these stories is that the deeper you dig, the more you find.",
   "start": 7884.64,
   "duration": 5.28
  },
  {
   "text": "And that's one of the things that convinced me that there was more to them than I had originally suspected.",
   "start": 7889.92,
   "duration": 5.28
  },
  {
   "text": "Because things would click, and I'd think, wow, that's really something.",
   "start": 7895.2,
   "duration": 4.56
  },
  {
   "text": "And then I would take it apart further, and I'd think, oh, well, I thought THAT was something, but this is even more remarkable.",
   "start": 7899.76,
   "duration": 6.46
  },
  {
   "text": "It just keeps opening and opening.",
   "start": 7906.22,
   "duration": 1.86
  },
  {
   "text": "So I'm gonna make it rational. I'm going to try to provide an answer to, and I think you're right about speaking about Nietzsche and his capacity for prophecy, and Dostoevsky's in the same category.",
   "start": 7908.1,
   "duration": 10.62
  },
  {
   "text": "It's like there are prophetic elements to the Old and New Testament that seem to stretch over much vaster spans of time.",
   "start": 7919.02,
   "duration": 7.0
  },
  {
   "text": "And I'm going to try to produce a rational account of that.",
   "start": 7926.38,
   "duration": 3.02
  },
  {
   "text": "But, I mean, one of the reasons that I think the New Testament is \"psychologically true,\" let's say, is because, and this is one of the things that's deeply embedded in the structure of the Bible.",
   "start": 7929.56,
   "duration": 10.38
  },
  {
   "text": "In the Old Testament, there's this idea, and I'm skipping ahead, that through a succession of states,",
   "start": 7940.02,
   "duration": 8.64
  },
  {
   "text": "the people who behave properly will eventually establish the proper state.",
   "start": 7948.76,
   "duration": 5.12
  },
  {
   "text": "And so the state is viewed, in some sense, as the entity of salvation.",
   "start": 7953.92,
   "duration": 4.56
  },
  {
   "text": "But what happens in the New Testament is that idea gets, you could say, deconstructed.",
   "start": 7959.2,
   "duration": 4.94
  },
  {
   "text": "And instead of a state being the place of redemption, a state of being becomes the test of redemption.",
   "start": 7964.48,
   "duration": 7.6
  },
  {
   "text": "And so the idea that human beings will be redeemed moves from the utopian state vision to the responsibility of the individual.",
   "start": 7972.22,
   "duration": 9.5
  },
  {
   "text": "And I think that's correct.",
   "start": 7981.92,
   "duration": 1.5
  },
  {
   "text": "I believe that that's the right answer, and I think that the West, in particular, is predicated on that idea.",
   "start": 7983.5,
   "duration": 8.34
  },
  {
   "text": "Because it makes the state subservient to the individual.",
   "start": 7991.84,
   "duration": 3.72
  },
  {
   "text": "I mean there's a continual dialogue, but in the final analysis the locus of the divine is the individual and not the state.",
   "start": 7995.78,
   "duration": 9.62
  },
  {
   "text": "And I believe that's so true that if we don't act it out and believe it, then we all die painfully.",
   "start": 8005.5,
   "duration": 7.12
  },
  {
   "text": "And that's true enough for me.",
   "start": 8012.62,
   "duration": 1.68
  },
  {
   "text": "So.",
   "start": 8014.52,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 8015.98,
   "duration": 5.28
  },
  {
   "text": "I thank you for the illuminating talk.",
   "start": 8021.34,
   "duration": 2.2
  },
  {
   "text": "I'm going to keep you on the creation story, and if you don't mind, because we know this editing that was done, there was a purpose for the editing.",
   "start": 8023.86,
   "duration": 8.3
  },
  {
   "text": "Can you give us your thoughts about the differences in the story of creation, especially pertaining to man, from the first chapter, which is very God-like, you know, by a word?",
   "start": 8032.3,
   "duration": 12.88
  },
  {
   "text": "And to the second one, which is more like a fatherly type of creation.",
   "start": 8045.26,
   "duration": 5.1
  },
  {
   "text": "Is it the selling point? What was the reason for this type of editing to put the two together, one of them?",
   "start": 8050.38,
   "duration": 6.28
  },
  {
   "text": "Well, I think that the more cynical criticisms of the Bible and the religious tradition, for instances like Marxists or Freudsian, for that matter, make the case that it's a manifestation of power and politics.",
   "start": 8056.74,
   "duration": 17.4
  },
  {
   "text": "And that there's always a political or economic motivation behind the construction of the stories.",
   "start": 8074.68,
   "duration": 4.82
  },
  {
   "text": "And I think that that's true to some degree.",
   "start": 8079.5,
   "duration": 2.46
  },
  {
   "text": "But I don't think that it's true enough so that you can take that particular interpretive tack and be done with it.",
   "start": 8082.22,
   "duration": 7.38
  },
  {
   "text": "And I would say that to the degree that there are political and economic motivations that have shaped the stories, the fact that multiple stories have come together,",
   "start": 8090.1,
   "duration": 8.64
  },
  {
   "text": "they're sort of corrective in some sense, and so even if at the level of detail, there's political intrigue and politics, say, with regards to the ascendancy of Israel,",
   "start": 8098.84,
   "duration": 11.4
  },
  {
   "text": "when you step away from it, it becomes something that's more universal and escapes from that.",
   "start": 8111.22,
   "duration": 4.68
  },
  {
   "text": "And how that happened, I don't know.",
   "start": 8116.0,
   "duration": 3.68
  },
  {
   "text": "I mean, I think it's safe to say, it's reasonably safe to say that the people who put this document together, they did two things.",
   "start": 8119.86,
   "duration": 6.7
  },
  {
   "text": "I think they were guided by their aesthetic taste and their conscience.",
   "start": 8126.56,
   "duration": 4.42
  },
  {
   "text": "I truly believe that.",
   "start": 8130.98,
   "duration": 1.44
  },
  {
   "text": "And the reason I believe that is because I think anything that was propagandistic would have been forgotten.",
   "start": 8132.42,
   "duration": 6.48
  },
  {
   "text": "Because you can't remember propaganda.",
   "start": 8139.58,
   "duration": 1.8
  },
  {
   "text": "No one likes it, it's like it's dead ten years after you write it, or twenty years.",
   "start": 8141.74,
   "duration": 3.84
  },
  {
   "text": "And it isn't only that these books were assembled and written, it was that they were preserved and remembered.",
   "start": 8145.58,
   "duration": 6.04
  },
  {
   "text": "And to me that means they have an affinity with the structure of memory.",
   "start": 8151.62,
   "duration": 3.72
  },
  {
   "text": "I mean, you think about it. How does the story last ten thousand years unless it's the kind of story you can remember?",
   "start": 8155.34,
   "duration": 5.66
  },
  {
   "text": "It doesn't, because you forget all the forgettable stuff.",
   "start": 8161.0,
   "duration": 2.94
  },
  {
   "text": "And all you remember is the memorable stuff.",
   "start": 8163.94,
   "duration": 2.16
  },
  {
   "text": "And so there's this interplay between the document itself and its audience that shapes the document.",
   "start": 8166.32,
   "duration": 9.46
  },
  {
   "text": "Now, I don't know how specifically I answered your question.",
   "start": 8177.88,
   "duration": 3.3
  },
  {
   "text": "We're going to hit the different stories as they come up in sequence and I think I'll shed some more light on the relationship between them doing that.",
   "start": 8182.7,
   "duration": 8.1
  },
  {
   "text": "And we'll start with that next week.",
   "start": 8190.8,
   "duration": 1.68
  },
  {
   "text": "[APPLAUSE]",
   "start": 8195.34,
   "duration": 3.38
  },
  {
   "text": "Right, so um I've been really interested in a lot of the stuff that you've been saying about dreams because I've been lucid dreaming a lot for many years.",
   "start": 8198.86,
   "duration": 9.14
  },
  {
   "text": "But always in a sort of atheistic way, as sort of like a game or something like that.",
   "start": 8208.0,
   "duration": 4.4
  },
  {
   "text": "But because of seeing your talks and everything, I've started to think of it from a different perspective, like you're now interfacing with something beyond the narrow scope of your conscious awareness, or something like that.",
   "start": 8212.66,
   "duration": 13.1
  },
  {
   "text": "Maybe mythological or something like God.",
   "start": 8225.82,
   "duration": 2.0
  },
  {
   "text": "And so what I've been thinking about, and what I've maybe wondered what you'd think about, is that, in some ways, when you're lucid dreaming, you're getting beyond the limitations of a normal dreamer, sort of transcending limitations,",
   "start": 8228.02,
   "duration": 15.06
  },
  {
   "text": "which maybe is not the purpose of people, right?",
   "start": 8243.12,
   "duration": 4.46
  },
  {
   "text": "Because as a person, you're supposed to be limited in some ways, as opposed to God, who's not limited.",
   "start": 8247.58,
   "duration": 5.5
  },
  {
   "text": "And how, but on the other hand, it's a good opportunity to kind of have control over your interactions with this very special, interesting thing.",
   "start": 8253.2,
   "duration": 8.14
  },
  {
   "text": "So I guess the conundrum is that on one hand, you can control your interactions, but on the other hand, you ARE controlling them.",
   "start": 8261.46,
   "duration": 7.32
  },
  {
   "text": "So I guess I'm wondering what you think about that, and also just in general what do you think about lucid dreaming as a thing, like, should you do it?",
   "start": 8268.78,
   "duration": 6.66
  },
  {
   "text": "I had a client who could really lucid dream, you know?",
   "start": 8275.44,
   "duration": 2.4
  },
  {
   "text": "And one of the things, she used them now and then to solve problems, even though she didn't always pay attention to the answer.",
   "start": 8278.38,
   "duration": 5.7
  },
  {
   "text": "Sometimes she did.",
   "start": 8284.3,
   "duration": 1.04
  },
  {
   "text": "In one of her dreams, one of the characters told her that she would have to learn to live with a slaughterhouse.",
   "start": 8286.74,
   "duration": 7.3
  },
  {
   "text": "She was very afraid of life, and one of the consequences of that was that we went and watched them bombing.",
   "start": 8294.48,
   "duration": 5.64
  },
  {
   "text": "So but one of the things she did, she'd ask the characters what they were up to, you know?",
   "start": 8300.82,
   "duration": 6.02
  },
  {
   "text": "She was, instead of controlling, she would inquire.",
   "start": 8306.88,
   "duration": 2.86
  },
  {
   "text": "And so but I don't know what to say about lucid dreaming beyond that.",
   "start": 8310.4,
   "duration": 3.76
  },
  {
   "text": "I know it's a well-documented phenomena and many people can do it, and women seem to be able to do it better than men, that's what the research indicates.",
   "start": 8314.16,
   "duration": 6.88
  },
  {
   "text": "But I think that what we don't know about lucid dreaming could fill a lot of books.",
   "start": 8321.32,
   "duration": 4.6
  },
  {
   "text": "So, I think there is some danger in controlling it, because you lose the spontaneous revelation, although not completely because you can't control it completely.",
   "start": 8326.42,
   "duration": 8.96
  },
  {
   "text": "You might be interested in reading Jung's books on active imagination.",
   "start": 8337.04,
   "duration": 4.8
  },
  {
   "text": "Because he kind of learned to dream when he was awake.",
   "start": 8342.14,
   "duration": 2.7
  },
  {
   "text": "And he spent a lot of time in the world of imagination when he was awake, the Red Books, for example.",
   "start": 8345.48,
   "duration": 6.48
  },
  {
   "text": "Red Book is a document of his experiences with awake dreaming.",
   "start": 8351.98,
   "duration": 4.76
  },
  {
   "text": "But he was very interactive with the dream, you know, instead of trying to bend it to his whim or his will.",
   "start": 8356.74,
   "duration": 6.86
  },
  {
   "text": "He was exploring it, in some sense, like you'd explore a video game.",
   "start": 8363.6,
   "duration": 4.46
  },
  {
   "text": "Which are forms of dreams in and of themselves.",
   "start": 8368.76,
   "duration": 2.82
  },
  {
   "text": "Yeah, I would say do it with an exploratory purpose in mind.",
   "start": 8372.8,
   "duration": 3.92
  },
  {
   "text": "You could always ask yourself what you could learn, too, which is a very dangerous question to ask a dream.",
   "start": 8376.72,
   "duration": 4.78
  },
  {
   "text": "Because sometimes you'll find out what you have to learn.",
   "start": 8381.5,
   "duration": 2.66
  },
  {
   "text": "That's not so pleasant.",
   "start": 8384.18,
   "duration": 1.36
  },
  {
   "text": "But it's really worthwhile.",
   "start": 8385.54,
   "duration": 1.74
  },
  {
   "text": "[APPLAUSE]",
   "start": 8389.5,
   "duration": 3.72
  },
  {
   "text": "Okay, so I think I'm going to take four more questions, only, because I'm running out of brain, and I don't want to say stupid things, or stupider things than I've already said, so.",
   "start": 8393.3,
   "duration": 10.18
  },
  {
   "text": "Yeah, thank you for the talk.",
   "start": 8405.1,
   "duration": 1.68
  },
  {
   "text": "So in the beginning of your lecture, you talked about how society need this kind of dream-like religious base so we don't go between left and right violently, and we can kind of have this base.",
   "start": 8406.92,
   "duration": 11.58
  },
  {
   "text": "And then you also said you admired Nietzsche for kind of chopping down these ideological and kind of dogmatic needs coming up from the base of Christianity.",
   "start": 8418.52,
   "duration": 9.44
  },
  {
   "text": "And I was wondering what your thoughts are on how society can this kind of religious base without having these kind of dangerous ideologies that kind of spring up once in a while.",
   "start": 8428.06,
   "duration": 11.28
  },
  {
   "text": "That's what I'm trying to figure out.",
   "start": 8439.34,
   "duration": 1.54
  },
  {
   "text": "No, really. That really, that's the serious answer to that question.",
   "start": 8441.84,
   "duration": 3.56
  },
  {
   "text": "You know, I mean, the reason that i'm an admirer of Nietzsche is because he was the spirit of his times, that's a good way of thinking about it.",
   "start": 8445.74,
   "duration": 7.86
  },
  {
   "text": "It's not like Nietzsche killed God.",
   "start": 8453.84,
   "duration": 1.9
  },
  {
   "text": "It's that Nietzsche gathered what was in the air and articulated it, right?",
   "start": 8456.16,
   "duration": 6.04
  },
  {
   "text": "Incredibly profoundly, and so he put his finger on the spot.",
   "start": 8462.24,
   "duration": 4.14
  },
  {
   "text": "And in doing so, he announced the problem.",
   "start": 8466.58,
   "duration": 3.08
  },
  {
   "text": "And once you announce the problem, then maybe you can come up with a solution, because you can't solve a problem unless you know what it is.",
   "start": 8470.24,
   "duration": 6.24
  },
  {
   "text": "The fact that he made it so stark and so clear is horrifying in some sense, but at least we know where we stand.",
   "start": 8476.5,
   "duration": 8.08
  },
  {
   "text": "And so, since then, and I would say in many ways particularly with the work of Jung, and everything that's come out of that, which is the deeper study of mythology and its meanings,",
   "start": 8485.08,
   "duration": 13.0
  },
  {
   "text": "we've been trying to address the issue that Nietzsche brought up and trying to solve the problem.",
   "start": 8498.08,
   "duration": 5.7
  },
  {
   "text": "The problem is something like the reunification of the spirit of mankind, it's something like that.",
   "start": 8503.78,
   "duration": 4.34
  },
  {
   "text": "We're slogging through it, man, that's why you're all here, at least in part, so we'll see how far we can get.",
   "start": 8510.66,
   "duration": 6.74
  },
  {
   "text": "By this rate, we'll get to, like, the twelfth verse in the first [LAUGHTER] but that's the aim, you know?",
   "start": 8517.48,
   "duration": 6.32
  },
  {
   "text": "Okay?",
   "start": 8524.24,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 8525.26,
   "duration": 4.76
  },
  {
   "text": "Yes, they'll be in the video. I can also make them available as slides.",
   "start": 8535.34,
   "duration": 6.14
  },
  {
   "text": "Yeah, well that's okay. I'll return to this when we get going again.",
   "start": 8545.4,
   "duration": 3.8
  },
  {
   "text": "So.",
   "start": 8549.56,
   "duration": 0.5
  },
  {
   "text": "Yeah, different colors represent the distance between the cross-references, yeah.",
   "start": 8556.22,
   "duration": 8.22
  },
  {
   "text": "Well, I'll talk about that more next time.",
   "start": 8571.36,
   "duration": 4.0
  },
  {
   "text": "I mean, I think that then best answer to that is I'll talk more about that next time.",
   "start": 8575.36,
   "duration": 5.12
  },
  {
   "text": "[LAUGHTER]",
   "start": 8580.48,
   "duration": 0.5
  },
  {
   "text": "I mean I think of them as overlapping metaphorical domains.",
   "start": 8581.02,
   "duration": 3.56
  },
  {
   "text": "You know, in the descriptions I put of the fatherly aspect, the son aspect, and the spirit aspect, you could swap a lot of those.",
   "start": 8585.16,
   "duration": 6.06
  },
  {
   "text": "You know, it's kind of arbitrary.",
   "start": 8591.44,
   "duration": 1.44
  },
  {
   "text": "But I think the Trinitarian idea is trying to get forward the notion that the locus of the Divine is the same thing in its essence, but it exists in a multiplicity.",
   "start": 8592.96,
   "duration": 12.84
  },
  {
   "text": "It exists as the spirit of tradition.",
   "start": 8605.8,
   "duration": 1.84
  },
  {
   "text": "It exists as the living individual, in time and space, and then it exists as the spirit.",
   "start": 8607.96,
   "duration": 6.68
  },
  {
   "text": "And its consciousness, that we all share.",
   "start": 8615.04,
   "duration": 4.04
  },
  {
   "text": "Which, you know, Jung would have thought about that as something like the capacity for the individual to realize the tragedy and redemption of Christ in their individual life.",
   "start": 8619.38,
   "duration": 11.4
  },
  {
   "text": "And that's something like your capacity to voluntarily accept the tragic conditions of your existence and to move forward to something resembling Paradise, regardless of that.",
   "start": 8631.1,
   "duration": 11.8
  },
  {
   "text": "You know, as something that's intrinsic to you.",
   "start": 8642.9,
   "duration": 2.24
  },
  {
   "text": "And I think that's associated with the idea of the Pentecost.",
   "start": 8645.48,
   "duration": 3.54
  },
  {
   "text": "And the Holy Spirit, all of that, it's, so that's as good as I can do in a short period of time, so.",
   "start": 8649.16,
   "duration": 6.72
  },
  {
   "text": "Yep.",
   "start": 8656.9,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 8657.52,
   "duration": 5.08
  },
  {
   "text": "I think it's because of the gap between what we articulate and what we don't know.",
   "start": 8674.94,
   "duration": 6.06
  },
  {
   "text": "Something has to fill that gap.",
   "start": 8681.0,
   "duration": 1.84
  },
  {
   "text": "I think the law could replace it if the law is total, but it isn't.",
   "start": 8683.2,
   "duration": 5.5
  },
  {
   "text": "It's bounded and incorrect, and it has to rest on something inside that's like this mediator between what we articulate and what we don't understand.",
   "start": 8689.16,
   "duration": 10.72
  },
  {
   "text": "It's something like custom. It's something like expectation.",
   "start": 8699.88,
   "duration": 3.22
  },
  {
   "text": "It's something like the intrinsic sense of justice.",
   "start": 8703.46,
   "duration": 2.6
  },
  {
   "text": "You know, that the law itself is aiming at.",
   "start": 8706.3,
   "duration": 2.14
  },
  {
   "text": "And those aren't fully articulated.",
   "start": 8708.68,
   "duration": 2.48
  },
  {
   "text": "But without them there'd be no grounding.",
   "start": 8711.16,
   "duration": 2.16
  },
  {
   "text": "Like, without the body, the law would be a dictionary .",
   "start": 8713.34,
   "duration": 4.5
  },
  {
   "text": "And if you don't know what a word means, using a dictionary is helpful, but not that helpful, because unless you've had the experience of anger, the dictionary can't tell you what anger means.",
   "start": 8718.44,
   "duration": 10.44
  },
  {
   "text": "It just refers to other words.",
   "start": 8728.98,
   "duration": 1.78
  },
  {
   "text": "But the words themselves refer to something else.",
   "start": 8731.08,
   "duration": 2.44
  },
  {
   "text": "And the law refers to something else.",
   "start": 8733.78,
   "duration": 2.48
  },
  {
   "text": "And without that, it has to be in tune with that something else, it has to be in accordance with it.",
   "start": 8736.44,
   "duration": 4.82
  },
  {
   "text": "And so I don't think we can ever delineate the proper body of laws and that's also why ideological utopias,",
   "start": 8741.72,
   "duration": 8.96
  },
  {
   "text": "see, ideological utopias dispense with the transcendent.",
   "start": 8750.68,
   "duration": 3.86
  },
  {
   "text": "They say, \"This is what we need to do.\"",
   "start": 8755.18,
   "duration": 2.9
  },
  {
   "text": "It's like no, you don't know. That's not good. You have to leave space for what you kind of know and what you don't know.",
   "start": 8758.08,
   "duration": 7.0
  },
  {
   "text": "And in the story of the Tower of Babel, human beings make this massive building that's supposed to reach up to the heavens so that it'll take the place of God.",
   "start": 8765.34,
   "duration": 10.18
  },
  {
   "text": "Well that's the earliest warning we have of the danger of making things so vague that you confuse them with God.",
   "start": 8775.92,
   "duration": 8.3
  },
  {
   "text": "And God gets irritated and comes down and makes everybody speak different languages and scatters them.",
   "start": 8784.58,
   "duration": 4.38
  },
  {
   "text": "It's like, well, that's what happens when you try to make something a totality, is that it starts to fragment inside and disintegrates into catastrophe.",
   "start": 8788.96,
   "duration": 8.84
  },
  {
   "text": "So we have to maintain this articulated space inside the dream inside the custom, something like that.",
   "start": 8798.1,
   "duration": 7.44
  },
  {
   "text": "Because otherwise it doesn't work.",
   "start": 8805.58,
   "duration": 1.2
  },
  {
   "text": "And I think that's the same as having respect for the fact that we have bodies.",
   "start": 8807.2,
   "duration": 3.58
  },
  {
   "text": "You know, we're not just abstract creatures that follow rules.",
   "start": 8811.16,
   "duration": 3.08
  },
  {
   "text": "We're not that at all.",
   "start": 8814.54,
   "duration": 1.3
  },
  {
   "text": "You only follow certain rules.",
   "start": 8816.06,
   "duration": 1.98
  },
  {
   "text": "We won't follow the other ones, and our societies will crumble.",
   "start": 8818.58,
   "duration": 3.34
  },
  {
   "text": "And so, we just don't know enough to articulate the entire landscape of behavior with articulated rules, not at all.",
   "start": 8822.32,
   "duration": 8.14
  },
  {
   "text": "We can't do it, it's beyond us.",
   "start": 8830.68,
   "duration": 1.58
  },
  {
   "text": "[APPLAUSE]",
   "start": 8834.44,
   "duration": 5.7
  },
  {
   "text": "Hi, thanks for the talk.",
   "start": 8840.2,
   "duration": 2.14
  },
  {
   "text": "My question is also about dreams. You spoke about dreams as like a representation of truths and universal truths that can be interpreted into, like, myths and religion.",
   "start": 8842.5,
   "duration": 13.36
  },
  {
   "text": "And, as you say it, it's very beneficial for the individual, and it sounds like also for society as well because not everyone can as easily remember their dreams, or interpret their dreams.",
   "start": 8856.06,
   "duration": 17.84
  },
  {
   "text": "And also it's broadcasted to all of society for their benefit.",
   "start": 8873.98,
   "duration": 5.72
  },
  {
   "text": "So I guess I'm wondering what the evolutionary advantage of dreams are and my question might be, do you think that dreams suggest some sort of evolutionary group selection,",
   "start": 8880.12,
   "duration": 16.16
  },
  {
   "text": "such that groups that don't have these dreams that are represented into myths and legend, do you think they didn't survive as well?",
   "start": 8896.28,
   "duration": 6.12
  },
  {
   "text": "Okay, so I'm not going to answer the second part of that question because I'd have to go far too far off at a tangent for me to manage right now.",
   "start": 8902.42,
   "duration": 7.88
  },
  {
   "text": "But I can answer the first part.",
   "start": 8910.3,
   "duration": 1.58
  },
  {
   "text": "What happens when you're dreaming, there's a little switch, so to speak, in your brain that shuts off when you're dreaming and it stops you from moving.",
   "start": 8912.4,
   "duration": 6.72
  },
  {
   "text": "Right? It shuts everything off except your eyes, because if you're moving your eyes back and forth, you're not going to run around and get eaten by a lion.",
   "start": 8919.34,
   "duration": 7.32
  },
  {
   "text": "It's okay to move your eyes.",
   "start": 8926.72,
   "duration": 1.36
  },
  {
   "text": "But the rest of you is staying exactly where it is.",
   "start": 8928.08,
   "duration": 2.36
  },
  {
   "text": "Then you can run these simulations.",
   "start": 8930.44,
   "duration": 2.0
  },
  {
   "text": "And so what's happening at night, and this is a fairly well-accepted theory of dreaming, we know that dreams update memories and help consolidate memories.",
   "start": 8932.98,
   "duration": 7.84
  },
  {
   "text": "They also help you forget.",
   "start": 8940.86,
   "duration": 1.3
  },
  {
   "text": "But what seems to be happening at night is you're running the underlying architecture of your cognitive ability in different simulations.",
   "start": 8942.78,
   "duration": 8.72
  },
  {
   "text": "And it's cost free because you're paralyzed. You're not running around out there out in the world, investigating.",
   "start": 8952.0,
   "duration": 5.44
  },
  {
   "text": "So it's part of the manner in which your brain experiments with the way the world can be represented.",
   "start": 8957.48,
   "duration": 6.64
  },
  {
   "text": "And so it seems absolutely necessary.",
   "start": 8964.76,
   "duration": 3.24
  },
  {
   "text": "I mean, if you deprive people of REM sleep, they don't stay sane very long.",
   "start": 8968.06,
   "duration": 5.12
  },
  {
   "text": "There's something necessary about the dreaming process to maintenance of articulated sanity.",
   "start": 8973.38,
   "duration": 7.26
  },
  {
   "text": "So you're doing some sort of organization at night when you descend into that chaos.",
   "start": 8981.08,
   "duration": 4.68
  },
  {
   "text": "Partly what seems to happen is that your categories have boundaries, right?",
   "start": 8986.08,
   "duration": 5.34
  },
  {
   "text": "But sometimes you don't have the categories correct.",
   "start": 8991.42,
   "duration": 2.66
  },
  {
   "text": "And so the boundaries have to loosen and other things need to be put into categories with some things shunted away.",
   "start": 8994.62,
   "duration": 5.32
  },
  {
   "text": "And in the dream, the category structure loosens, which is why dreams are so peculiar.",
   "start": 9000.3,
   "duration": 4.48
  },
  {
   "text": "But they're experimenting.",
   "start": 9005.3,
   "duration": 1.54
  },
  {
   "text": "Your mind is experimenting with the underlying categorical structure of imagination.",
   "start": 9006.84,
   "duration": 5.42
  },
  {
   "text": "And trying to update your mode of being in the world.",
   "start": 9012.48,
   "duration": 4.28
  },
  {
   "text": "Dreams often concentrate on things that provoke anxiety.",
   "start": 9016.76,
   "duration": 3.52
  },
  {
   "text": "So if you wake people up when they're dreaming, the most commonly reported emotion is anxiety.",
   "start": 9020.28,
   "duration": 4.46
  },
  {
   "text": "So the dream is like the first stages of the attempt to contend with the unknown.",
   "start": 9025.04,
   "duration": 5.28
  },
  {
   "text": "So the dream is half unknown and half known.",
   "start": 9030.56,
   "duration": 2.7
  },
  {
   "text": "Which is also why it's so peculiar, you know, because you kind of understand it, but you don't really.",
   "start": 9033.26,
   "duration": 4.88
  },
  {
   "text": "And it partakes of the unknown and the known.",
   "start": 9038.34,
   "duration": 3.1
  },
  {
   "text": "And it's the bridge between the two, something like that.",
   "start": 9041.74,
   "duration": 2.88
  },
  {
   "text": "[APPLAUSE]",
   "start": 9047.46,
   "duration": 5.34
  },
  {
   "text": "Um, okay, so my question is kind of two parts.",
   "start": 9054.06,
   "duration": 2.68
  },
  {
   "text": "The first one is just like a general question, and then just the application of the question.",
   "start": 9056.82,
   "duration": 4.12
  },
  {
   "text": "So my first question is, do you think that consciousness and being-hood are inextricably linked?",
   "start": 9060.94,
   "duration": 6.24
  },
  {
   "text": "And then secondly, so if there something like a super-computer that one could house, theoretically, a perfect brain of a person in it,",
   "start": 9067.42,
   "duration": 7.42
  },
  {
   "text": "does that thing then become the same person as the person it was before.",
   "start": 9074.96,
   "duration": 4.72
  },
  {
   "text": "So is there a transcendency to being-hood but not to consciousness?",
   "start": 9079.68,
   "duration": 3.4
  },
  {
   "text": "Okay, so the first question is, well, I would say that the kind of being that these stories are concerned with is absolutely dependent on consciousness.",
   "start": 9083.16,
   "duration": 7.94
  },
  {
   "text": "Now whether or not that means that being as such is dependent on consciousness actually depends on how you define being.",
   "start": 9091.1,
   "duration": 6.04
  },
  {
   "text": "So it's always tricky when you ask is a, here's an example of meaning.",
   "start": 9097.68,
   "duration": 6.3
  },
  {
   "text": "Those are tricky questions because it depends on how you define the two.",
   "start": 9103.98,
   "duration": 3.18
  },
  {
   "text": "But for our purposes the being that we're discussing, that's represented in these stories, is intrinsically associated with conscious experience.",
   "start": 9107.32,
   "duration": 8.1
  },
  {
   "text": "And consciousness is given this constitutive role, the experience that we're talking about would not exist if consciousness did not exist.",
   "start": 9115.82,
   "duration": 9.96
  },
  {
   "text": "So you can think about it as sort of a game, in a way, and then you have to decide for yourself whether that's a game that can be generalized.",
   "start": 9126.18,
   "duration": 6.1
  },
  {
   "text": "And I won't answer the second part, okay? If you don't mind.",
   "start": 9132.28,
   "duration": 3.44
  },
  {
   "text": "[LAUGHTER]",
   "start": 9135.82,
   "duration": 0.5
  },
  {
   "text": "All right.",
   "start": 9136.32,
   "duration": 0.5
  },
  {
   "text": "[APPLAUSE]",
   "start": 9136.82,
   "duration": 4.2
  },
  {
   "text": "So, two part question. First one's very quick. If we want to read the Biblical stories that kind of you're referring to as a particular version, edition, source, publisher...",
   "start": 9141.12,
   "duration": 8.6
  },
  {
   "text": "Oh I'll bring the thing I like next week. I think the Reader's Digest published it of all things.",
   "start": 9149.72,
   "duration": 6.2
  },
  {
   "text": "It lays out the narratives in a different format. It's easier, I find it much easier to read.",
   "start": 9156.32,
   "duration": 7.36
  },
  {
   "text": "So I'll bring it next time and show it to you.",
   "start": 9163.68,
   "duration": 2.68
  },
  {
   "text": "My other question is, one of the main reasons why I'm interested in so much of your work and I think many are as well, is you leave literalism in the door and you open up another door to a much more deeper meaning.",
   "start": 9166.74,
   "duration": 8.94
  },
  {
   "text": "In your interview with Transliminal Media, you mentioned Liz [UNINTELLIGIBLE] book, the serpent, uh, the tree, the serpent...",
   "start": 9175.72,
   "duration": 6.24
  },
  {
   "text": "Yeah, yeah.",
   "start": 9182.08,
   "duration": 0.76
  },
  {
   "text": "And you note that we as a species are very good at recognizing camouflage patterns of snakes, particularly in the lower field of vision.",
   "start": 9182.9,
   "duration": 7.08
  },
  {
   "text": "And you further note that visual acuity is correlated with that and that it co-evolved.",
   "start": 9189.98,
   "duration": 5.02
  },
  {
   "text": "And you summarized thusly by saying the following, I'm paraphrasing you, you said \"What gives you vision? Snakes do.\"",
   "start": 9195.0,
   "duration": 5.14
  },
  {
   "text": "\"That's what it says in Genesis. What else gives you vision? Fruit. That's also right.\"",
   "start": 9200.14,
   "duration": 3.68
  },
  {
   "text": "\"That's why we have color vision. What makes you self-conscious if you're a man? Woman. That's Eve.\"",
   "start": 9203.82,
   "duration": 4.72
  },
  {
   "text": "And so, I understand at the elementary level some of the concepts that you have about representations, dreams, abstractions, etc.",
   "start": 9208.54,
   "duration": 5.78
  },
  {
   "text": "But it kind of raises the question for me, I'm not accusing you of any creationism or literalism.",
   "start": 9214.32,
   "duration": 4.48
  },
  {
   "text": "Yep.",
   "start": 9218.88,
   "duration": 0.5
  },
  {
   "text": "You know, what's your point? Why did you make that connection? What's the meaning of the story of Genesis vis-a-vis Liz [UNINTELLIGIBLE] book?",
   "start": 9219.38,
   "duration": 6.56
  },
  {
   "text": "No problem. As soon as I get past this first, this one, we're going to hit that hard. [LAUGHTER]",
   "start": 9226.1,
   "duration": 7.62
  },
  {
   "text": "So [APPLAUSE]",
   "start": 9233.84,
   "duration": 1.94
  },
  {
   "text": "Well, partly",
   "start": 9237.66,
   "duration": 1.26
  },
  {
   "text": "Yes, I'm suggesting that it foreshadowed it.",
   "start": 9246.36,
   "duration": 2.44
  },
  {
   "text": "And I think they're the same thing.",
   "start": 9249.1,
   "duration": 1.88
  },
  {
   "text": "I mean Liz [UNINTELLIGIBLE] in her books plays with that idea, metaphorically, but she never really takes it seriously, which is no problem.",
   "start": 9250.98,
   "duration": 5.9
  },
  {
   "text": "I mean there's only so much you can take seriously, and she did a fine job of what she did.",
   "start": 9256.88,
   "duration": 3.74
  },
  {
   "text": "But I'll talk about that a lot. That's a very complicated issue.",
   "start": 9260.94,
   "duration": 3.66
  },
  {
   "text": "I mean, I would say, to begin with, that the systems that you use to deal with radical uncertainty are the same systems that your primate ancestors evolved to deal with snakes.",
   "start": 9264.9,
   "duration": 10.4
  },
  {
   "text": "That's a good start.",
   "start": 9275.8,
   "duration": 1.16
  },
  {
   "text": "So, okay? Okay. One more, and then we're done. [APPLAUSE]",
   "start": 9277.5,
   "duration": 3.64
  },
  {
   "text": "I'm an aerospace science engineer and an expert computer programmer, and I have three rapid-fire questions so I'm going to get to them quick.",
   "start": 9283.26,
   "duration": 8.46
  },
  {
   "text": "Based on your opinion of where the universities now stand in terms of humanities and social sciences, is mathematics more powerful than articulated speech?",
   "start": 9291.98,
   "duration": 10.28
  },
  {
   "text": "I'm not exactly sure how the first...",
   "start": 9305.8,
   "duration": 2.64
  },
  {
   "text": "Oh, well, it depends on what you mean by power, I guess.",
   "start": 9313.22,
   "duration": 4.46
  },
  {
   "text": "I mean, it's obvious that studying mathematics and computer science makes you insanely powerful. The question is: to what end?",
   "start": 9317.68,
   "duration": 6.26
  },
  {
   "text": "And I don't think that you can extract an answer to that from the study of mathematics.",
   "start": 9324.32,
   "duration": 4.64
  },
  {
   "text": "The humanities are there to ground people in proper citizen-hood.",
   "start": 9328.98,
   "duration": 3.34
  },
  {
   "text": "That's a way of thinking about it.",
   "start": 9332.64,
   "duration": 1.94
  },
  {
   "text": "Yes it makes you powerful, but then the question is, who has the power?",
   "start": 9334.92,
   "duration": 3.86
  },
  {
   "text": "Because it might not be you. It might be the mathematics, so to speak, you know?",
   "start": 9339.26,
   "duration": 4.42
  },
  {
   "text": "Because you never know what you're an agent of.",
   "start": 9343.68,
   "duration": 2.42
  },
  {
   "text": "Precisely.",
   "start": 9346.2,
   "duration": 0.8
  },
  {
   "text": "And so...",
   "start": 9347.4,
   "duration": 0.64
  },
  {
   "text": "Yeah, well, look, I've got nothing against computer programmers, more power to you guys.",
   "start": 9349.24,
   "duration": 3.84
  },
  {
   "text": "And mathematicians as well, but I...",
   "start": 9353.14,
   "duration": 2.48
  },
  {
   "text": "Yes, it has to be a tool of something.",
   "start": 9357.28,
   "duration": 4.36
  },
  {
   "text": "And what the humanities were for was to tell people what the tools should be used for.",
   "start": 9361.74,
   "duration": 5.4
  },
  {
   "text": "And so the tools themselves are crazily powerful.",
   "start": 9367.38,
   "duration": 3.36
  },
  {
   "text": "But that's not necessarily an un-trammeled good, so.",
   "start": 9370.9,
   "duration": 5.58
  },
  {
   "text": "I have to stop, because... okay, quick.",
   "start": 9376.92,
   "duration": 3.6
  },
  {
   "text": "[LAUGHTER]",
   "start": 9380.52,
   "duration": 0.66
  },
  {
   "text": "Okay, you were in this one room in New York where you had seen some original Renaissance artwork masterpieces and these are generally accepted as amazing artifacts.",
   "start": 9385.3,
   "duration": 10.92
  },
  {
   "text": "Does an original work of art, as opposed to a high-fidelity reproduction, contain the spirit of the artist who created it, and does this account for the disparity in how much you have to pay for them?",
   "start": 9400.6,
   "duration": 12.44
  },
  {
   "text": "It does in part.",
   "start": 9413.08,
   "duration": 1.04
  },
  {
   "text": "I know a good portrait artist, okay?",
   "start": 9414.12,
   "duration": 1.8
  },
  {
   "text": "And one of the things he pointed out about a great portrait is that it actually contains time.",
   "start": 9416.44,
   "duration": 5.34
  },
  {
   "text": "Because a photograph is one instant.",
   "start": 9422.14,
   "duration": 2.66
  },
  {
   "text": "But portrait is you layered on you, layered on you. So it's got a thickness.",
   "start": 9425.26,
   "duration": 5.6
  },
  {
   "text": "You know? And I think you can see that thickness in the original, but it's also a direct manifestation of that creative act of perception.",
   "start": 9431.18,
   "duration": 7.0
  },
  {
   "text": "I don't think you get that, you just can't get the fidelity of the original with the reproduction.",
   "start": 9438.54,
   "duration": 5.96
  },
  {
   "text": "But there's more to it than that too, because the painting doesn't end with the frame.",
   "start": 9444.5,
   "duration": 4.02
  },
  {
   "text": "You know, like we tend to think of the painting itself as the object, but most objects are densely innervated with historical context.",
   "start": 9448.7,
   "duration": 9.82
  },
  {
   "text": "And you can say, well, the historical context isn't the object, but it depends on what you mean by the object.",
   "start": 9458.52,
   "duration": 5.44
  },
  {
   "text": "And often people, when they buy a painting, are buying the historical context.",
   "start": 9464.16,
   "duration": 5.0
  },
  {
   "text": "You just don't get that with a reproduction.",
   "start": 9469.16,
   "duration": 2.12
  },
  {
   "text": "It's a kind of magic.",
   "start": 9471.6,
   "duration": 1.54
  },
  {
   "text": "It's like, you want to have Elvis Presley's guitar or another guitar just like it?",
   "start": 9473.4,
   "duration": 3.46
  },
  {
   "text": "Well, you want to have Elvis's guitar.",
   "start": 9477.42,
   "duration": 1.7
  },
  {
   "text": "Why? You can't tell it's Elvis's guitar by looking at it.",
   "start": 9479.12,
   "duration": 3.4
  },
  {
   "text": "[LAUGHTER]",
   "start": 9485.7,
   "duration": 2.74
  },
  {
   "text": "Well, it is at the level of detail, but not at the level of context.",
   "start": 9491.56,
   "duration": 3.82
  },
  {
   "text": "That's how it looks to me.",
   "start": 9495.48,
   "duration": 1.26
  },
  {
   "text": "Okay, we gotta go. [APPLAUSE] Thank you.",
   "start": 9496.9,
   "duration": 9.88
  }
 ]
}