{
 "video_id": "FHpvI8oGsuQ",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Milo: Forbidden Conversation",
 "url": "https://www.youtube.com/watch?v=FHpvI8oGsuQ",
 "date": "2019-05-20",
 "description": "Podcast available at http://bit.ly/2EkTOhg\n\nI should start by saying that Milo is definitely now on the list of those who no one acceptable socially should ever speak to, which I suppose is one of the reasons why I’m talking to him. I want to know what happened to him over the last few years, in his words, and I don’t really give a damn if that’s politically incorrect. I also plan to post clips directly from this discussion on Facebook this week. We'll all see (all who are interested) what happens when that occurs. \n\nMilo's a hard man to categorize. Part journalist, part performance artist, part agent provocateur, part comedian and wit, Yiannopoulos is a man of immense and complex self contradiction. He’s half-Greek and half-Irish, but is know as an Englishman to the Americans with whom he has communicated extensively. He’s gay, and Jewish by descent. He married to his long-term boyfriend, an African-American man, in Hawaii, in 2017, but faces frequent accusations of racism. He is—or was—strangely attractive to young American Republicans, and completed a successful and controversy-ridden tour of US universities in 2016-2017. For at least two years, he was one of the most well-known internet celebrities, let’s say, on the political front, and caused more uproar than any other single person that I can think of. \n\nIn my view, for what it’s worth, Milo was such a figure of inner contradiction and outer controversy that I believed his time was numbered. Nonetheless, the circumstances of his demise were unpredictable, I would say (and that’s in keeping with his apparent destiny). After revealing details of his early sexual experiences at the hands of a decades older priest, whom he refused to name, he stated that he was an active participant in the events, and that such occurrences were far more common (and far more consensual) than people were willing to admit.  I don’t think he ever recovered from the controversy that those comments generated. \n\nIn case it has to be said, and no doubt it does, I believe that what happened to him was absolutely unforgivable, and it would seem that he has come to share that opinion. Our conversation centered mostly around these issues, which I believe to be of wide general relevance. Hence the video.\n\nLinks relevant to Milo:\n\nHow to Be Poor (latest book): https://amzn.to/2waYGks\nhttps://www.dangerous.com/donate \n\n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 6307,
 "transcript_parts": [
  {
   "text": "I'm speaking today with Milo Yiannopoulos.",
   "start": 6.74,
   "duration": 2.27
  },
  {
   "text": "Milo is a hard man to categorize,",
   "start": 10.58,
   "duration": 2.6
  },
  {
   "text": "part journalists, part performance artist,\npart Agent Provocateur",
   "start": 13.97,
   "duration": 4.67
  },
  {
   "text": "part comedian at WIPP and whit.",
   "start": 19.489,
   "duration": 2.15
  },
  {
   "text": "Yiannopoulos is a man of immense \nand complex self-contradiction.",
   "start": 22.489,
   "duration": 3.091
  },
  {
   "text": "He's half Greek and half Irish, \nbut is known as an Englishman",
   "start": 26.0,
   "duration": 4.52
  },
  {
   "text": "to the Americans with whom \nhe has communicated extensively",
   "start": 30.52,
   "duration": 3.54
  },
  {
   "text": "He's gay, Jewish by descent.",
   "start": 34.07,
   "duration": 2.629
  },
  {
   "text": "He married his long-term boyfriend \nan African-American man in Hawaii in 2017",
   "start": 38.42,
   "duration": 5.36
  },
  {
   "text": "but faces frequent accusations of racism.",
   "start": 43.94,
   "duration": 3.64
  },
  {
   "text": "He is or was strangely attractive \nto young American Republicans",
   "start": 48.98,
   "duration": 5.24
  },
  {
   "text": "and completed a successful \nand controversy-ridden tour of US universities",
   "start": 54.22,
   "duration": 5.1
  },
  {
   "text": "in 2016 and 2017.",
   "start": 59.32,
   "duration": 2.0
  },
  {
   "text": "For at least two years he was one \nof the most well known internet celebrities,",
   "start": 62.92,
   "duration": 3.68
  },
  {
   "text": "let's say on the political front,",
   "start": 66.62,
   "duration": 2.42
  },
  {
   "text": "caused more uproar than any other \nsingle person that I can think of.",
   "start": 69.04,
   "duration": 4.56
  },
  {
   "text": "He collected his fair share of enemies along the way he's often accused for example of being an all-right supporter an",
   "start": 73.609,
   "duration": 7.22
  },
  {
   "text": "accusation",
   "start": 81.35,
   "duration": 1.11
  },
  {
   "text": "Justified in the view of those who opposed him by his association with Breitbart for whom he was an editor in",
   "start": 82.46,
   "duration": 6.139
  },
  {
   "text": "My view for what it's worth",
   "start": 89.81,
   "duration": 2.0
  },
  {
   "text": "Milo was such a figure of inner contradiction and outer controversy that I believed from the beginning that his time was numbered",
   "start": 92.24,
   "duration": 6.589
  },
  {
   "text": "Nonetheless, the circumstances of his demise were unpredictable. I would say nuts in keeping with his apparent destiny",
   "start": 99.439,
   "duration": 7.19
  },
  {
   "text": "After revealing details of his early sexual experiences at the hands of a 29 year old priest who he refused to name",
   "start": 107.45,
   "duration": 6.8
  },
  {
   "text": "He stated that he was an active participant in the events and that such occurrences were far more common and far more consensual",
   "start": 114.56,
   "duration": 7.19
  },
  {
   "text": "than people were willing to admit I",
   "start": 121.88,
   "duration": 2.149
  },
  {
   "text": "Don't think he ever recovered from the controversy that those comments generated. I",
   "start": 124.7,
   "duration": 4.43
  },
  {
   "text": "Should finish by saying that Milo is definitely now on the list of those who no one",
   "start": 130.25,
   "duration": 4.699
  },
  {
   "text": "Unacceptably socially should ever speak to which I suppose is one of the reason is why I'm talking to him",
   "start": 135.26,
   "duration": 5.149
  },
  {
   "text": "I want to know what happened to him and his old words and I don't really give a damn if that's politically incorrect",
   "start": 140.41,
   "duration": 5.85
  },
  {
   "text": "Thanks Milo for agreeing to be on my channel and podcast",
   "start": 147.23,
   "duration": 3.86
  },
  {
   "text": "Thank you very much for having me. Um, I take a slightly less fatalistic view of my prospects than your introduction would suggest",
   "start": 152.3,
   "duration": 6.529
  },
  {
   "text": "but",
   "start": 159.77,
   "duration": 1.92
  },
  {
   "text": "Certainly. I went through an extraordinary",
   "start": 161.69,
   "duration": 2.029
  },
  {
   "text": "tumble and",
   "start": 164.84,
   "duration": 1.53
  },
  {
   "text": "I'm happy to share my thoughts about it with you. Yeah, well, let's let's start by reviewing some of your history if you wouldn't mind",
   "start": 166.37,
   "duration": 7.52
  },
  {
   "text": "Tell me tell me let's start with a bit of your history in the UK before you came to the u.s",
   "start": 174.47,
   "duration": 4.91
  },
  {
   "text": "it's been long enough so that I think some biographical information would be useful for people so",
   "start": 179.38,
   "duration": 5.309
  },
  {
   "text": "Tell me tell me about your your life in the UK before he came to the US",
   "start": 185.57,
   "duration": 4.25
  },
  {
   "text": "Then let's start talking about what happened to you as soon as you came over to North America",
   "start": 190.46,
   "duration": 4.19
  },
  {
   "text": "Sure, um",
   "start": 195.56,
   "duration": 1.52
  },
  {
   "text": "I",
   "start": 197.08,
   "duration": 0.73
  },
  {
   "text": "Had a very unhappy life",
   "start": 197.81,
   "duration": 2.0
  },
  {
   "text": "Particularly a very unhappy 20s",
   "start": 200.75,
   "duration": 2.0
  },
  {
   "text": "In London, I started out for the journalists and some quite prestigious publications",
   "start": 203.06,
   "duration": 4.37
  },
  {
   "text": "I was in a relationship. That was I",
   "start": 208.4,
   "duration": 2.72
  },
  {
   "text": "Don't think healthy or happy for either person involved. I",
   "start": 212.45,
   "duration": 3.769
  },
  {
   "text": "Was searching I think I was looking I couldn't work out yet",
   "start": 219.41,
   "duration": 3.41
  },
  {
   "text": "What I was what I was for what my purpose was and it wasn't until I got to America",
   "start": 223.28,
   "duration": 6.32
  },
  {
   "text": "I discovered what it was, but I started to",
   "start": 229.6,
   "duration": 2.0
  },
  {
   "text": "explore at least what would eventually become my",
   "start": 232.25,
   "duration": 3.14
  },
  {
   "text": "I",
   "start": 236.39,
   "duration": 1.56
  },
  {
   "text": "Suppose my civic function as bomb-thrower and provocateur",
   "start": 237.95,
   "duration": 3.919
  },
  {
   "text": "Right the beginning of my career in journalism. I mean, I I was fairly predictably come from a broken home",
   "start": 243.049,
   "duration": 5.09
  },
  {
   "text": "Not much love for Forel from either parent",
   "start": 248.3,
   "duration": 2.75
  },
  {
   "text": "And I started I got lucky combination, I guess of luck and talent",
   "start": 251.84,
   "duration": 4.55
  },
  {
   "text": "writing for the Telegraph which is the most prestigious newspaper in Britain and",
   "start": 256.94,
   "duration": 3.44
  },
  {
   "text": "I",
   "start": 260.99,
   "duration": 1.71
  },
  {
   "text": "Began to notice the gap between the world that I was being asked to describe and the world that I could see existed",
   "start": 262.7,
   "duration": 7.339
  },
  {
   "text": "At the time I was writing about Sarah it was being asked to say that",
   "start": 270.919,
   "duration": 3.9
  },
  {
   "text": "Women were having a dreadful time of it in the emerging startup ecosystem in London",
   "start": 276.15,
   "duration": 4.22
  },
  {
   "text": "Which as far as I could tell was the exact opposite of the truth",
   "start": 280.37,
   "duration": 3.57
  },
  {
   "text": "and eventually these fissures got wider and wider to the point where I I",
   "start": 285.24,
   "duration": 5.66
  },
  {
   "text": "Sort of had this this moment where I realized that my profession was a crock of you-know-what",
   "start": 293.16,
   "duration": 4.91
  },
  {
   "text": "And that if I wanted to if I wanted to do something worthwhile with my life, I should either",
   "start": 298.74,
   "duration": 4.94
  },
  {
   "text": "Blow it up from the inside by being one. I'll pick something else to do and",
   "start": 304.35,
   "duration": 3.559
  },
  {
   "text": "That was around the time that I",
   "start": 310.35,
   "duration": 1.98
  },
  {
   "text": "Attracted the attention of Breitbart the site in the US and I started from London writing from Breitbart in the u.s. In that time",
   "start": 312.33,
   "duration": 6.139
  },
  {
   "text": "I didn't know what it was. I never met Andrew Breitbart and I didn't know who he was either",
   "start": 318.47,
   "duration": 3.66
  },
  {
   "text": "It was to begin with it's a funny thing when you look at things in retrospect, you know you get",
   "start": 325.23,
   "duration": 4.609
  },
  {
   "text": "involved with",
   "start": 330.81,
   "duration": 1.68
  },
  {
   "text": "people in organizations that develop a particular way over time and then it looks",
   "start": 332.49,
   "duration": 3.89
  },
  {
   "text": "From historical perspective like that was self-evident from the beginning, but certainly not when you're dealing with a new organization",
   "start": 336.81,
   "duration": 6.98
  },
  {
   "text": "Yeah, I mean it was new ish. I don't think that the values of Breitbart changed a lot, but I think perhaps it's",
   "start": 344.7,
   "duration": 5.479
  },
  {
   "text": "Its murderous operandi, I think perhaps the way that it conducted itself as an organization",
   "start": 351.36,
   "duration": 4.85
  },
  {
   "text": "shifted into high gear",
   "start": 356.94,
   "duration": 1.71
  },
  {
   "text": "When Steve Benin and I were there",
   "start": 358.65,
   "duration": 2.119
  },
  {
   "text": "And I was doing the culture war stuff and Steve was using the rest of the site as a sort of",
   "start": 360.87,
   "duration": 4.76
  },
  {
   "text": "battering ram politically",
   "start": 366.18,
   "duration": 1.799
  },
  {
   "text": "So, I mean I bear a large part of the responsibility for Breitbart becoming what it eventually became",
   "start": 367.979,
   "duration": 6.62
  },
  {
   "text": "Although I don't think they've held on to that legacy very well. I think it's a little sad the way that there",
   "start": 374.6,
   "duration": 5.19
  },
  {
   "text": "When I was there we used to make the news and now they're sort of chasing off the turning-point",
   "start": 380.97,
   "duration": 3.589
  },
  {
   "text": "You know with stories that could have been written in 2015-16",
   "start": 385.05,
   "duration": 2.33
  },
  {
   "text": "I don't think they've managed to maintain the",
   "start": 387.9,
   "duration": 3.47
  },
  {
   "text": "Culturally defining",
   "start": 394.08,
   "duration": 1.77
  },
  {
   "text": "Excitement that was there when I was there, which I think is a functionary in Steve working together",
   "start": 395.85,
   "duration": 3.589
  },
  {
   "text": "I",
   "start": 400.14,
   "duration": 1.56
  },
  {
   "text": "Suppose my centre of gravity just started shifting to the US. I started getting speak it colleges",
   "start": 401.7,
   "duration": 6.38
  },
  {
   "text": "and",
   "start": 408.72,
   "duration": 1.05
  },
  {
   "text": "Sooner or later one day. I just sort of thought there was six of them in a row",
   "start": 409.77,
   "duration": 3.589
  },
  {
   "text": "So I thought was not quite flying home between them. I may as well just stay",
   "start": 413.36,
   "duration": 2.399
  },
  {
   "text": "And just do sort of college after college and then suddenly I found myself",
   "start": 416.4,
   "duration": 3.59
  },
  {
   "text": "Booking more of them and wondering why I should bother going home and my center of gravity editorially and and",
   "start": 421.86,
   "duration": 6.109
  },
  {
   "text": "In you know other ways was shifting to the u.s. too. So I",
   "start": 429.39,
   "duration": 3.35
  },
  {
   "text": "Over the course of six or nine months began writing more at the States thinking more about the States",
   "start": 433.41,
   "duration": 5.36
  },
  {
   "text": "being in it talking about it and",
   "start": 439.53,
   "duration": 2.69
  },
  {
   "text": "then I",
   "start": 442.89,
   "duration": 1.71
  },
  {
   "text": "suppose fast forward a year, perhaps and I",
   "start": 444.6,
   "duration": 3.619
  },
  {
   "text": "Was one of the two or three people driving, you know Breitbart as this extraordinary momentous",
   "start": 449.58,
   "duration": 7.669
  },
  {
   "text": "Fascinating dysfunctional editorial force for the last election",
   "start": 459.27,
   "duration": 2.959
  },
  {
   "text": "So, what was it that attracted you do you think to the United States and the political concerns there why away from the UK I",
   "start": 464.07,
   "duration": 7.82
  },
  {
   "text": "Don't think Britain",
   "start": 472.95,
   "duration": 2.0
  },
  {
   "text": "Handles iconoclasts very well and it particularly doesn't handle bombastic ones and I think a lot of people with outsized",
   "start": 475.08,
   "duration": 7.789
  },
  {
   "text": "personalities",
   "start": 483.24,
   "duration": 1.02
  },
  {
   "text": "Find themselves",
   "start": 484.26,
   "duration": 2.0
  },
  {
   "text": "Investigating America as an alternative birth because I think America has a much higher tolerance for",
   "start": 487.17,
   "duration": 5.569
  },
  {
   "text": "Outside personalities. Yeah",
   "start": 493.98,
   "duration": 2.0
  },
  {
   "text": "Well, it's pretty clear that you had some of the characteristics that made people that make people stars",
   "start": 495.98,
   "duration": 5.759
  },
  {
   "text": "You know that make people personalities. It was obvious pretty much from the step",
   "start": 501.74,
   "duration": 4.26
  },
  {
   "text": "This is why I'm not worried in the long term about my career prospects. You know, I had a",
   "start": 506.49,
   "duration": 4.28
  },
  {
   "text": "Stratospheric rise over a couple of years and you know a painful tumble",
   "start": 511.41,
   "duration": 5.779
  },
  {
   "text": "But talent is talent and talent always wins and I've got 40 years ahead of me",
   "start": 517.2,
   "duration": 4.64
  },
  {
   "text": "You know of whatever I choose to do with it, so I'm not worried in the long time about my career prospects good",
   "start": 521.84,
   "duration": 6.449
  },
  {
   "text": "well, we can talk about your your descent and",
   "start": 528.29,
   "duration": 2.429
  },
  {
   "text": "Sort of catastrophe that accompanied it and maybe about how you see yourself pulling",
   "start": 532.17,
   "duration": 5.9
  },
  {
   "text": "Yourself how you see?",
   "start": 538.71,
   "duration": 2.0
  },
  {
   "text": "Being pulled out of that. I'd like to hear about that as well",
   "start": 540.78,
   "duration": 2.639
  },
  {
   "text": "So what in the world do you think made you so attractive to American Republicans?",
   "start": 544.33,
   "duration": 5.989
  },
  {
   "text": "I mean",
   "start": 550.32,
   "duration": 0.61
  },
  {
   "text": "this is one of the things that struck me about you right from the beginning because it's not exactly like you're a poster boy for",
   "start": 550.93,
   "duration": 5.78
  },
  {
   "text": "what you would assume a",
   "start": 557.56,
   "duration": 2.33
  },
  {
   "text": "conservative American Republicans would be attracted to so only thing they quite liked the fact that I was",
   "start": 560.59,
   "duration": 6.829
  },
  {
   "text": "Reflecting their views in a package that you would more often think would be a liberal and of course",
   "start": 568.21,
   "duration": 6.289
  },
  {
   "text": "I you know made that part of the act and part of the brand",
   "start": 574.5,
   "duration": 2.88
  },
  {
   "text": "It's kind of like, you know, all these things and yet still Republican, but the real answer is joy",
   "start": 577.38,
   "duration": 4.65
  },
  {
   "text": "there's a there's a joylessness about a lot of",
   "start": 583.24,
   "duration": 3.799
  },
  {
   "text": "Conservative activist authors and speakers and there's a joylessness in intellectual darkweb, too",
   "start": 587.53,
   "duration": 4.669
  },
  {
   "text": "It's a very fun 'less place",
   "start": 592.86,
   "duration": 2.0
  },
  {
   "text": "and I look at I look out at the",
   "start": 595.45,
   "duration": 3.409
  },
  {
   "text": "public intellectuals and commentators and speakers who are currently enjoying a",
   "start": 600.13,
   "duration": 5.15
  },
  {
   "text": "Moment in the Sun and each of them is in their own way quite. Joyless",
   "start": 606.55,
   "duration": 5.179
  },
  {
   "text": "quite devoid of mirth, and I think that people liked",
   "start": 612.37,
   "duration": 3.2
  },
  {
   "text": "my sense of mischief and mice and they liked the fact that I was always smiling and I think it's a I mean, it's it's",
   "start": 616.3,
   "duration": 7.07
  },
  {
   "text": "Unusual to see somebody talking about really serious things",
   "start": 624.22,
   "duration": 2.33
  },
  {
   "text": "who is the subject of the most extraordinary and relentless abuse who nonetheless is always smiling and I",
   "start": 626.77,
   "duration": 5.779
  },
  {
   "text": "Have always been that person",
   "start": 633.07,
   "duration": 1.65
  },
  {
   "text": "I've never stopped not in 2017-18 or today and I think it will find that very mesmerizing and very attractive because",
   "start": 634.72,
   "duration": 6.86
  },
  {
   "text": "And very dyslexic and difficult to understand given the circumstances and the apparent seriousness of the topics. You know, I mean there is",
   "start": 642.31,
   "duration": 7.76
  },
  {
   "text": "I",
   "start": 650.89,
   "duration": 1.35
  },
  {
   "text": "Think it's I think it's to do with I",
   "start": 652.24,
   "duration": 2.179
  },
  {
   "text": "Mean, you know joy is Christianity's great gifts to Western civilization laughter, you know",
   "start": 655.03,
   "duration": 4.489
  },
  {
   "text": "The medieval church is you know this place of song and of dance",
   "start": 659.52,
   "duration": 4.44
  },
  {
   "text": "I think Christianity has become quite joyless the only places where there's a really",
   "start": 664.74,
   "duration": 4.89
  },
  {
   "text": "impassioned happy spirit of worshipers and black churches but",
   "start": 671.05,
   "duration": 4.04
  },
  {
   "text": "white evangelical Protestantism in the US has become I",
   "start": 675.55,
   "duration": 3.98
  },
  {
   "text": "think",
   "start": 680.05,
   "duration": 1.02
  },
  {
   "text": "Quite suffocating. And joyless. I think I like the public square as a whole in",
   "start": 681.07,
   "duration": 5.63
  },
  {
   "text": "General is a miserable place. Yeah sure is a miserable place if you turn the television on people are miserable",
   "start": 687.43,
   "duration": 6.2
  },
  {
   "text": "I think there's a there's something about me that something may be missing in my brain",
   "start": 693.82,
   "duration": 4.669
  },
  {
   "text": "That doesn't get ground down by it and I'm watching you know",
   "start": 698.49,
   "duration": 3.9
  },
  {
   "text": "I had my you know moment the Sun some other people are having a moment in the Sun now that will you know",
   "start": 702.39,
   "duration": 6.45
  },
  {
   "text": "That too will pass and I'm watching them and I'm watching them all getting ground down",
   "start": 709.45,
   "duration": 4.76
  },
  {
   "text": "I'm what how do you well, that's a good that's a real question. It's of interest to me from a psychological perspective. I mean",
   "start": 714.61,
   "duration": 6.08
  },
  {
   "text": "You know my suspicions it's obviously that you're extremely extroverted",
   "start": 722.02,
   "duration": 4.039
  },
  {
   "text": "I'm not saving any particular brilliance for",
   "start": 727.18,
   "duration": 2.9
  },
  {
   "text": "noting that and also that you're extremely open and that's the creativity dimension, but I'm wondering about your",
   "start": 730.9,
   "duration": 6.049
  },
  {
   "text": "Scores on neuroticism. It's like you were you were subject to a tremendous amount of controversy and and then",
   "start": 737.83,
   "duration": 7.88
  },
  {
   "text": "Quite a precipitous fall under strange and complicated circumstances and",
   "start": 747.4,
   "duration": 5.899
  },
  {
   "text": "you seemed to be able to survive that and",
   "start": 754.27,
   "duration": 3.26
  },
  {
   "text": "You just described yourself as a relatively. Joyful person. I mean, I'm a very happy person. I think that",
   "start": 758.11,
   "duration": 5.869
  },
  {
   "text": "Listen, I mean, you know that conservatives are only",
   "start": 764.5,
   "duration": 2.21
  },
  {
   "text": "Out and off the playing field when they choose to be",
   "start": 768.31,
   "duration": 3.739
  },
  {
   "text": "Because there's such as this there's so few of us in such a wide open market",
   "start": 773.35,
   "duration": 3.92
  },
  {
   "text": "The reason I'm not worried about my prospects in the long term is I still wake up every day with joy in my heart",
   "start": 778.21,
   "duration": 5.33
  },
  {
   "text": "Brimming with energy and ideas most I don't know anybody in public life",
   "start": 784.24,
   "duration": 4.85
  },
  {
   "text": "not one person in public life who could have gone through what I went through and not been broken by it, but I'm not",
   "start": 789.22,
   "duration": 7.31
  },
  {
   "text": "It hasn't beaten me. And I think that nuts have come down to a combination of",
   "start": 797.64,
   "duration": 4.679
  },
  {
   "text": "personal characteristics that I don't think many of possess and",
   "start": 803.2,
   "duration": 3.209
  },
  {
   "text": "That's",
   "start": 808.459,
   "duration": 1.471
  },
  {
   "text": "Part of that is you know not being",
   "start": 809.93,
   "duration": 2.779
  },
  {
   "text": "No III, it's impossible to intimidate me. For instance. I don't get scared of things. I'm not scared of people",
   "start": 813.38,
   "duration": 6.469
  },
  {
   "text": "I don't feel",
   "start": 821.029,
   "duration": 2.179
  },
  {
   "text": "Perhaps are the same degree that other people do embarrassment and shame so I don't mind",
   "start": 824.24,
   "duration": 4.549
  },
  {
   "text": "Playing the fool playing Falstaff clowning, you know",
   "start": 829.94,
   "duration": 3.259
  },
  {
   "text": "I don't mind suppressing myself laughing at myself because because through that I'm able to point to two truths that are",
   "start": 833.199,
   "duration": 7.74
  },
  {
   "text": "real and",
   "start": 841.16,
   "duration": 1.08
  },
  {
   "text": "big and beautiful in a poll",
   "start": 842.24,
   "duration": 2.0
  },
  {
   "text": "um",
   "start": 844.55,
   "duration": 1.2
  },
  {
   "text": "I'd not an egotist so I don't and I think that's part the same thing. I don't mind humbling myself",
   "start": 845.75,
   "duration": 5.389
  },
  {
   "text": "Because I play it having a big ego, but I don't really and I'm not",
   "start": 851.839,
   "duration": 4.549
  },
  {
   "text": "Ground down or broken or upset by",
   "start": 858.11,
   "duration": 2.63
  },
  {
   "text": "Things that you know that don't matter that much. I mean I have love in my life. I have achieved more than",
   "start": 861.649,
   "duration": 6.859
  },
  {
   "text": "ninety, nine point eight percent of",
   "start": 869.3,
   "duration": 2.089
  },
  {
   "text": "journalists political activists",
   "start": 872.149,
   "duration": 1.74
  },
  {
   "text": "You know public figures you and I are the only people who have achieved",
   "start": 873.889,
   "duration": 3.77
  },
  {
   "text": "remotely close to our level of success in our you know in the last ten years worth of",
   "start": 878.089,
   "duration": 4.369
  },
  {
   "text": "libertarian conservative",
   "start": 883.13,
   "duration": 2.0
  },
  {
   "text": "IDW, you know, whatever whatever this",
   "start": 885.199,
   "duration": 2.869
  },
  {
   "text": "grand nexus",
   "start": 888.709,
   "duration": 2.0
  },
  {
   "text": "Ecosystem is that we both belong to you",
   "start": 890.87,
   "duration": 1.85
  },
  {
   "text": "Vanaya be any two people who you know, you know to have achieved a greater success at it",
   "start": 892.72,
   "duration": 4.02
  },
  {
   "text": "And I've had terrible things happen to me. You're fortunate and I think nothing bad has really happens to you yet. I",
   "start": 897.62,
   "duration": 6.26
  },
  {
   "text": "can't think of anything really awful what's happened to you aside from the Cambridge thing, which I think",
   "start": 905.12,
   "duration": 4.13
  },
  {
   "text": "I",
   "start": 912.589,
   "duration": 1.771
  },
  {
   "text": "Think you brought that on yourself, and I don't think it was too much of a big deal anyway",
   "start": 914.36,
   "duration": 2.899
  },
  {
   "text": "But nothing really bad has happened to you. The worst thing imaginable has happened to me",
   "start": 917.959,
   "duration": 3.71
  },
  {
   "text": "I had to stand up in front of the world and",
   "start": 921.67,
   "duration": 3.119
  },
  {
   "text": "Tell them",
   "start": 925.25,
   "duration": 1.259
  },
  {
   "text": "That I had been sexually abused as a child and that this is why I'd spoken",
   "start": 926.509,
   "duration": 4.01
  },
  {
   "text": "Loosely and encourse Lee and used a formulation that I regretted about something that had happened to me",
   "start": 930.649,
   "duration": 4.94
  },
  {
   "text": "At the same time trying to make twice you also see when I'm gonna stop making jokes about that or anything else",
   "start": 935.93,
   "duration": 5.16
  },
  {
   "text": "For other people, I think that level of of public ritual humiliation would simply have snapped them",
   "start": 941.88,
   "duration": 6.71
  },
  {
   "text": "And it didn't me",
   "start": 949.23,
   "duration": 1.95
  },
  {
   "text": "And I don't know. I mean you're the",
   "start": 951.18,
   "duration": 2.84
  },
  {
   "text": "You had the so-called jokes",
   "start": 954.54,
   "duration": 1.34
  },
  {
   "text": "But perhaps you have a some insight of you on this the only person I know my personal life that friend",
   "start": 955.88,
   "duration": 4.529
  },
  {
   "text": "Who has similar qualities and also?",
   "start": 960.51,
   "duration": 2.0
  },
  {
   "text": "To whom criticism is",
   "start": 964.71,
   "duration": 2.0
  },
  {
   "text": "It's a game and she's able to very an interesting thing is not you know",
   "start": 967.02,
   "duration": 5.059
  },
  {
   "text": "it's not it's not enough to say that we're let's say sociopathic because quite clearly we're both not wouldn't be able to",
   "start": 972.08,
   "duration": 6.179
  },
  {
   "text": "Have some of the insights we do and we wouldn't have the love in our lives that we do if we were",
   "start": 978.81,
   "duration": 4.279
  },
  {
   "text": "sociopathic so it's not that but we do both have an ability to just pick things up put them over there and",
   "start": 983.25,
   "duration": 5.239
  },
  {
   "text": "not allow them to",
   "start": 989.19,
   "duration": 1.98
  },
  {
   "text": "To borrow in and have an entry about seems that seems to me to be that relatively rare combination of extreme",
   "start": 991.17,
   "duration": 7.52
  },
  {
   "text": "Extraversion and very low neuroticism. That's not the same as sociopathy. I think you're right about that. I think maybe that's what I've got",
   "start": 999.54,
   "duration": 6.98
  },
  {
   "text": "some people are just not that affected emotionally by",
   "start": 1007.58,
   "duration": 3.08
  },
  {
   "text": "Negative events, you know",
   "start": 1011.27,
   "duration": 1.4
  },
  {
   "text": "Some people are devastated by the smallest of obstacles and some people can roll with punches",
   "start": 1012.67,
   "duration": 5.759
  },
  {
   "text": "that would take a normal person out and continue to get back up and it's",
   "start": 1018.429,
   "duration": 5.1
  },
  {
   "text": "Things do bother me in my personal life, but they're the things that are actually significant whether it's to do with my family or",
   "start": 1025.04,
   "duration": 6.859
  },
  {
   "text": "You know",
   "start": 1032.78,
   "duration": 1.74
  },
  {
   "text": "my loved one or or whatever it is that there are things that I that in my brain are emotionally significant serious things worthy of",
   "start": 1034.52,
   "duration": 7.729
  },
  {
   "text": "Unfettered access to my emotions if you like and they have that and they produce very strong reactions in both directions a very passionate person",
   "start": 1044.179,
   "duration": 6.8
  },
  {
   "text": "I can even be hot-headed, you know when I'm",
   "start": 1050.98,
   "duration": 2.19
  },
  {
   "text": "Defending somebody I love for instance, but there's another world which is the professional world, which is to me",
   "start": 1053.87,
   "duration": 5.42
  },
  {
   "text": "Just a just a big game. It's a big fun game and",
   "start": 1060.38,
   "duration": 3.799
  },
  {
   "text": "this",
   "start": 1064.97,
   "duration": 1.5
  },
  {
   "text": "the reason I've always",
   "start": 1066.47,
   "duration": 2.0
  },
  {
   "text": "Kind of a trickster, you know, I mean, I think that's part of it",
   "start": 1068.6,
   "duration": 3.859
  },
  {
   "text": "That that you do there is a game-like element to what you're doing and and I very much see what I'm doing",
   "start": 1073.26,
   "duration": 6.21
  },
  {
   "text": "In life and will be doing for the next 40 years as playing a very complex and very enjoyable",
   "start": 1079.96,
   "duration": 4.579
  },
  {
   "text": "game of and very, you know a game of snakes and ladders and",
   "start": 1085.06,
   "duration": 3.5
  },
  {
   "text": "just because I",
   "start": 1089.47,
   "duration": 1.47
  },
  {
   "text": "Hit a ladder on one of my first turns and then immediately the snake took me back to the front row",
   "start": 1090.94,
   "duration": 5.059
  },
  {
   "text": "It doesn't mean the game is over",
   "start": 1096.0,
   "duration": 1.59
  },
  {
   "text": "You know, in fact it just means you you've learned the rules",
   "start": 1097.59,
   "duration": 2.549
  },
  {
   "text": "so",
   "start": 1100.72,
   "duration": 1.83
  },
  {
   "text": "That's I suppose why I find it difficult to take too. Seriously, you know",
   "start": 1102.55,
   "duration": 3.949
  },
  {
   "text": "Harrowing introspection about you know, whatever because it just that's not how I pretend the situation",
   "start": 1108.19,
   "duration": 5.0
  },
  {
   "text": "I can look dispassionately what happened and why and we can talk about that and I have some ideas about that",
   "start": 1113.19,
   "duration": 4.77
  },
  {
   "text": "But I",
   "start": 1120.31,
   "duration": 2.0
  },
  {
   "text": "Don't have a I",
   "start": 1122.38,
   "duration": 2.0
  },
  {
   "text": "Don't have a sort of emotional. I don't have anything to offload about it",
   "start": 1124.84,
   "duration": 4.189
  },
  {
   "text": "Really? Okay. Okay what so you know when when that conversation about your",
   "start": 1129.73,
   "duration": 6.529
  },
  {
   "text": "early childhood sexual experiences first came out I listened to it and I thought that",
   "start": 1136.9,
   "duration": 5.39
  },
  {
   "text": "There was tremendous trouble brewing there, you know",
   "start": 1143.35,
   "duration": 2.75
  },
  {
   "text": "for a variety of reasons and if you remember I",
   "start": 1147.01,
   "duration": 2.84
  },
  {
   "text": "Phoned you at that point and suggested that we had a conversation and we made some efforts to manage that that never came to fruition",
   "start": 1150.13,
   "duration": 7.64
  },
  {
   "text": "And I always felt that that was unfortunate. And so I'd like to if you don't mind I'd like to ask you about that",
   "start": 1158.44,
   "duration": 7.459
  },
  {
   "text": "situation because",
   "start": 1166.75,
   "duration": 1.95
  },
  {
   "text": "You know, I had a lot of mixed feelings about what you said. I",
   "start": 1168.7,
   "duration": 3.949
  },
  {
   "text": "like many people and they weren't particularly judgmental, by the way, I mean",
   "start": 1173.26,
   "duration": 4.76
  },
  {
   "text": "so",
   "start": 1178.57,
   "duration": 1.23
  },
  {
   "text": "You didn't you correct me if I'm wrong here because I want to get this story straight",
   "start": 1179.8,
   "duration": 3.92
  },
  {
   "text": "Mmm-hmm you related some experiences you had with a priest who is twice your age, right?",
   "start": 1184.45,
   "duration": 6.709
  },
  {
   "text": "Something like that. Yeah approximating approximately doubt. You were about 14. I",
   "start": 1192.01,
   "duration": 4.489
  },
  {
   "text": "Think it was a little older than that actually",
   "start": 1197.83,
   "duration": 2.0
  },
  {
   "text": "Okay, okay. It's difficult to judge ages when you are 14",
   "start": 1200.62,
   "duration": 4.309
  },
  {
   "text": "I think I thought I think I thought that he was younger than he was at the time and",
   "start": 1204.93,
   "duration": 4.469
  },
  {
   "text": "Subsequently found out he was perhaps 10 years older than I thought he was",
   "start": 1209.92,
   "duration": 2.45
  },
  {
   "text": "And so arguably he was someone who is in a position of authority and that",
   "start": 1217.93,
   "duration": 6.68
  },
  {
   "text": "What he did with you was something that he shouldn't have done and also",
   "start": 1225.97,
   "duration": 4.099
  },
  {
   "text": "It's highly probable given the nature of such things that you were by no means his only let's say target",
   "start": 1230.44,
   "duration": 6.739
  },
  {
   "text": "hmm now when I heard you talk about that the first thing that struck me about the way that you formulated it was",
   "start": 1237.85,
   "duration": 7.609
  },
  {
   "text": "your refusal to play victim",
   "start": 1246.16,
   "duration": 2.119
  },
  {
   "text": "Not actually funded see myself as one",
   "start": 1249.34,
   "duration": 2.329
  },
  {
   "text": "I know. I know I know that I know that and that actually struck me as rather admirable because you came forward and said",
   "start": 1251.67,
   "duration": 7.92
  },
  {
   "text": "This is an uncomfortable truth",
   "start": 1260.59,
   "duration": 2.3
  },
  {
   "text": "But you know",
   "start": 1262.89,
   "duration": 0.84
  },
  {
   "text": "I was of sufficient age to have a mind of my own and this was something I was pursuing of my own volition",
   "start": 1263.73,
   "duration": 6.359
  },
  {
   "text": "And then it's how I felt at the time and you talked about the the abuse of authority or whatever",
   "start": 1270.46,
   "duration": 5.209
  },
  {
   "text": "I've never met an authority. I recognized or respect, you know, people have to earn my respect",
   "start": 1275.85,
   "duration": 5.309
  },
  {
   "text": "I have never encountered a person in a position of responsibility or authority who I have respected and",
   "start": 1281.32,
   "duration": 5.9
  },
  {
   "text": "And deferred to merely by virtue of their office or their position. I",
   "start": 1288.4,
   "duration": 3.65
  },
  {
   "text": "Just I sort of constitutionally don't recognize Authority. So it that element of it did not strike me until someone",
   "start": 1292.57,
   "duration": 7.729
  },
  {
   "text": "Because I don't imagine that you were much different in some sense when you were 14 then you are now",
   "start": 1304.3,
   "duration": 5.3
  },
  {
   "text": "You know apart from obvious motivation",
   "start": 1309.6,
   "duration": 2.25
  },
  {
   "text": "you're",
   "start": 1313.06,
   "duration": 1.56
  },
  {
   "text": "Assertive and provocative person and you're an icon of class and I can certainly see that",
   "start": 1314.62,
   "duration": 4.939
  },
  {
   "text": "That intrinsic respect for authority which so oddly often characterizes",
   "start": 1320.44,
   "duration": 4.969
  },
  {
   "text": "conservatives by the way is quite absent in you and so and I thought that given it because we have it as the that's the",
   "start": 1325.81,
   "duration": 7.58
  },
  {
   "text": "tabloid gadfly",
   "start": 1333.7,
   "duration": 1.92
  },
  {
   "text": "constantly taking potshots at the",
   "start": 1335.62,
   "duration": 2.0
  },
  {
   "text": "institutions that also secretly loved and are grateful for but you",
   "start": 1338.44,
   "duration": 4.309
  },
  {
   "text": "are dedicated to keeping them on the ground and not",
   "start": 1343.179,
   "duration": 3.83
  },
  {
   "text": "you know, it's the difference between",
   "start": 1347.53,
   "duration": 2.0
  },
  {
   "text": "You know the the British tabloids which love to torment our Prime Minister and the White House",
   "start": 1349.78,
   "duration": 4.849
  },
  {
   "text": "Correspondents Dinner where journalists are seeking to participate in that prestige",
   "start": 1354.79,
   "duration": 4.279
  },
  {
   "text": "rather then",
   "start": 1359.65,
   "duration": 2.0
  },
  {
   "text": "Bring these people down to earth and make sure they never go a full day taking themselves too. Seriously",
   "start": 1361.96,
   "duration": 5.119
  },
  {
   "text": "So I think I think that's a perhaps a british. It's a bit of british a bit of the british psyche",
   "start": 1368.04,
   "duration": 5.279
  },
  {
   "text": "well, no, that seems given my",
   "start": 1373.32,
   "duration": 2.4
  },
  {
   "text": "Interactions with British journalists, that seems like a perfectly appropriate statement now",
   "start": 1376.63,
   "duration": 5.059
  },
  {
   "text": "despite the fact that when I heard you speak about what happened to you and",
   "start": 1382.299,
   "duration": 4.43
  },
  {
   "text": "my",
   "start": 1387.52,
   "duration": 1.71
  },
  {
   "text": "Admiration for your refusal to play innocent victim. I also had",
   "start": 1389.23,
   "duration": 5.54
  },
  {
   "text": "contradictory ideas",
   "start": 1395.53,
   "duration": 1.5
  },
  {
   "text": "that I think were more a function of my clinical training and",
   "start": 1397.03,
   "duration": 3.919
  },
  {
   "text": "There were two of them that I'd like to discuss with you. I mean the first is",
   "start": 1401.74,
   "duration": 3.679
  },
  {
   "text": "You know when you think about yourself as a 14 year old you think about that 14 year old as it as yourself",
   "start": 1409.36,
   "duration": 6.109
  },
  {
   "text": "you don't necessarily think about that 14 year old as a",
   "start": 1416.47,
   "duration": 3.32
  },
  {
   "text": "14 year old and",
   "start": 1419.95,
   "duration": 1.26
  },
  {
   "text": "You know when you remember your 14 year old self and then you go out and you see some 14 year olds",
   "start": 1421.21,
   "duration": 5.54
  },
  {
   "text": "it's actually quite a shock or it can be quite a shock because",
   "start": 1426.79,
   "duration": 2.869
  },
  {
   "text": "14 year olds are often a lot younger and a lot more clueless than you. Are you?",
   "start": 1430.09,
   "duration": 5.329
  },
  {
   "text": "yeah, then you remember yourself being you know, I think I know where you're going with this and I",
   "start": 1435.419,
   "duration": 4.98
  },
  {
   "text": "Well in Seoul, so good good",
   "start": 1442.6,
   "duration": 1.819
  },
  {
   "text": "well",
   "start": 1444.419,
   "duration": 0.421
  },
  {
   "text": "cuz the second part of what I thought was that like",
   "start": 1444.84,
   "duration": 2.91
  },
  {
   "text": "It and and this is this the incredibly tricky part of this conversation",
   "start": 1448.179,
   "duration": 5.09
  },
  {
   "text": "As far as I'm concerned, I mean one of the other things that got you in real trouble",
   "start": 1453.79,
   "duration": 4.069
  },
  {
   "text": "Apart from the fact that you wouldn't name",
   "start": 1458.799,
   "duration": 2.0
  },
  {
   "text": "your",
   "start": 1461.35,
   "duration": 1.319
  },
  {
   "text": "the person that you interacted with your abuser, so to speak was that you made the",
   "start": 1462.669,
   "duration": 6.38
  },
  {
   "text": "Unforgiveable case I think publicly the this sort of thing",
   "start": 1469.78,
   "duration": 4.069
  },
  {
   "text": "happened far more commonly than people were willing to admit and I just as soon as you said that I thought man you're",
   "start": 1474.25,
   "duration": 6.979
  },
  {
   "text": "You're dead in the water because it was interesting. What do you mean good? Well true that",
   "start": 1481.45,
   "duration": 6.08
  },
  {
   "text": "Maybe it's not something that can be publicly discussed. It's not",
   "start": 1487.53,
   "duration": 5.099
  },
  {
   "text": "You know in it",
   "start": 1493.42,
   "duration": 2.0
  },
  {
   "text": "okay, I went a bit further than just that I took it I took it a step further even and said that not only is",
   "start": 1495.49,
   "duration": 6.95
  },
  {
   "text": "This something that happens far more often than people are willing to admit it is a function of gay life and gay",
   "start": 1502.44,
   "duration": 6.989
  },
  {
   "text": "Adolescence flossing whatever and",
   "start": 1512.53,
   "duration": 2.0
  },
  {
   "text": "It is a proper subject for humor. And I insist on it being a promise. Oh, yeah",
   "start": 1514.81,
   "duration": 4.339
  },
  {
   "text": "well",
   "start": 1519.15,
   "duration": 0.18
  },
  {
   "text": "I wasn't even gonna bring those two things up because I thought that just you know that",
   "start": 1519.33,
   "duration": 3.81
  },
  {
   "text": "Merely bringing up the first part of that because enough trouble, but I'm glad that you did",
   "start": 1523.42,
   "duration": 4.099
  },
  {
   "text": "well because there's a serious conversation that has to be had about this and the damn conversation hasn't",
   "start": 1528.55,
   "duration": 5.63
  },
  {
   "text": "happened and I don't mean specifically about",
   "start": 1534.73,
   "duration": 2.27
  },
  {
   "text": "Even specifically about your particular experience, although I think it's a way into the conversation",
   "start": 1537.73,
   "duration": 5.209
  },
  {
   "text": "It's like the first question is well",
   "start": 1543.64,
   "duration": 3.229
  },
  {
   "text": "It'd be it'd be interesting to take apart",
   "start": 1546.87,
   "duration": 2.339
  },
  {
   "text": "Some of your claims and I'd like to do that with your permission and I don't expect this to be an easy conversation",
   "start": 1549.28,
   "duration": 4.789
  },
  {
   "text": "Notice, I wasn't expecting to be so go ahead. Okay? Okay. So the first thing I would say is that",
   "start": 1554.92,
   "duration": 5.179
  },
  {
   "text": "It isn't obvious to me that even if you were a willing participant in what happened to you when you were 14",
   "start": 1562.36,
   "duration": 7.16
  },
  {
   "text": "that that",
   "start": 1570.34,
   "duration": 1.98
  },
  {
   "text": "Justifies what happened to you on the part of the person with whom you were participating?",
   "start": 1572.32,
   "duration": 6.38
  },
  {
   "text": "Well, of course, it doesn't but the way I have pretended it was that it was me",
   "start": 1579.61,
   "duration": 4.459
  },
  {
   "text": "right",
   "start": 1584.95,
   "duration": 1.05
  },
  {
   "text": "But but and and and when I said a moment ago",
   "start": 1586.0,
   "duration": 3.02
  },
  {
   "text": "I think I know where you're going with this. I can interject with a very small data point that I think explains",
   "start": 1589.02,
   "duration": 5.189
  },
  {
   "text": "How I think about this after some time and reflection which is I have something now that I didn't have in 2017",
   "start": 1595.84,
   "duration": 7.58
  },
  {
   "text": "Which is a relationship with my stepson",
   "start": 1603.42,
   "duration": 2.339
  },
  {
   "text": "and",
   "start": 1606.7,
   "duration": 2.0
  },
  {
   "text": "He is 16 and",
   "start": 1609.58,
   "duration": 2.0
  },
  {
   "text": "When I think",
   "start": 1613.72,
   "duration": 2.0
  },
  {
   "text": "Let's not",
   "start": 1616.539,
   "duration": 1.5
  },
  {
   "text": "Let's not finish that thought. But when I consider how old he is and put myself at that age",
   "start": 1618.039,
   "duration": 5.09
  },
  {
   "text": "Suddenly the horror",
   "start": 1623.919,
   "duration": 1.341
  },
  {
   "text": "but I see in everybody else's faces that I have never felt myself about what happens in me and metal has never",
   "start": 1625.26,
   "duration": 4.979
  },
  {
   "text": "been has never been communicated from me a sort of acknowledgment and awareness that this is not normal and that this is a",
   "start": 1630.61,
   "duration": 7.16
  },
  {
   "text": "Horrifying and terrible thing that happens to a small person",
   "start": 1638.89,
   "duration": 3.469
  },
  {
   "text": "I never apprehended it like that because I just thought of that 14-year old as me today, right?",
   "start": 1642.39,
   "duration": 4.619
  },
  {
   "text": "exactly",
   "start": 1648.46,
   "duration": 1.77
  },
  {
   "text": "what I picked up from your from your entities until the last two years and now I'm and now I'm",
   "start": 1650.23,
   "duration": 6.679
  },
  {
   "text": "Experiencing getting to know a child. Yeah as a",
   "start": 1658.33,
   "duration": 3.829
  },
  {
   "text": "co-parent yes stepmom and",
   "start": 1662.95,
   "duration": 2.719
  },
  {
   "text": "Now I get it",
   "start": 1666.34,
   "duration": 1.62
  },
  {
   "text": "Okay. Okay. All right. So, you know, I've seen this with my clinical clients, you know, who who",
   "start": 1667.96,
   "duration": 7.31
  },
  {
   "text": "Failed to notice in some important way that the person they were",
   "start": 1676.809,
   "duration": 4.76
  },
  {
   "text": "sometimes decades ago is not the person they are now and the memories they have from those times which are",
   "start": 1682.299,
   "duration": 6.68
  },
  {
   "text": "Appropriate to those times are not the same memories that are appropriate to those times now",
   "start": 1689.47,
   "duration": 6.079
  },
  {
   "text": "given their relative maturation as we understand and I think it took that",
   "start": 1696.01,
   "duration": 5.029
  },
  {
   "text": "That",
   "start": 1702.549,
   "duration": 1.5
  },
  {
   "text": "Change in my life circumstances for me to jump me into realizing",
   "start": 1704.049,
   "duration": 4.16
  },
  {
   "text": "Exactly what you're saying? Okay, so let's so let me ask you some questions about that. So",
   "start": 1709.179,
   "duration": 5.6
  },
  {
   "text": "What?",
   "start": 1715.929,
   "duration": 1.561
  },
  {
   "text": "what's",
   "start": 1717.49,
   "duration": 1.049
  },
  {
   "text": "What's changed in the way that you view? What happened to you?",
   "start": 1718.539,
   "duration": 3.98
  },
  {
   "text": "And if you were interviewed well",
   "start": 1722.52,
   "duration": 1.769
  },
  {
   "text": "And I guess you are being interviewed about this right now if you were being interviewed about what happened to you at age 14",
   "start": 1724.289,
   "duration": 7.38
  },
  {
   "text": "I have two questions or three questions about that",
   "start": 1731.669,
   "duration": 2.7
  },
  {
   "text": "What do you think of the propriety of that? How do you now view your role?",
   "start": 1735.309,
   "duration": 4.79
  },
  {
   "text": "What do you think about the culpability of the person that that I would say in?",
   "start": 1741.249,
   "duration": 5.9
  },
  {
   "text": "Common parlance preyed upon you how is that shifted?",
   "start": 1748.09,
   "duration": 4.339
  },
  {
   "text": "In the same way that there is a although it has been ruined by the progressives. We both hate so much a",
   "start": 1753.519,
   "duration": 6.83
  },
  {
   "text": "proper place for outrage",
   "start": 1761.11,
   "duration": 2.0
  },
  {
   "text": "It is unnecessary and right",
   "start": 1763.899,
   "duration": 2.599
  },
  {
   "text": "Human instinct and emotion that has a place there",
   "start": 1768.309,
   "duration": 2.959
  },
  {
   "text": "is also perhaps",
   "start": 1772.029,
   "duration": 2.0
  },
  {
   "text": "much as it has been ruined by the progressives a proper place for",
   "start": 1774.34,
   "duration": 3.5
  },
  {
   "text": "Victimhood when you are in fact actually a victim, right?",
   "start": 1778.57,
   "duration": 3.349
  },
  {
   "text": "And I think that now I perhaps realized that I was one when I didn't know that I was one in 2017. Yeah",
   "start": 1781.919,
   "duration": 6.27
  },
  {
   "text": "Well, that's a hell of a thing for someone in your position taking it, right?",
   "start": 1788.19,
   "duration": 3.75
  },
  {
   "text": "It's rough man. And I and I think that that's as concise and it's true. No sir as I can give you",
   "start": 1793.149,
   "duration": 7.19
  },
  {
   "text": "Now I look at somebody I care about who is two years older even",
   "start": 1805.21,
   "duration": 4.549
  },
  {
   "text": "And the thought of me at that age and someone taking advantage",
   "start": 1810.549,
   "duration": 3.739
  },
  {
   "text": "Suddenly I get it. I get it. I'm like I would kill the guy I would walk over there",
   "start": 1815.2,
   "duration": 5.39
  },
  {
   "text": "I would shoot him in the head",
   "start": 1820.59,
   "duration": 1.87
  },
  {
   "text": "Like I get it now",
   "start": 1822.46,
   "duration": 2.0
  },
  {
   "text": "Didn't get it when I was I",
   "start": 1827.379,
   "duration": 2.57
  },
  {
   "text": "Didn't get it",
   "start": 1831.909,
   "duration": 1.411
  },
  {
   "text": "When all I had to go on was my memories of being me at the time. Yeah",
   "start": 1833.32,
   "duration": 3.619
  },
  {
   "text": "well",
   "start": 1837.309,
   "duration": 0.5
  },
  {
   "text": "what are the things that struck me is so",
   "start": 1837.809,
   "duration": 1.84
  },
  {
   "text": "absolutely absurd about what happened to you in the aftermath of that interview was that I thought",
   "start": 1839.649,
   "duration": 4.43
  },
  {
   "text": "Okay, this is really and it's exactly what I would have expected to happen to someone like you because you're so contradictory",
   "start": 1844.6,
   "duration": 7.76
  },
  {
   "text": "Is that is?",
   "start": 1852.36,
   "duration": 2.0
  },
  {
   "text": "That you actually had a claim to victim status",
   "start": 1854.499,
   "duration": 3.32
  },
  {
   "text": "Which you then refused to capitalize on",
   "start": 1858.909,
   "duration": 2.33
  },
  {
   "text": "And then which people refused to bloody well",
   "start": 1862.09,
   "duration": 2.689
  },
  {
   "text": "recognized in the midst of the interview like the proper response to that interview should have been something like",
   "start": 1864.97,
   "duration": 5.299
  },
  {
   "text": "Well, here's someone who's talking about a case of child sexual abuse, but it hasn't",
   "start": 1870.909,
   "duration": 6.61
  },
  {
   "text": "realized or recognized that they were in fact",
   "start": 1878.04,
   "duration": 2.959
  },
  {
   "text": "Victimized in that situation and hasn't come to terms with whatever that might mean and this is not uncommon",
   "start": 1881.94,
   "duration": 6.32
  },
  {
   "text": "Among people who have been through these experiences because I have since writing about this. I wrote a little bit about this in",
   "start": 1888.69,
   "duration": 6.38
  },
  {
   "text": "An in a short book I read about cope recently",
   "start": 1895.92,
   "duration": 3.17
  },
  {
   "text": "and and in other things I've",
   "start": 1899.73,
   "duration": 2.06
  },
  {
   "text": "the brief mentions I've made of it since",
   "start": 1902.61,
   "duration": 2.51
  },
  {
   "text": "2017 a lot of people have written to me",
   "start": 1905.82,
   "duration": 2.0
  },
  {
   "text": "with their own",
   "start": 1908.31,
   "duration": 1.68
  },
  {
   "text": "accounts and it's not uncommon I have",
   "start": 1909.99,
   "duration": 3.709
  },
  {
   "text": "Not who have experienced this sort of thing, and I guess there's some point in middle age with a penny trust",
   "start": 1915.18,
   "duration": 5.93
  },
  {
   "text": "But yeah, I guess that I guess you know",
   "start": 1922.08,
   "duration": 2.93
  },
  {
   "text": "There is there is a right and proper place to acknowledge and understand that you were a victim of something again. I have to",
   "start": 1925.01,
   "duration": 5.64
  },
  {
   "text": "Another thing that upset people. I think another thing that",
   "start": 1931.98,
   "duration": 3.29
  },
  {
   "text": "Didn't do many favors, but look, I I am someone who will always",
   "start": 1936.51,
   "duration": 4.459
  },
  {
   "text": "Just speak it as I see it and that will have terrible consequences and all have great",
   "start": 1942.48,
   "duration": 4.55
  },
  {
   "text": "consequences in there and that calculus will change over the course the next few decades, but I",
   "start": 1947.22,
   "duration": 5.06
  },
  {
   "text": "Just",
   "start": 1954.96,
   "duration": 2.0
  },
  {
   "text": "It wasn't the worst thing that ever happened to me and people find that a",
   "start": 1957.48,
   "duration": 4.4
  },
  {
   "text": "terrible thing to come out of your mouth, but it just wasn't it's not the worst thing that's ever happened to me and",
   "start": 1962.46,
   "duration": 5.15
  },
  {
   "text": "Okay, so I got a couple of comments on that I mean both",
   "start": 1970.71,
   "duration": 3.77
  },
  {
   "text": "20 years ago the American Psychological Association published a famous paper",
   "start": 1975.39,
   "duration": 5.089
  },
  {
   "text": "showing that",
   "start": 1981.42,
   "duration": 1.5
  },
  {
   "text": "Most people who were sexually abused as children",
   "start": 1982.92,
   "duration": 2.81
  },
  {
   "text": "Recovered with very little psychological damage and that caused absolute outrage the US Congress in fact",
   "start": 1987.66,
   "duration": 6.919
  },
  {
   "text": "Forced the APA if I remember correctly the american psychological assistance",
   "start": 1995.01,
   "duration": 3.529
  },
  {
   "text": "Able Truths, isn't it? We track they had to retract the article even",
   "start": 1999.3,
   "duration": 4.01
  },
  {
   "text": "Imagine sort of trauma that we were expected to recognize",
   "start": 2004.04,
   "duration": 3.369
  },
  {
   "text": "That someone says they experienced because of mean words on the Internet and and we have this and we have this economy based on",
   "start": 2008.29,
   "duration": 6.979
  },
  {
   "text": "What we all know is not true, but that you know, these trivial frivolous things can cause some kind of actual trauma",
   "start": 2016.57,
   "duration": 7.13
  },
  {
   "text": "For an organization like that or for someone in public life to come out and say this huge thing",
   "start": 2024.28,
   "duration": 6.469
  },
  {
   "text": "Actually didn't cause me that much trauma",
   "start": 2031.93,
   "duration": 2.089
  },
  {
   "text": "It sort of imperils the whole victimhood economy, doesn't it? Because if it's the case that",
   "start": 2035.08,
   "duration": 5.78
  },
  {
   "text": "many or even most people who experience this simply don't have their lives ruined and defined by it that",
   "start": 2041.83,
   "duration": 6.949
  },
  {
   "text": "rather imperils the people who have made a career out of",
   "start": 2049.99,
   "duration": 3.11
  },
  {
   "text": "squawking victimhood for far far less serious",
   "start": 2054.1,
   "duration": 3.349
  },
  {
   "text": "experiences and I think that's probably where",
   "start": 2058.39,
   "duration": 2.959
  },
  {
   "text": "the threat to the system kicked in I",
   "start": 2062.71,
   "duration": 2.81
  },
  {
   "text": "Think that's true. I think it's also the case that the politicians although also looking for a you know",
   "start": 2066.61,
   "duration": 6.469
  },
  {
   "text": "A cheap victory moral victory in some sense. We're also concerned that this was a potential",
   "start": 2073.08,
   "duration": 5.489
  },
  {
   "text": "step towards",
   "start": 2079.93,
   "duration": 1.89
  },
  {
   "text": "justifying pedophilia on the basis of",
   "start": 2081.82,
   "duration": 2.57
  },
  {
   "text": "Undermining the claims of it's absolutely catastrophic",
   "start": 2085.27,
   "duration": 2.51
  },
  {
   "text": "consequences over",
   "start": 2088.42,
   "duration": 1.56
  },
  {
   "text": "Decades, whereas what? I saw it was was more as a testament to the fundamental resilience of human beings",
   "start": 2089.98,
   "duration": 5.78
  },
  {
   "text": "It isn't isn't that a positive thing. Isn't that wonderful news that there is there there are these extraordinarily evil people",
   "start": 2095.88,
   "duration": 7.169
  },
  {
   "text": "who do depraved things but the",
   "start": 2103.05,
   "duration": 2.489
  },
  {
   "text": "Chances are you'll be all right?",
   "start": 2106.06,
   "duration": 1.25
  },
  {
   "text": "You know, then something like this could happen to or could happen to somebody you love or somebody, you know?",
   "start": 2107.31,
   "duration": 4.649
  },
  {
   "text": "but that you know what chances are things will be okay now every once in a while somebody is just",
   "start": 2112.39,
   "duration": 6.139
  },
  {
   "text": "Blown apart by it and you can never put them back together, but that's not most people that's fabulous news",
   "start": 2119.02,
   "duration": 6.83
  },
  {
   "text": "but good news is the sort of thing that",
   "start": 2125.89,
   "duration": 3.619
  },
  {
   "text": "our current political climate the public square in America, especially hates",
   "start": 2130.45,
   "duration": 4.94
  },
  {
   "text": "It's not so much with",
   "start": 2136.24,
   "duration": 2.0
  },
  {
   "text": "It's a particular kind of reaction to for instance",
   "start": 2138.55,
   "duration": 3.26
  },
  {
   "text": "People being people being a",
   "start": 2144.369,
   "duration": 2.0
  },
  {
   "text": "Grateful and happy at the capitalism is you know lifting millions of people out of poverty all over the world",
   "start": 2146.859,
   "duration": 5.3
  },
  {
   "text": "You wouldn't like that good news",
   "start": 2152.16,
   "duration": 2.0
  },
  {
   "text": "Because much of what goes on in public life",
   "start": 2155.4,
   "duration": 3.87
  },
  {
   "text": "Basically the whole journalism industry much of the entertainment industry",
   "start": 2159.79,
   "duration": 4.01
  },
  {
   "text": "I mean that the hope the whole of polite society the whole of political politically correct society depends upon",
   "start": 2163.8,
   "duration": 5.609
  },
  {
   "text": "Everything being terrible",
   "start": 2170.38,
   "duration": 2.0
  },
  {
   "text": "imperil getting worse all the time the sort of shrieking urgent hysteria of the press is",
   "start": 2172.78,
   "duration": 6.649
  },
  {
   "text": "Made to look ridiculous when you point out actually the world's pretty great. Not that people not how many people go hungry",
   "start": 2181.15,
   "duration": 5.54
  },
  {
   "text": "Not that much bad stuff happens the bad stuff that does happen",
   "start": 2187.599,
   "duration": 3.26
  },
  {
   "text": "We're discovering all the time that human beings bounce back in ways that you know",
   "start": 2190.859,
   "duration": 3.84
  },
  {
   "text": "We've never never even imagined the world ain't that bloody bad?",
   "start": 2194.7,
   "duration": 3.149
  },
  {
   "text": "Nobody wants to hear that who has invested in",
   "start": 2198.43,
   "duration": 2.179
  },
  {
   "text": "It at least it's nowhere near as bad as it once was which is something or as bad as bad as it profits",
   "start": 2204.01,
   "duration": 7.189
  },
  {
   "text": "the media to suggest that it is is that profits the Academy just suggests that it is, you know it these people these people",
   "start": 2211.69,
   "duration": 6.86
  },
  {
   "text": "having",
   "start": 2219.31,
   "duration": 2.0
  },
  {
   "text": "Having relinquished their primary phone",
   "start": 2221.53,
   "duration": 2.239
  },
  {
   "text": "Whether it is, you know speaking truth to power and",
   "start": 2225.609,
   "duration": 2.57
  },
  {
   "text": "you know printing all the news that's you know, relaying the news is for to print or",
   "start": 2229.119,
   "duration": 4.16
  },
  {
   "text": "exploring the human condition human nature and you know building the you know,",
   "start": 2234.73,
   "duration": 3.83
  },
  {
   "text": "Expanding that you know that the horizons and the sum total of human knowledge the media and the Academy given up on those missions",
   "start": 2239.29,
   "duration": 6.319
  },
  {
   "text": "Instead replace them with an activism that depends on hysteria, but also on urgency",
   "start": 2246.16,
   "duration": 5.209
  },
  {
   "text": "on a sort of",
   "start": 2252.16,
   "duration": 1.83
  },
  {
   "text": "sort of constant drumbeat",
   "start": 2253.99,
   "duration": 1.44
  },
  {
   "text": "This is why you know",
   "start": 2255.43,
   "duration": 1.46
  },
  {
   "text": "It's always something you always something you always something new as soon as something might look like it's resolved something",
   "start": 2256.89,
   "duration": 4.83
  },
  {
   "text": "evermore hysterical and new must be produced",
   "start": 2262.03,
   "duration": 2.389
  },
  {
   "text": "This is this I mean this is the natural life cycle isn't it of rights movements do the gay rights movement?",
   "start": 2264.43,
   "duration": 4.82
  },
  {
   "text": "which basically achieves everything it'll possibly want yet it somehow becomes more hysterical not less and starts focusing on ever more minor and",
   "start": 2269.25,
   "duration": 7.77
  },
  {
   "text": "insignificant things like transgender pronouns rather than AIDS",
   "start": 2277.15,
   "duration": 2.87
  },
  {
   "text": "you know, and now all of the gay charities are run by lesbians and are preoccupied with",
   "start": 2280.75,
   "duration": 4.129
  },
  {
   "text": "Transgender pronouns. You don't hear anybody talking about the fact that",
   "start": 2285.76,
   "duration": 3.289
  },
  {
   "text": "thanks to",
   "start": 2289.93,
   "duration": 1.679
  },
  {
   "text": "these posters on New York",
   "start": 2291.609,
   "duration": 2.0
  },
  {
   "text": "trams on the subway or whatever they're called and they and they're saying um",
   "start": 2294.16,
   "duration": 4.489
  },
  {
   "text": "There's a guy there and he's called Hernandez or Hernando whatever and his and the poster is saying his levels of HIV",
   "start": 2299.589,
   "duration": 7.55
  },
  {
   "text": "Thanks to his medication aren't just undetectable. They're not transmittable either",
   "start": 2307.14,
   "duration": 3.6
  },
  {
   "text": "Basically, encouraging gay men to have sex with hiv-positive other. Yeah",
   "start": 2311.65,
   "duration": 4.699
  },
  {
   "text": "I mean it's kind of like sick do but this is because conservatives have completely stepped out of that sphere entirely",
   "start": 2316.349,
   "duration": 4.89
  },
  {
   "text": "Every time a conservative tries to say something in the gay world",
   "start": 2321.49,
   "duration": 3.139
  },
  {
   "text": "Even if it's with good intentions to help they get killed, so gay so Republicans and even lose all sensible",
   "start": 2324.67,
   "duration": 6.709
  },
  {
   "text": "People have simply stepped out of LGBT stuff and they just don't get involved in it at all",
   "start": 2331.38,
   "duration": 4.199
  },
  {
   "text": "So you get this sick crazy like men",
   "start": 2336.19,
   "duration": 2.599
  },
  {
   "text": "So with this to this situation where they're encouraging these reckless unsafe horrendous behaviors and who suffers",
   "start": 2338.89,
   "duration": 6.949
  },
  {
   "text": "The most marginalized communities of all is that you know?",
   "start": 2347.17,
   "duration": 2.27
  },
  {
   "text": "Is it so so gay black Americans have like a one in two chance of getting HIV, you know?",
   "start": 2349.44,
   "duration": 5.939
  },
  {
   "text": "Like that's that's crazy",
   "start": 2355.75,
   "duration": 1.279
  },
  {
   "text": "And this is you know",
   "start": 2357.029,
   "duration": 1.351
  },
  {
   "text": "And this is this is this is what gay charities are not talking about while they are insisting that you know on",
   "start": 2358.38,
   "duration": 5.01
  },
  {
   "text": "Diseases and whatever this is this is the life cycle of rights movements when they run out of things to complain about",
   "start": 2364.029,
   "duration": 5.48
  },
  {
   "text": "Okay, so let me let me ask you another personal question",
   "start": 2371.17,
   "duration": 3.679
  },
  {
   "text": "Before I turn to something that will probably get me even more trouble in more trouble",
   "start": 2377.17,
   "duration": 5.239
  },
  {
   "text": "We'll see. We'll see how that goes. We've subjected me to a therapy session",
   "start": 2383.02,
   "duration": 4.25
  },
  {
   "text": "I think you can you can you can even get yourself into trouble as as compensation. Yeah, yeah. Yeah, okay",
   "start": 2387.27,
   "duration": 5.909
  },
  {
   "text": "Well, there should be plenty of trouble emerge from this so well Laura now",
   "start": 2393.18,
   "duration": 4.5
  },
  {
   "text": "one of the questions I had again as a consequence of watching that interview was because",
   "start": 2399.069,
   "duration": 5.0
  },
  {
   "text": "You portrayed yourself as an equivalent partner in some sense, and I thought look that means that Milo hasn't updated his memories",
   "start": 2404.84,
   "duration": 7.409
  },
  {
   "text": "there's still the memories of a 14 year old and that that's a problem and and and",
   "start": 2413.19,
   "duration": 5.87
  },
  {
   "text": "And so and you said that that's something that you've actually rectified over the last couple of years",
   "start": 2419.79,
   "duration": 4.219
  },
  {
   "text": "and so that's that's a very interesting thing to hear about but then I was also",
   "start": 2424.01,
   "duration": 5.31
  },
  {
   "text": "convinced",
   "start": 2430.71,
   "duration": 1.02
  },
  {
   "text": "that because you were still viewing what had happened to you through the lens of your 14 year old your",
   "start": 2431.73,
   "duration": 6.29
  },
  {
   "text": "iconoclastic and rebellious 14 year old self",
   "start": 2438.63,
   "duration": 2.629
  },
  {
   "text": "That it was possible",
   "start": 2441.99,
   "duration": 2.03
  },
  {
   "text": "likely even",
   "start": 2444.99,
   "duration": 1.53
  },
  {
   "text": "although not necessarily the case that you",
   "start": 2446.52,
   "duration": 2.78
  },
  {
   "text": "Underestimated the consequence of this interaction on your subsequent life",
   "start": 2449.88,
   "duration": 4.399
  },
  {
   "text": "And so now you just told me that you know worse things have happened to you. Yes in 20. Yeah",
   "start": 2454.44,
   "duration": 6.83
  },
  {
   "text": "Yeah, you might be right about that because in 2017",
   "start": 2461.27,
   "duration": 3.0
  },
  {
   "text": "That's what I thought and then in the course of writing the short pope book",
   "start": 2464.46,
   "duration": 4.25
  },
  {
   "text": "I just did I asked the question could this have affected the trajectory of my sexuality?",
   "start": 2468.71,
   "duration": 4.47
  },
  {
   "text": "Yeah",
   "start": 2474.9,
   "duration": 2.0
  },
  {
   "text": "So what in retrospect now now what do you think what do you think it did you I",
   "start": 2478.05,
   "duration": 6.83
  },
  {
   "text": "Don't think it made the difference between me being gay or not. Okay, and why not?",
   "start": 2486.36,
   "duration": 5.869
  },
  {
   "text": "Because I think that that was already happening and I think that I was aware of that and that that was very much",
   "start": 2494.19,
   "duration": 6.2
  },
  {
   "text": "You know some gay people talk about, you know, being a little bit over into gay or a lot or whatever",
   "start": 2501.36,
   "duration": 5.449
  },
  {
   "text": "you know some some gay men can can",
   "start": 2506.81,
   "duration": 2.0
  },
  {
   "text": "countenance or imagine having sex with women",
   "start": 2509.4,
   "duration": 2.479
  },
  {
   "text": "And first for others, it's just like yeah, you know in the way that straight men will talk about homosexual encounters",
   "start": 2512.82,
   "duration": 5.929
  },
  {
   "text": "now I have had a few encounters with women, but they were very unsatisfying and miserable for both parties and",
   "start": 2519.51,
   "duration": 6.199
  },
  {
   "text": "I",
   "start": 2526.59,
   "duration": 1.02
  },
  {
   "text": "Think I'm quite I don't I don't my hunch is and I can't provide any evidence with my hunches",
   "start": 2527.61,
   "duration": 5.149
  },
  {
   "text": "That this did not make the difference",
   "start": 2533.22,
   "duration": 2.0
  },
  {
   "text": "Okay, I think that",
   "start": 2535.53,
   "duration": 2.0
  },
  {
   "text": "Like everybody the mixture of nature and nurture in my case was probably swung over in that direction",
   "start": 2539.09,
   "duration": 5.81
  },
  {
   "text": "But I like a good male male role models and my relationship with my mother",
   "start": 2544.91,
   "duration": 3.199
  },
  {
   "text": "I",
   "start": 2549.08,
   "duration": 1.14
  },
  {
   "text": "distinctly remember",
   "start": 2550.22,
   "duration": 2.0
  },
  {
   "text": "picking",
   "start": 2552.5,
   "duration": 2.0
  },
  {
   "text": "Ethnic minority male sexual partners and",
   "start": 2556.73,
   "duration": 2.93
  },
  {
   "text": "Making sure that my mother saw me bring them home or saw me out with them to antagonize her. I",
   "start": 2561.05,
   "duration": 5.149
  },
  {
   "text": "distinctly remember picking sexual partners to annoy my mom and that as demented as that sounds and",
   "start": 2566.99,
   "duration": 6.38
  },
  {
   "text": "God, that's a that's that's a Chris. I mean like a three-hour conversation. No, I'm look I take trolling very seriously",
   "start": 2574.13,
   "duration": 7.28
  },
  {
   "text": "I",
   "start": 2584.15,
   "duration": 2.0
  },
  {
   "text": "Just I'm not saying I went to my mom although I have made that joke",
   "start": 2586.16,
   "duration": 4.189
  },
  {
   "text": "but I remember an element of sort of",
   "start": 2590.75,
   "duration": 2.75
  },
  {
   "text": "Mischief and defiance in there which has always been at the core of my personality. Just this is this reflexive and",
   "start": 2593.84,
   "duration": 7.79
  },
  {
   "text": "Unshakable refusal to bow to any kind of authority",
   "start": 2603.26,
   "duration": 3.5
  },
  {
   "text": "But not just a thumb my nose at it",
   "start": 2610.01,
   "duration": 1.88
  },
  {
   "text": "But to rub that authority's face in whatever it is of that Authority finds most repugnant, okay?",
   "start": 2611.89,
   "duration": 5.879
  },
  {
   "text": "interesting, so",
   "start": 2618.44,
   "duration": 1.41
  },
  {
   "text": "first question there would be perhaps",
   "start": 2619.85,
   "duration": 2.449
  },
  {
   "text": "What in the world were you so?",
   "start": 2623.18,
   "duration": 2.36
  },
  {
   "text": "Irritated or angry at your mother about that that might have been one of your potential reactions. I",
   "start": 2626.57,
   "duration": 6.169
  },
  {
   "text": "Have said this in public before so I don't mind sharing it with you. Can my mother remarried and her new husband was?",
   "start": 2634.4,
   "duration": 7.819
  },
  {
   "text": "Occasionally physically and",
   "start": 2645.53,
   "duration": 2.0
  },
  {
   "text": "Constantly psychologically abusive, I guess where is the word that we would use now?",
   "start": 2647.54,
   "duration": 4.489
  },
  {
   "text": "deep a deeply unpleasant",
   "start": 2652.97,
   "duration": 2.0
  },
  {
   "text": "home life in things like so I was a very private kid and I had all of these like",
   "start": 2655.22,
   "duration": 5.84
  },
  {
   "text": "papers where I had written out poems and and",
   "start": 2662.45,
   "duration": 3.02
  },
  {
   "text": "Constructed these like systems and I just said I just had a very developed in a world, you know",
   "start": 2666.14,
   "duration": 4.0
  },
  {
   "text": "and I've just lived in the realm of imagination and fantasy and",
   "start": 2670.14,
   "duration": 2.55
  },
  {
   "text": "Private space and privacy was very important to me and my mother's new husband when I was at school would go into my room and",
   "start": 2675.55,
   "duration": 5.659
  },
  {
   "text": "Shuffle things around just so that I knew he'd been in there. So I knew that there was no space",
   "start": 2681.21,
   "duration": 4.08
  },
  {
   "text": "that was only mine and I knew by extension that I wasn't welcome there and that I shouldn't be there and as long as I",
   "start": 2685.29,
   "duration": 6.27
  },
  {
   "text": "Was under his roof. I would never be at my own human being and I would never have my own",
   "start": 2691.56,
   "duration": 3.569
  },
  {
   "text": "Privacy and therefore autonomy as a human being and I blamed my mother for this",
   "start": 2696.01,
   "duration": 4.699
  },
  {
   "text": "I also blamed my mother for not leaving him when he hit me",
   "start": 2700.71,
   "duration": 5.129
  },
  {
   "text": "And I blamed my father for not taking me away",
   "start": 2706.72,
   "duration": 3.53
  },
  {
   "text": "Although I asked him to and that sort of began a chain reaction of resentment for both of them. Right? It's okay",
   "start": 2710.25,
   "duration": 6.449
  },
  {
   "text": "so most of the major authority figures in your life as parental figures had",
   "start": 2716.7,
   "duration": 4.949
  },
  {
   "text": "your experience at that point was of a",
   "start": 2723.01,
   "duration": 3.439
  },
  {
   "text": "betrayal of various neg of may",
   "start": 2727.18,
   "duration": 2.179
  },
  {
   "text": "Various magnitudes, right? Yes. I did. They didn't have my back right it from from from proper betrayal",
   "start": 2730.03,
   "duration": 6.379
  },
  {
   "text": "all the way down to just",
   "start": 2737.32,
   "duration": 1.71
  },
  {
   "text": "Not having my best interests at heart not having my back and and you know all manner of experiences on that spectrum",
   "start": 2739.03,
   "duration": 5.929
  },
  {
   "text": "But I didn't think I ever felt",
   "start": 2745.33,
   "duration": 2.0
  },
  {
   "text": "like",
   "start": 2747.55,
   "duration": 1.02
  },
  {
   "text": "My mother would go to the wall for me. You know, right? That's yeah, that's rough man",
   "start": 2748.57,
   "duration": 4.52
  },
  {
   "text": "because one of the things you really want from at least one parent or at least one person in your life is the notion that",
   "start": 2753.36,
   "duration": 5.16
  },
  {
   "text": "Fundamentally",
   "start": 2760.06,
   "duration": 1.14
  },
  {
   "text": "Man, you got to have someone who start your back so I did get it later",
   "start": 2761.2,
   "duration": 3.979
  },
  {
   "text": "I did get it later in my mid to late teens with my grandmother as",
   "start": 2765.18,
   "duration": 4.469
  },
  {
   "text": "so many",
   "start": 2770.44,
   "duration": 1.92
  },
  {
   "text": "Oddballs, do they end up skipping a generation?",
   "start": 2772.36,
   "duration": 2.0
  },
  {
   "text": "And and forming a close bond with a grandparent",
   "start": 2775.03,
   "duration": 3.379
  },
  {
   "text": "I did get it from my grandmother and I got the sort of unconditional love and support that I",
   "start": 2778.9,
   "duration": 4.58
  },
  {
   "text": "recognized again in the man that I've met with",
   "start": 2784.48,
   "duration": 2.329
  },
  {
   "text": "So I have had that since in my life and I'm not wanting for it. I don't like it",
   "start": 2788.23,
   "duration": 4.699
  },
  {
   "text": "I'm very happy with the amount of it that I now have but it didn't I made up for it in some sense",
   "start": 2792.93,
   "duration": 5.699
  },
  {
   "text": "Oh for sure. Oh for sure",
   "start": 2798.63,
   "duration": 2.07
  },
  {
   "text": "Well, I didn't but I didn't have it at the time. Mhm and",
   "start": 2801.43,
   "duration": 3.419
  },
  {
   "text": "I do remember really wanting to hurt I",
   "start": 2805.609,
   "duration": 2.9
  },
  {
   "text": "remember and I think one of my",
   "start": 2809.359,
   "duration": 2.42
  },
  {
   "text": "in addition to my ability to sort of see round corners and",
   "start": 2812.42,
   "duration": 2.959
  },
  {
   "text": "Culturally and sort of tell what's coming next which I'm very good at. I'm also very good",
   "start": 2815.78,
   "duration": 4.699
  },
  {
   "text": "I'm very good as sort of intuitively figuring out what makes people tick and what drives them",
   "start": 2822.26,
   "duration": 4.55
  },
  {
   "text": "and I quickly identified that social justice warriors were sort of hurting and wanting everyone else to hurt like they were",
   "start": 2827.21,
   "duration": 5.78
  },
  {
   "text": "When I when I very very first started doing my speeches",
   "start": 2834.17,
   "duration": 3.5
  },
  {
   "text": "Because it was something I had felt myself",
   "start": 2838.7,
   "duration": 1.98
  },
  {
   "text": "But only as a child I had grown out of it and clearly they had not grown out of it",
   "start": 2840.68,
   "duration": 4.939
  },
  {
   "text": "But I saw in them that same sort of petty vengeful vindictive desire to make the world burn",
   "start": 2845.99,
   "duration": 5.899
  },
  {
   "text": "because they were hurting that I had felt myself as a 13 14 15 year old and",
   "start": 2852.56,
   "duration": 4.129
  },
  {
   "text": "So I understood them and that's why I was able and still am able like nobody else to get under their skin",
   "start": 2857.119,
   "duration": 6.59
  },
  {
   "text": "because I get what makes them tick in a way that not many other people do because",
   "start": 2864.109,
   "duration": 3.95
  },
  {
   "text": "none of the other conservatives who are sort of, you know withering of you know, or",
   "start": 2868.579,
   "duration": 4.25
  },
  {
   "text": "Contemptuous of them actually understand where they're coming from like I do which is why they hate me like they hate nobody else",
   "start": 2873.71,
   "duration": 6.32
  },
  {
   "text": "Right. Well because part of the thing that's so strange about you. Is that by all rights?",
   "start": 2880.819,
   "duration": 4.4
  },
  {
   "text": "You should be on their side. I should be one of them. Really I",
   "start": 2885.22,
   "duration": 3.479
  },
  {
   "text": "Want to be great, right? That's their depth. That's right",
   "start": 2889.31,
   "duration": 3.199
  },
  {
   "text": "Logically speaking. That would be your natural resting place",
   "start": 2893.089,
   "duration": 2.81
  },
  {
   "text": "And so it is one of the things that well I also thought thought right from the beginning that that was one of the things",
   "start": 2896.089,
   "duration": 5.39
  },
  {
   "text": "That put you in in terrible",
   "start": 2901.48,
   "duration": 2.0
  },
  {
   "text": "long-term danger of you know, encountering a scandal that would do you in I mean",
   "start": 2904.339,
   "duration": 4.55
  },
  {
   "text": "It just seems so improbable to me that you could weather",
   "start": 2908.89,
   "duration": 3.63
  },
  {
   "text": "That degree of and now that's what I mean by the the paradoxical combination that you bring to the situation",
   "start": 2912.95,
   "duration": 5.959
  },
  {
   "text": "It's just it's too many contradictory things to maintain themselves",
   "start": 2919.01,
   "duration": 4.459
  },
  {
   "text": "Regardless of your psychological integration or lack thereof. I mean, I think I'm pretty well adjusted now, but I",
   "start": 2924.47,
   "duration": 6.8
  },
  {
   "text": "think perhaps another reason that this career just doesn't bother me is that I don't I",
   "start": 2931.849,
   "duration": 5.47
  },
  {
   "text": "Don't work in the same economy that a lot of other people do in the prestige economy",
   "start": 2938.26,
   "duration": 5.089
  },
  {
   "text": "You wanted prestige when you asked Cambridge for that fellowship and and you sort of",
   "start": 2944.41,
   "duration": 4.82
  },
  {
   "text": "invited that little embarrassment on yourself because you asked for it because although you declared",
   "start": 2949.69,
   "duration": 4.61
  },
  {
   "text": "If you didn't he didn't but you declared war on a class of institution, you know a higher education to then",
   "start": 2956.68,
   "duration": 7.669
  },
  {
   "text": "Ask for or expect or be pleased to receive baubles from",
   "start": 2966.22,
   "duration": 5.149
  },
  {
   "text": "institutions that you had declared war on struck me as very odd and",
   "start": 2972.07,
   "duration": 3.529
  },
  {
   "text": "Obviously destined for you know a mess",
   "start": 2976.39,
   "duration": 2.719
  },
  {
   "text": "that's an interesting point because",
   "start": 2979.9,
   "duration": 2.0
  },
  {
   "text": "Moment of like false optimism. I don't think it's false optimism",
   "start": 2982.78,
   "duration": 4.489
  },
  {
   "text": "I think it's I think it's because you still live in the prestige economy because I think that stuff matters to you",
   "start": 2987.27,
   "duration": 4.8
  },
  {
   "text": "and I think that you'd probably prefer to see these institutions fixed and to have a",
   "start": 2992.35,
   "duration": 5.21
  },
  {
   "text": "prestigious place within one of them rather than to see them burnt to the ground as so many conservatives and",
   "start": 2998.08,
   "duration": 5.209
  },
  {
   "text": "progressives",
   "start": 3003.81,
   "duration": 1.2
  },
  {
   "text": "Seem to want they just want to tear up higher education. I don't think you want that",
   "start": 3005.01,
   "duration": 3.619
  },
  {
   "text": "I think you want to fix it, and I think you want to be",
   "start": 3008.63,
   "duration": 2.13
  },
  {
   "text": "Generally speaking, you know",
   "start": 3011.64,
   "duration": 2.0
  },
  {
   "text": "That fixing things is better than burning them to the ground",
   "start": 3014.28,
   "duration": 3.469
  },
  {
   "text": "I think you want to fix them and I think you want to be one of the crown jewels",
   "start": 3017.75,
   "duration": 3.81
  },
  {
   "text": "And I think you operate in the prestige economy in a way that I simply don't and that",
   "start": 3021.56,
   "duration": 4.019
  },
  {
   "text": "gives me power because I",
   "start": 3026.46,
   "duration": 2.3
  },
  {
   "text": "Don't care. I don't you know, that that's sort of like a scandal from which you will not recover",
   "start": 3029.46,
   "duration": 4.85
  },
  {
   "text": "Is there somebody in polite society who will invite me to a dinner party?",
   "start": 3034.8,
   "duration": 4.339
  },
  {
   "text": "Who won't invite me to join a party now who would have in January 2017",
   "start": 3040.74,
   "duration": 4.28
  },
  {
   "text": "No, is there a TV show that will have me on?",
   "start": 3045.3,
   "duration": 2.689
  },
  {
   "text": "That won't have me on now that would have in January and Jennifer's of you know, I mean, I you know",
   "start": 3048.54,
   "duration": 5.569
  },
  {
   "text": "I had a bullet on Bill Maher because of the the college tour",
   "start": 3054.11,
   "duration": 3.63
  },
  {
   "text": "But there was no hope in hell no way in hell",
   "start": 3057.9,
   "duration": 2.87
  },
  {
   "text": "I was ever gonna get a TV show or anything like that because unlike you I can't bite my tongue",
   "start": 3060.77,
   "duration": 4.229
  },
  {
   "text": "and",
   "start": 3065.97,
   "duration": 1.41
  },
  {
   "text": "you know you you I think I",
   "start": 3067.38,
   "duration": 2.359
  },
  {
   "text": "see you maneuvering in a way that suggests that you want to do a",
   "start": 3071.13,
   "duration": 5.359
  },
  {
   "text": "Lot of good and you're prepared to make some compromises in order to have a platform for you a lot of good in other places",
   "start": 3076.77,
   "duration": 5.51
  },
  {
   "text": "I'm a purist and we differ in that because I can't bite my tongue and",
   "start": 3082.5,
   "duration": 5.659
  },
  {
   "text": "If I'm across the table from somebody who is an odious piece of you know what I'm gonna tell them",
   "start": 3088.56,
   "duration": 5.149
  },
  {
   "text": "it's my greatest asset and my greatest weakness, but it's because I'm a purist in a way that you're not and",
   "start": 3094.83,
   "duration": 4.699
  },
  {
   "text": "I",
   "start": 3100.17,
   "duration": 1.65
  },
  {
   "text": "Just I don't live in that prestige economy that the rest of you all live in",
   "start": 3101.82,
   "duration": 4.28
  },
  {
   "text": "And you all live in it. Well, you know the whole conservative libertarian media ecosystem you all crave",
   "start": 3106.74,
   "duration": 6.919
  },
  {
   "text": "Press what do you mean by? What do you mean by the prestige?",
   "start": 3113.66,
   "duration": 3.48
  },
  {
   "text": "Position a recognition",
   "start": 3119.1,
   "duration": 2.089
  },
  {
   "text": "Titles",
   "start": 3123.09,
   "duration": 2.0
  },
  {
   "text": "Being a part of a sort of alternative polite society",
   "start": 3125.34,
   "duration": 3.229
  },
  {
   "text": "You don't want to be excised from the church because if you did you wouldn't have signed up with CIA",
   "start": 3128.82,
   "duration": 4.189
  },
  {
   "text": "you want to be part of the church, and I don't I",
   "start": 3133.17,
   "duration": 3.62
  },
  {
   "text": "See and it's gonna be very difficult for people who are part of the prestige economy",
   "start": 3138.45,
   "duration": 3.92
  },
  {
   "text": "but people who",
   "start": 3142.37,
   "duration": 0.82
  },
  {
   "text": "Want the TV show want the fancy agent want this one that were them and they want to like fix and rule these",
   "start": 3143.19,
   "duration": 6.41
  },
  {
   "text": "institutions it can be very difficult for those people to truly understand someone like me who genuinely",
   "start": 3149.73,
   "duration": 5.959
  },
  {
   "text": "Can't imagine anything worse",
   "start": 3156.3,
   "duration": 2.27
  },
  {
   "text": "I",
   "start": 3159.17,
   "duration": 0.64
  },
  {
   "text": "Cannot imagine anything more awful than having to make the sorts of constant",
   "start": 3159.81,
   "duration": 5.869
  },
  {
   "text": "Compromises and what I say and do in order to maintain a position because I know it's doomed anyway, look at Roger Scruton",
   "start": 3166.62,
   "duration": 6.049
  },
  {
   "text": "You know did nothing wrong he is beyond reproach",
   "start": 3173.46,
   "duration": 3.11
  },
  {
   "text": "he is, you know, he is the foremost conservative intellectual of his generation and",
   "start": 3176.57,
   "duration": 4.949
  },
  {
   "text": "They just got him for saying something utterly innocuous in an interview, they're gonna get you",
   "start": 3183.12,
   "duration": 4.279
  },
  {
   "text": "Anyway, nothing bad has happened to you yet, but it's going to I don't say that with any pleasure whatsoever",
   "start": 3187.4,
   "duration": 5.28
  },
  {
   "text": "I sincerely do not because I feel I've been expecting that for a very long period of time",
   "start": 3192.68,
   "duration": 4.11
  },
  {
   "text": "Many bad things have happened to me. They just have well",
   "start": 3197.43,
   "duration": 2.84
  },
  {
   "text": "not really, I mean in in",
   "start": 3201.39,
   "duration": 2.36
  },
  {
   "text": "Compared to what? Some of us have gone through, you know",
   "start": 3204.51,
   "duration": 2.659
  },
  {
   "text": "Whether it's Laura or me or whether or ex Jones or whatever nothing really bad, Oh fair enough",
   "start": 3207.17,
   "duration": 4.469
  },
  {
   "text": "Depend on your comparison group. Well, they they are allowing you to grow",
   "start": 3213.69,
   "duration": 5.09
  },
  {
   "text": "I'll tell you what they're doing with you what they did with me which is you will allow this this phenomenon to blossom",
   "start": 3219.51,
   "duration": 6.859
  },
  {
   "text": "Up to the point. You cannot bear it any longer and then you crush it and that is a",
   "start": 3227.01,
   "duration": 5.869
  },
  {
   "text": "Horrifying warning to others",
   "start": 3234.48,
   "duration": 2.0
  },
  {
   "text": "Not to overstep so they did it with me",
   "start": 3236.79,
   "duration": 2.719
  },
  {
   "text": "they let me get as far as Bill Maher and the tour and all the rest of it and then",
   "start": 3239.54,
   "duration": 3.659
  },
  {
   "text": "They came through there letting you climb higher",
   "start": 3243.72,
   "duration": 2.899
  },
  {
   "text": "So your fall is going to be just like mine was and I'll get you on something else",
   "start": 3247.68,
   "duration": 3.169
  },
  {
   "text": "They'll guess you want they'll get you want a complete nothing burger because mine let's face. It was a nothing burger",
   "start": 3251.64,
   "duration": 5.9
  },
  {
   "text": "it was you know that the",
   "start": 3257.7,
   "duration": 2.0
  },
  {
   "text": "Supposed scandal was predicated on an edited video which did not show that I said that I thought the age of consent was about right",
   "start": 3259.859,
   "duration": 6.77
  },
  {
   "text": "And it was based on it was based on a lie",
   "start": 3267.18,
   "duration": 2.36
  },
  {
   "text": "If it had been the case that everybody had seen what I originally said, they might have said",
   "start": 3270.0,
   "duration": 4.82
  },
  {
   "text": "Please explain this but it would not had the same",
   "start": 3275.52,
   "duration": 2.479
  },
  {
   "text": "effect that it did it had the effect it did because it was a",
   "start": 3279.48,
   "duration": 3.169
  },
  {
   "text": "deceptive dishonest misleadingly edited video",
   "start": 3283.38,
   "duration": 2.479
  },
  {
   "text": "Because I had created enemies on both left and right the establishment, right and the whole left teamed up to take me out",
   "start": 3286.349,
   "duration": 6.38
  },
  {
   "text": "You are walking into the same position so weird. So why do you see that? It was the establishment, right?",
   "start": 3293.43,
   "duration": 5.06
  },
  {
   "text": "Do you think that did it? They're the ones who did it?",
   "start": 3298.49,
   "duration": 3.449
  },
  {
   "text": "It was the ring. Well, it was a rating battalion National Review crowd who put that video together and shared it",
   "start": 3302.49,
   "duration": 6.739
  },
  {
   "text": "They were the ones who?",
   "start": 3309.23,
   "duration": 1.54
  },
  {
   "text": "Manufactured this because they were upset that I didn't give us stuff about CPAC because it means nothing to me",
   "start": 3310.77,
   "duration": 5.239
  },
  {
   "text": "I didn't even know what it was at the time",
   "start": 3316.01,
   "duration": 1.41
  },
  {
   "text": "But they were upset that I was speaking at CPAC because it was it was like their precious",
   "start": 3317.42,
   "duration": 5.37
  },
  {
   "text": "Pure conservatism thing had been over by Trump world, right?",
   "start": 3324.66,
   "duration": 3.77
  },
  {
   "text": "And so they didn't care so much about the Bill Maher",
   "start": 3329.46,
   "duration": 2.419
  },
  {
   "text": "but the sort of the National Review Reagan in crowd and created and propagated and shared and and and",
   "start": 3331.95,
   "duration": 5.99
  },
  {
   "text": "Do whatever with this deceptively edited edited video did so because they couldn't bear the thought of me being the star turn of CPAC",
   "start": 3338.46,
   "duration": 7.219
  },
  {
   "text": "Okay. And so and do you think that that's why they pushed so hard on the pedophilia front",
   "start": 3345.9,
   "duration": 4.879
  },
  {
   "text": "Yes, because they knew it's the one thing that the conservative base would go. Yeah, yeah",
   "start": 3351.09,
   "duration": 5.06
  },
  {
   "text": "And the left didn't take me out the right did",
   "start": 3356.67,
   "duration": 3.32
  },
  {
   "text": "No, well",
   "start": 3363.0,
   "duration": 2.0
  },
  {
   "text": "To as well. So what power does the what power does the left have over me?",
   "start": 3365.43,
   "duration": 4.07
  },
  {
   "text": "What are they doing to me now that they weren't doing in January 20th 2017",
   "start": 3369.5,
   "duration": 2.759
  },
  {
   "text": "Nothing. Well, I think I think what",
   "start": 3372.87,
   "duration": 2.09
  },
  {
   "text": "I'm not suggesting that I'm correct",
   "start": 3376.32,
   "duration": 1.88
  },
  {
   "text": "But my impression was that it had something to do with the second of the two or three topics",
   "start": 3378.2,
   "duration": 4.949
  },
  {
   "text": "we were going to discuss which was your claim that the experiences that you had are actually very",
   "start": 3383.15,
   "duration": 6.149
  },
  {
   "text": "characteristic of the gay community",
   "start": 3389.82,
   "duration": 1.92
  },
  {
   "text": "No",
   "start": 3391.74,
   "duration": 1.08
  },
  {
   "text": "No, no, you see interestingly",
   "start": 3392.82,
   "duration": 2.239
  },
  {
   "text": "What actually happened about that specific thing is the entire gay liberal establishment when silent?",
   "start": 3395.19,
   "duration": 7.55
  },
  {
   "text": "Because what I said was and",
   "start": 3404.55,
   "duration": 2.209
  },
  {
   "text": "I wouldn't phrase this way phrase it this way again because it was it was not quite what I meant and it was",
   "start": 3407.76,
   "duration": 5.57
  },
  {
   "text": "Let's say incautiously phrase to put it. Mildly what I",
   "start": 3414.0,
   "duration": 3.05
  },
  {
   "text": "said was the",
   "start": 3417.66,
   "duration": 1.83
  },
  {
   "text": "Relationships between older men and young actually said younger men are a common function of gay life",
   "start": 3419.49,
   "duration": 7.099
  },
  {
   "text": "and I think I said I'm",
   "start": 3426.59,
   "duration": 2.0
  },
  {
   "text": "Afraid I think I said after a lot of drinks on the like a late night livestream. They can be hugely positive experiences",
   "start": 3428.7,
   "duration": 5.899
  },
  {
   "text": "I shouldn't have put it like that",
   "start": 3434.6,
   "duration": 1.21
  },
  {
   "text": "I should have said they are a function of gay life",
   "start": 3435.81,
   "duration": 2.54
  },
  {
   "text": "And in many cases the city when like a 35 year old man with a 20 year old or whatever",
   "start": 3438.35,
   "duration": 4.53
  },
  {
   "text": "Very often at 35 year old will sort of induct the 20 year old",
   "start": 3443.37,
   "duration": 3.229
  },
  {
   "text": "Into the gay way of things show them where the clubs are",
   "start": 3446.67,
   "duration": 3.469
  },
  {
   "text": "Show them the ropes",
   "start": 3450.72,
   "duration": 2.0
  },
  {
   "text": "in lieu of parents because",
   "start": 3453.03,
   "duration": 2.42
  },
  {
   "text": "Because the boy's parents don't understand him. Maybe don't even know",
   "start": 3456.21,
   "duration": 3.349
  },
  {
   "text": "Or have rejected it or whatever. So very often. There's this sort of father. There's an either an avuncular or a paternal",
   "start": 3460.29,
   "duration": 7.309
  },
  {
   "text": "Dimension to these relationships on that point and indeed throughout being throughout the whole controversy",
   "start": 3468.93,
   "duration": 7.459
  },
  {
   "text": "The gay left went silent and February 21st 2nd and 3rd 2017",
   "start": 3476.819,
   "duration": 4.939
  },
  {
   "text": "Gay journalists were nowhere to be found in America because they did not want to have that discussion because they know it's true",
   "start": 3482.16,
   "duration": 5.3
  },
  {
   "text": "Ok. Well, so is there the consequence of abandoning you by inaction then? No. No. No what I'm saying is that that's not that",
   "start": 3488.22,
   "duration": 7.699
  },
  {
   "text": "What I'm saying is that that's not what was so unforgivable. That's not was that that wasn't that wasn't the problem",
   "start": 3496.589,
   "duration": 4.88
  },
  {
   "text": "ok, so so then well in that case then I guess it's a matter of",
   "start": 3502.259,
   "duration": 4.19
  },
  {
   "text": "Not so much the difference in age, but the difference in wins in win that age difference starts",
   "start": 3507.479,
   "duration": 5.81
  },
  {
   "text": "So we'll say well according so so we've had a conversation so far",
   "start": 3513.509,
   "duration": 4.13
  },
  {
   "text": "Which is presumed that the contents of what I said was important and that we should dissect it, this is a mistake",
   "start": 3519.299,
   "duration": 6.05
  },
  {
   "text": "Because it doesn't matter what I said. It doesn't matter whether I was right to say it or what the",
   "start": 3526.229,
   "duration": 5.33
  },
  {
   "text": "Nuances or vagaries are of a particular statement that I say is deceptively edited here or whatever doesn't matter",
   "start": 3532.17,
   "duration": 5.54
  },
  {
   "text": "narrative was established and it was repeated by right and left and the person was ejected from you know from",
   "start": 3538.95,
   "duration": 5.149
  },
  {
   "text": "Public life and from whatever right? This is what's going to happen to you",
   "start": 3544.17,
   "duration": 3.169
  },
  {
   "text": "This is what's going to happen to Ben. This was going to happen to Dave Rubin",
   "start": 3547.469,
   "duration": 3.23
  },
  {
   "text": "Because nobody stood up for me",
   "start": 3551.789,
   "duration": 2.0
  },
  {
   "text": "The PlayBook became established and now that is your fate all of you",
   "start": 3554.339,
   "duration": 4.37
  },
  {
   "text": "That's how you're all going to go out and it doesn't matter what you say. It doesn't matter what the subject was doesn't matter",
   "start": 3558.809,
   "duration": 6.02
  },
  {
   "text": "What the incautious phrase was? I mean Candice Owens it could have could have happened to her recently with her",
   "start": 3564.829,
   "duration": 4.86
  },
  {
   "text": "Stupid this her stupid. She tripped over herself saying something about Hitler and and you know",
   "start": 3571.019,
   "duration": 4.16
  },
  {
   "text": "There was a sentence that I'm sure she would phrase differently a second time everyone sort of knew what she meant",
   "start": 3575.18,
   "duration": 3.809
  },
  {
   "text": "But it could it could if the Stars",
   "start": 3579.089,
   "duration": 2.629
  },
  {
   "text": "Had aligned have done to her what happened to me in February 2017. The content doesn't matter. It was the fact that",
   "start": 3582.15,
   "duration": 6.8
  },
  {
   "text": "The left and right decided to take this personnel and any pretext would have done done fine",
   "start": 3589.469,
   "duration": 4.79
  },
  {
   "text": "So we've had a discussions that are talking about what what was it? You said that was so unacceptable thing",
   "start": 3595.229,
   "duration": 5.26
  },
  {
   "text": "It was me",
   "start": 3601.4,
   "duration": 1.92
  },
  {
   "text": "it was the fact that",
   "start": 3603.32,
   "duration": 1.71
  },
  {
   "text": "The mystery look fair enough, you know",
   "start": 3605.03,
   "duration": 2.33
  },
  {
   "text": "I'm not disputing that that there were any number of reasons to make you a target, but I'm curious about why it was that",
   "start": 3607.61,
   "duration": 7.849
  },
  {
   "text": "particular",
   "start": 3616.04,
   "duration": 1.02
  },
  {
   "text": "interview that did it because cause shouting husband because I",
   "start": 3617.06,
   "duration": 4.099
  },
  {
   "text": "was scheduled to be the star speaker at CPAC and",
   "start": 3622.28,
   "duration": 2.84
  },
  {
   "text": "The National Review crowd crowd could not handle it so they went through",
   "start": 3625.85,
   "duration": 5.449
  },
  {
   "text": "The hours and hours and hours and hours of old livestreams and they found something that would",
   "start": 3631.97,
   "duration": 4.489
  },
  {
   "text": "They found something that would",
   "start": 3639.05,
   "duration": 2.0
  },
  {
   "text": "get",
   "start": 3641.75,
   "duration": 1.53
  },
  {
   "text": "Get to the Republican base",
   "start": 3643.28,
   "duration": 2.239
  },
  {
   "text": "Something they could sell to alienate me from Republicans rather than just the left and then they decided this person's going to go",
   "start": 3646.28,
   "duration": 7.939
  },
  {
   "text": "This is a power they still have and it's a power there. They will",
   "start": 3655.1,
   "duration": 2.989
  },
  {
   "text": "leverage against the rest of you to my question is",
   "start": 3658.91,
   "duration": 4.04
  },
  {
   "text": "We can talk a little about where I'm gonna go next and what I'm gonna do next",
   "start": 3663.83,
   "duration": 3.619
  },
  {
   "text": "Professionally because I think it might help the rest of you when this is inevitably happens to you, but",
   "start": 3669.59,
   "duration": 6.349
  },
  {
   "text": "It's",
   "start": 3678.47,
   "duration": 2.0
  },
  {
   "text": "This is a power that I still have it is a power that they can and will",
   "start": 3681.62,
   "duration": 4.189
  },
  {
   "text": "Leverage against other people and unfortunately",
   "start": 3686.33,
   "duration": 2.569
  },
  {
   "text": "the brightest star and the greatest standard-bearer the you know",
   "start": 3689.45,
   "duration": 4.969
  },
  {
   "text": "the court jester of the movement was allowed to be decapitated and because that happened",
   "start": 3694.42,
   "duration": 5.64
  },
  {
   "text": "The PlayBook is now established for it to happen to everybody else and it will happen to everybody else",
   "start": 3700.64,
   "duration": 5.239
  },
  {
   "text": "It's already happened to about two other people. You've seen it happen since two others, right?",
   "start": 3705.88,
   "duration": 3.84
  },
  {
   "text": "Sargon of akkad",
   "start": 3711.83,
   "duration": 1.62
  },
  {
   "text": "Exactly, unless lesser lesser. This is now how it's going to be and it didn't have to be like that",
   "start": 3713.45,
   "duration": 7.16
  },
  {
   "text": "the only way that this",
   "start": 3721.16,
   "duration": 2.0
  },
  {
   "text": "boycott and administration",
   "start": 3723.23,
   "duration": 2.0
  },
  {
   "text": "Could have been successful would be if Republicans refused to would have been Republican said, okay",
   "start": 3726.65,
   "duration": 5.72
  },
  {
   "text": "We weren't invited to anything on our radio shows",
   "start": 3732.37,
   "duration": 2.469
  },
  {
   "text": "He's too hot to handle",
   "start": 3735.36,
   "duration": 1.77
  },
  {
   "text": "Too much drama too much hassle, right",
   "start": 3737.13,
   "duration": 2.149
  },
  {
   "text": "What the left does is?",
   "start": 3740.01,
   "duration": 2.0
  },
  {
   "text": "Immediately start putting that person on conference stages and panels to get over that period of like, who is this person going to become untouchable?",
   "start": 3742.41,
   "duration": 7.31
  },
  {
   "text": "They railroad that they drive a truck through that by immediately getting that person on TV and on conference stages a lot to sort of",
   "start": 3750.48,
   "duration": 7.37
  },
  {
   "text": "To you know to drive through that and to make sure that person doesn't get removed from circulation",
   "start": 3758.82,
   "duration": 6.649
  },
  {
   "text": "Right. That's what the left us when something when Linda Sarsour is discovered to have said something awful",
   "start": 3765.84,
   "duration": 5.149
  },
  {
   "text": "Suddenly she's on conference stages every two days. It seems like you know, she's feeling all she's doing this",
   "start": 3771.66,
   "duration": 4.31
  },
  {
   "text": "This is not an accident. This is on purpose. This is the left",
   "start": 3775.98,
   "duration": 3.02
  },
  {
   "text": "Leaping into action to ensure that she survives right",
   "start": 3781.98,
   "duration": 4.13
  },
  {
   "text": "Conservatives did the opposite with me. They allowed the left and the establishment Republicans who hate them",
   "start": 3787.68,
   "duration": 5.479
  },
  {
   "text": "To dictate who would and would not be a proper subject for discussion and who should and should not have",
   "start": 3793.86,
   "duration": 5.869
  },
  {
   "text": "you know a column and all the rest of it and that's",
   "start": 3799.8,
   "duration": 2.929
  },
  {
   "text": "that was",
   "start": 3803.7,
   "duration": 1.98
  },
  {
   "text": "absolutely suicidal",
   "start": 3805.68,
   "duration": 2.0
  },
  {
   "text": "Okay, and and the reason that so many other media figures were secretly happy to see it happen to me is that they're idiots who?",
   "start": 3807.99,
   "duration": 7.61
  },
  {
   "text": "Believe that this is a zero-sum game",
   "start": 3815.6,
   "duration": 2.0
  },
  {
   "text": "They think that by removing me they create space for themselves. This is not true",
   "start": 3817.71,
   "duration": 5.03
  },
  {
   "text": "There is nobody in the conservative or libertarian ecosystem who offers what I do there",
   "start": 3823.17,
   "duration": 4.58
  },
  {
   "text": "Isn't there's not a single fucking one of you can crack a good joke, you know, no get the odd good blood off onstage",
   "start": 3827.75,
   "duration": 5.879
  },
  {
   "text": "On YouTube. Hmm. You have your gifts that's not one of them",
   "start": 3834.36,
   "duration": 3.109
  },
  {
   "text": "Not a single one of you is funny",
   "start": 3839.58,
   "duration": 2.0
  },
  {
   "text": "Not a single one of you could have a late night chat show, you know, that's this cabaret comedy like dry Carson, you know",
   "start": 3841.86,
   "duration": 6.919
  },
  {
   "text": "none of you",
   "start": 3849.39,
   "duration": 1.29
  },
  {
   "text": "nobody has filled the void left by me because I'm a once-in-a-generation talent and",
   "start": 3850.68,
   "duration": 3.59
  },
  {
   "text": "Sorry to be egotistical but it's just it is what it is",
   "start": 3855.09,
   "duration": 2.689
  },
  {
   "text": "Nobody has filled that void which is why I'm not worried about coming back to it and coming out of retirement",
   "start": 3858.93,
   "duration": 4.489
  },
  {
   "text": "you know Henry myself, but something did happen to me and that's that I",
   "start": 3863.42,
   "duration": 5.58
  },
  {
   "text": "sort of gave up on",
   "start": 3870.21,
   "duration": 1.86
  },
  {
   "text": "conservatives a little bit and",
   "start": 3872.07,
   "duration": 2.0
  },
  {
   "text": "so when I do return it's going to be very much more in the mold of a",
   "start": 3874.35,
   "duration": 3.62
  },
  {
   "text": "conventional comedian and that's",
   "start": 3878.55,
   "duration": 2.15
  },
  {
   "text": "What I am",
   "start": 3881.22,
   "duration": 1.29
  },
  {
   "text": "Currently closing funding to do as we speak down to, Oklahoma",
   "start": 3882.51,
   "duration": 3.29
  },
  {
   "text": "Much more in the vein of an entertainment figure and much much less at the politics",
   "start": 3888.3,
   "duration": 5.63
  },
  {
   "text": "So the effect it might be a relief for you",
   "start": 3894.66,
   "duration": 2.239
  },
  {
   "text": "Well, not really because I quite enjoyed it, but the effect of this hasn't been to kill me",
   "start": 3897.21,
   "duration": 3.949
  },
  {
   "text": "the effects of the cowardice of",
   "start": 3901.98,
   "duration": 2.27
  },
  {
   "text": "other conservative media figures and the conservative base",
   "start": 3904.98,
   "duration": 3.109
  },
  {
   "text": "Their failure to stick up for me and for every twenty seventeen",
   "start": 3908.64,
   "duration": 2.81
  },
  {
   "text": "If the effect wasn't to kill me the effect was to lose one of their greatest and most effective champions",
   "start": 3911.88,
   "duration": 4.939
  },
  {
   "text": "Because I'm fine",
   "start": 3917.97,
   "duration": 1.77
  },
  {
   "text": "I'm doing good. Okay, so let's talk about that being fine. So I want to go back to I still have a question about the",
   "start": 3919.74,
   "duration": 7.25
  },
  {
   "text": "Older man, younger man relationship issue. Can we talk about something else? Well,",
   "start": 3929.04,
   "duration": 4.459
  },
  {
   "text": "For humor me for two more minutes because there's actually something I want to go with this. Okay. So the the first issue is",
   "start": 3935.88,
   "duration": 7.58
  },
  {
   "text": "Where is the line property drawn in those relationships as as far as you're concerned with regards to age?",
   "start": 3946.14,
   "duration": 5.719
  },
  {
   "text": "And where and where is it usually drawn to socially now you're trying to get me now you're trying to get me in trouble",
   "start": 3953.01,
   "duration": 5.48
  },
  {
   "text": "I'm not I'm really not I don't want to get you in trouble",
   "start": 3958.76,
   "duration": 2.52
  },
  {
   "text": "I and I don't think there is a line to properly be drawn because you're basically just talking about a talking",
   "start": 3961.28,
   "duration": 5.19
  },
  {
   "text": "Degrees of degeneracy at that point, aren't you?",
   "start": 3966.57,
   "duration": 2.15
  },
  {
   "text": "You know the fact that you get saddled with this aberrant sexual morality",
   "start": 3969.09,
   "duration": 3.29
  },
  {
   "text": "And you don't have to go out and make the best of it",
   "start": 3972.38,
   "duration": 2.01
  },
  {
   "text": "the fact that you find this paternal or avuncular",
   "start": 3975.24,
   "duration": 3.439
  },
  {
   "text": "Dimension in a in a relationship with an older man that may also have a sexual component",
   "start": 3979.47,
   "duration": 4.339
  },
  {
   "text": "I mean this is layer upon layer upon layer of dysfunction",
   "start": 3983.81,
   "duration": 3.719
  },
  {
   "text": "So you're not going to get me to say ten years is the right gap because none of it's the right gap",
   "start": 3987.72,
   "duration": 4.399
  },
  {
   "text": "It's all fucked up",
   "start": 3992.12,
   "duration": 2.0
  },
  {
   "text": "Alternative",
   "start": 3994.89,
   "duration": 2.0
  },
  {
   "text": "I",
   "start": 3997.869,
   "duration": 0.791
  },
  {
   "text": "Don't mean partly partly hydro selfish conversion therapy week marriage",
   "start": 3998.66,
   "duration": 4.55
  },
  {
   "text": "I wish conversion therapy worked at least said that before you've least in the case of lesbians",
   "start": 4003.239,
   "duration": 6.33
  },
  {
   "text": "We know that we can",
   "start": 4009.569,
   "duration": 1.361
  },
  {
   "text": "Push women back into to back back with men and most of them will be happier as a result with men on the other hand",
   "start": 4010.93,
   "duration": 5.959
  },
  {
   "text": "Some of us are just gay",
   "start": 4017.2,
   "duration": 2.0
  },
  {
   "text": "and",
   "start": 4019.329,
   "duration": 2.0
  },
  {
   "text": "I'm not going to be drawn on what the correct kind of fucked-up dysfunction",
   "start": 4022.539,
   "duration": 5.989
  },
  {
   "text": "I wasn't trying to corner you, you know",
   "start": 4030.249,
   "duration": 2.03
  },
  {
   "text": "well, I don't want to corner you this is something I'm really curious about because",
   "start": 4033.519,
   "duration": 3.89
  },
  {
   "text": "You made the case and you made a strong case that relationships between younger men and older men were very common in the gay community",
   "start": 4038.229,
   "duration": 7.97
  },
  {
   "text": "And now see what's not me making the case. That's an established fact",
   "start": 4046.69,
   "duration": 3.589
  },
  {
   "text": "I mean every gay person knows that that's gonna things with me",
   "start": 4050.279,
   "duration": 2.13
  },
  {
   "text": "that's just me pointing out something that every gay person knows which is that when people when people first become",
   "start": 4052.41,
   "duration": 5.159
  },
  {
   "text": "Sexually active or aware of their sexual orientation or they first start to go out on the scene or whatever",
   "start": 4058.359,
   "duration": 5.09
  },
  {
   "text": "They very often form an attachment with an older man",
   "start": 4063.46,
   "duration": 3.349
  },
  {
   "text": "It may just be somebody five years older in some cases is somebody a little bit older than that?",
   "start": 4066.809,
   "duration": 3.57
  },
  {
   "text": "How that's happening at the age that it happened to you",
   "start": 4071.92,
   "duration": 4.01
  },
  {
   "text": "Happens all the time, I think happens everywhere. And I think it's I",
   "start": 4077.619,
   "duration": 4.28
  },
  {
   "text": "think it's an inevitable result of having a an",
   "start": 4083.109,
   "duration": 3.62
  },
  {
   "text": "Aberrant sexuality where you have to seek out kind of alternative print",
   "start": 4087.79,
   "duration": 3.589
  },
  {
   "text": "alternative",
   "start": 4092.619,
   "duration": 1.051
  },
  {
   "text": "Parental figures because yours aren't fit for purpose for this particular part of adolescence",
   "start": 4093.67,
   "duration": 5.06
  },
  {
   "text": "You know, right but then you just said to that this isn't an objection that you don't see a clear",
   "start": 4099.279,
   "duration": 7.129
  },
  {
   "text": "Ethical pathway forward out of that. No, none of its ethical. I mean it's all debased and degenerate",
   "start": 4107.08,
   "duration": 6.769
  },
  {
   "text": "What do you mean by that exactly",
   "start": 4118.839,
   "duration": 1.53
  },
  {
   "text": "Because I think there's an element of predator earnest in almost every gay",
   "start": 4120.369,
   "duration": 3.74
  },
  {
   "text": "Interaction and relationship and this is just one example where it is more obvious and more",
   "start": 4124.389,
   "duration": 4.76
  },
  {
   "text": "visible, but I think that um",
   "start": 4129.67,
   "duration": 2.25
  },
  {
   "text": "There is a predatory component in",
   "start": 4132.949,
   "duration": 2.66
  },
  {
   "text": "Even gave me even in gay friendships you think about the way that some well that might have something to do with the more",
   "start": 4137.06,
   "duration": 6.5
  },
  {
   "text": "Arguably with a more predatory",
   "start": 4144.08,
   "duration": 2.0
  },
  {
   "text": "Element of male sexuality, right right and you talk about on discussable things, right? Will you take the controlling calming?",
   "start": 4146.87,
   "duration": 7.339
  },
  {
   "text": "Mediating influence of women out of the equation and men to just pipe each other up which is why they why gay gay men end",
   "start": 4157.13,
   "duration": 5.72
  },
  {
   "text": "Up repress curse right because you're taking out that some",
   "start": 4162.85,
   "duration": 2.52
  },
  {
   "text": "Restraint, right exactly restraints to look at we're losing talk you're taking out restraint. That's typically provided by the woman",
   "start": 4166.549,
   "duration": 6.26
  },
  {
   "text": "Instead you can just you know",
   "start": 4173.66,
   "duration": 2.0
  },
  {
   "text": "That was supposed to be solved at least in part by the introduction of like socially sanctioned",
   "start": 4176.33,
   "duration": 5.389
  },
  {
   "text": "monogamous relationships right because I've had friends I knew about",
   "start": 4182.239,
   "duration": 3.89
  },
  {
   "text": "heightened male promiscuity among the",
   "start": 4186.679,
   "duration": 2.15
  },
  {
   "text": "homosexual community and it's hyped by",
   "start": 4189.199,
   "duration": 1.891
  },
  {
   "text": "Substantial margin and the liberal types who I thought were reasonable and I certainly don't think all of them are",
   "start": 4191.09,
   "duration": 5.629
  },
  {
   "text": "Made to claim to me that the reason for that enhanced promiscuity. Was that all the male?",
   "start": 4197.179,
   "duration": 5.6
  },
  {
   "text": "homosexual sexual activity had to",
   "start": 4203.21,
   "duration": 2.629
  },
  {
   "text": "Occur behind the scenes and that it was impossible for for men's ever dance",
   "start": 4206.51,
   "duration": 4.49
  },
  {
   "text": "that's a ridiculous argument male male homosexual promiscuity is",
   "start": 4211.4,
   "duration": 4.31
  },
  {
   "text": "Obviously simply a function of what happens when you put two men together attracted to or another and you don't have the restraint",
   "start": 4215.929,
   "duration": 6.26
  },
  {
   "text": "of a woman",
   "start": 4222.679,
   "duration": 2.0
  },
  {
   "text": "It's obvious and and also you cannot",
   "start": 4225.86,
   "duration": 2.78
  },
  {
   "text": "Successfully box a",
   "start": 4231.08,
   "duration": 2.029
  },
  {
   "text": "transgressive sexual identity into",
   "start": 4234.469,
   "duration": 2.66
  },
  {
   "text": "Where we say hetero patriarchal institutions like marriage and expect gay people to just suddenly become you know",
   "start": 4237.949,
   "duration": 7.01
  },
  {
   "text": "Normal, monogamous whatever doesn't work like that. Well, okay, that's fine. So, but it seemed to me that in some sense",
   "start": 4245.51,
   "duration": 6.74
  },
  {
   "text": "That well",
   "start": 4252.8,
   "duration": 0.86
  },
  {
   "text": "Here's something else that is",
   "start": 4253.66,
   "duration": 2.0
  },
  {
   "text": "Going to cause trouble it seemed to me that that was kind of part of the bargain",
   "start": 4255.739,
   "duration": 3.83
  },
  {
   "text": "Like wasn't that the bargain that I was so that was part of the deal is that you know in change for having this",
   "start": 4259.57,
   "duration": 5.37
  },
  {
   "text": "millstone around your neck in exchange for the",
   "start": 4265.25,
   "duration": 2.24
  },
  {
   "text": "in exchange for the terrible agony of giving up fatherhood which you know, you can adopt and blah blah blah, but ultimately",
   "start": 4268.1,
   "duration": 7.459
  },
  {
   "text": "You know, basically it's like joining the priesthood, you know, you give up fatherhood",
   "start": 4275.56,
   "duration": 4.62
  },
  {
   "text": "In exchange you get to participate in a sort of taboo breaking transgressive experimental life",
   "start": 4281.9,
   "duration": 6.53
  },
  {
   "text": "That performs perhaps some kind of societal function might even perform an evolutionary function",
   "start": 4289.13,
   "duration": 5.45
  },
  {
   "text": "And which you have the excitement of the marginal",
   "start": 4295.19,
   "duration": 3.08
  },
  {
   "text": "Exactly. And and and that's that's why I mean",
   "start": 4299.06,
   "duration": 3.169
  },
  {
   "text": "i'm",
   "start": 4302.23,
   "duration": 0.3
  },
  {
   "text": "I am the world's greatest hypocrite on one subject on one subject only and that's gay marriage",
   "start": 4302.53,
   "duration": 5.009
  },
  {
   "text": "And that's because I don't have the foggiest idea what I think still even though I've got one",
   "start": 4307.79,
   "duration": 4.49
  },
  {
   "text": "I'm under no illusions that it is a union under under the Lord",
   "start": 4312.53,
   "duration": 4.159
  },
  {
   "text": "but I am I remain politically against gay marriage just by the fact that I got one because I've met somebody who",
   "start": 4316.88,
   "duration": 6.83
  },
  {
   "text": "Completed me and I couldn't think of anything else to do. But of course I would marry him",
   "start": 4324.2,
   "duration": 4.699
  },
  {
   "text": "So I'm very um, I'm a mess on that subject",
   "start": 4329.39,
   "duration": 3.229
  },
  {
   "text": "No claim to",
   "start": 4336.86,
   "duration": 1.8
  },
  {
   "text": "Coherent logical positions on that one subject that one subject. I'm a mess. But the reason I always",
   "start": 4338.66,
   "duration": 6.14
  },
  {
   "text": "Was so skeptical of gay marriage is that it was it was robbing us of the one thing that we had the one good cool",
   "start": 4345.38,
   "duration": 6.44
  },
  {
   "text": "thing about being gay that you had in exchange for the awful horror of",
   "start": 4351.82,
   "duration": 5.039
  },
  {
   "text": "not being able to produce a child with the person you love in the ordinary course of",
   "start": 4357.44,
   "duration": 4.34
  },
  {
   "text": "sexual congress",
   "start": 4362.78,
   "duration": 2.0
  },
  {
   "text": "When you realize that and I don't think a lot of gay people realize that ever",
   "start": 4365.03,
   "duration": 3.589
  },
  {
   "text": "But I realized it quite early when you realize that",
   "start": 4368.84,
   "duration": 2.809
  },
  {
   "text": "you the bottom of your world drops out and you have to do something else you have to find a purpose and if your purpose",
   "start": 4372.23,
   "duration": 6.83
  },
  {
   "text": "Isn't going to be fatherhood",
   "start": 4379.06,
   "duration": 1.96
  },
  {
   "text": "This is why so many gay men join the priesthood because they want to be a different kind of father",
   "start": 4381.02,
   "duration": 3.68
  },
  {
   "text": "You know they want they want to be to be a shepherd you",
   "start": 4384.83,
   "duration": 3.74
  },
  {
   "text": "Have to find some other kind of purpose and very well for gay men that's",
   "start": 4390.68,
   "duration": 3.799
  },
  {
   "text": "creativity",
   "start": 4395.51,
   "duration": 1.17
  },
  {
   "text": "experimentation you",
   "start": 4396.68,
   "duration": 1.32
  },
  {
   "text": "licensed that were given by the rest of society",
   "start": 4398.0,
   "duration": 2.239
  },
  {
   "text": "because we",
   "start": 4401.57,
   "duration": 1.89
  },
  {
   "text": "We don't have this other thing. Um",
   "start": 4403.46,
   "duration": 2.27
  },
  {
   "text": "Trying to cram",
   "start": 4406.429,
   "duration": 1.77
  },
  {
   "text": "Again, I'm a complete hypocrite on this subject because I live in total married bliss. I live in I live in beautiful",
   "start": 4408.199,
   "duration": 7.31
  },
  {
   "text": "Monogamous domestic harmony, so I'm a 100% hypocrite on this subject. But it just or it still feels to me a shame",
   "start": 4416.179,
   "duration": 7.04
  },
  {
   "text": "so to sort of condemn, you know our",
   "start": 4423.219,
   "duration": 3.45
  },
  {
   "text": "Experimenters, you know the people who are so over-represented in artists and musicians and and even politicians and warlords",
   "start": 4427.489,
   "duration": 6.41
  },
  {
   "text": "You know, it's it's a sort of condemn them to the same",
   "start": 4433.9,
   "duration": 2.79
  },
  {
   "text": "the same monotonous drudgery that you breeders have to have to submit to",
   "start": 4437.96,
   "duration": 4.279
  },
  {
   "text": "Yes. Well, I can imagine that it's sort of it's it's sort of grates against your",
   "start": 4443.42,
   "duration": 4.1
  },
  {
   "text": "What would you call it your your?",
   "start": 4448.159,
   "duration": 2.0
  },
  {
   "text": "Anti-authoritarian my rebellious spirit and all the rest of it. Yeah. Yeah",
   "start": 4450.59,
   "duration": 3.319
  },
  {
   "text": "Poetic justice in some sense. Yeah. Yeah",
   "start": 4455.719,
   "duration": 2.51
  },
  {
   "text": "this is this is one of the many things that convinces me that God is real because there's no there's no that there's",
   "start": 4458.69,
   "duration": 4.939
  },
  {
   "text": "There's a humor in that which could only have come from someone doing it",
   "start": 4464.0,
   "duration": 3.949
  },
  {
   "text": "You know what",
   "start": 4469.76,
   "duration": 1.62
  },
  {
   "text": "give you something that's just gonna make just gonna remind you that you don't know it all and you and it's going to",
   "start": 4471.38,
   "duration": 5.18
  },
  {
   "text": "Confound you for the rest of your life and remind you that you too are messy and complicated",
   "start": 4476.63,
   "duration": 3.56
  },
  {
   "text": "And on this one subject you are never going to be coherent illogical. Good luck with that",
   "start": 4480.19,
   "duration": 4.739
  },
  {
   "text": "No, don't another terrible question for you, so I I read",
   "start": 4487.25,
   "duration": 4.909
  },
  {
   "text": "Martel's book on the Catholic Church about homosexuality in the Vatican. It's very",
   "start": 4494.15,
   "duration": 6.919
  },
  {
   "text": "Contentious book let's say written by a gay man who claims that",
   "start": 4503.989,
   "duration": 3.919
  },
  {
   "text": "Homosexuality is",
   "start": 4509.449,
   "duration": 2.0
  },
  {
   "text": "Extraordinarily common in Nevada",
   "start": 4511.88,
   "duration": 1.92
  },
  {
   "text": "it is and so and that the kinds of relationships that you describe between older men and younger men are",
   "start": 4513.8,
   "duration": 6.83
  },
  {
   "text": "Common in that culture as they're calling in the rest of the culture",
   "start": 4520.969,
   "duration": 3.5
  },
  {
   "text": "Yes, they're so I've booked on this subject too, and I can tell you for a fact that both of those things are true",
   "start": 4524.469,
   "duration": 6.03
  },
  {
   "text": "There's it's called the lavender. Mafia in the Baskin it is the the",
   "start": 4531.04,
   "duration": 4.799
  },
  {
   "text": "for those those viewers who don't know it is a cabal of",
   "start": 4536.93,
   "duration": 4.25
  },
  {
   "text": "Not just gay bishops, but specifically progressive left-wing gay bishops",
   "start": 4541.76,
   "duration": 3.829
  },
  {
   "text": "Yes",
   "start": 4545.9,
   "duration": 0.5
  },
  {
   "text": "And and my book was a little bit more",
   "start": 4546.4,
   "duration": 2.13
  },
  {
   "text": "Politically focused than his my book was drawing attention to the fact that the same people who want to water down the liturgy who want?",
   "start": 4548.6,
   "duration": 7.1
  },
  {
   "text": "It for you know",
   "start": 4556.91,
   "duration": 2.0
  },
  {
   "text": "Divorcee is to be able to receive Communion and want you know gay people to do whatever",
   "start": 4559.01,
   "duration": 3.5
  },
  {
   "text": "They're the same people who've been covering up child abuse in the church",
   "start": 4562.79,
   "duration": 3.56
  },
  {
   "text": "and and it seems that",
   "start": 4566.45,
   "duration": 2.0
  },
  {
   "text": "The same people have been doing the child abuse and covering it up are also the people who are most aggressively pushing for progressive reform",
   "start": 4568.46,
   "duration": 6.8
  },
  {
   "text": "Of the Catholic liturgy and of Catholic practice and this of course",
   "start": 4575.99,
   "duration": 3.77
  },
  {
   "text": "Resonates with what we know from other industries, doesn't it?",
   "start": 4580.82,
   "duration": 2.27
  },
  {
   "text": "It's just like Hollywood just like the press just like the Academy the people who are most aggressively pushing for",
   "start": 4583.09,
   "duration": 6.36
  },
  {
   "text": "Progressive free-for-all sexual liberation other people with the ugliest and most depraved skeletons in the closet. The rest of us are quite normal",
   "start": 4590.27,
   "duration": 6.799
  },
  {
   "text": "so",
   "start": 4598.22,
   "duration": 1.2
  },
  {
   "text": "My butt was more about that, but I can tell you that",
   "start": 4599.42,
   "duration": 2.09
  },
  {
   "text": "It's absolutely true the mistake that the Catholic Church has made",
   "start": 4602.15,
   "duration": 3.35
  },
  {
   "text": "And I remain a Catholic despite the terrible state of the Catholic Church",
   "start": 4607.7,
   "duration": 5.239
  },
  {
   "text": "Yes, and all the other contradictions in your life",
   "start": 4613.97,
   "duration": 2.359
  },
  {
   "text": "You know that",
   "start": 4617.81,
   "duration": 2.0
  },
  {
   "text": "They've never bothered me. They've never scared me and I'm not afraid of that",
   "start": 4619.97,
   "duration": 4.549
  },
  {
   "text": "I'm quite excited by that because I look forward to a day when I might grow either get closer to a resolution or",
   "start": 4624.52,
   "duration": 5.7
  },
  {
   "text": "be happy with you know with not finding one doesn't I mean",
   "start": 4630.35,
   "duration": 4.189
  },
  {
   "text": "You know I can I could imagine",
   "start": 4634.54,
   "duration": 1.47
  },
  {
   "text": "I can imagine ben shapiro would be kept awake at night by this but i'm not you know, because I don't need",
   "start": 4636.01,
   "duration": 5.069
  },
  {
   "text": "Everything in my world to form into a perfect, you know",
   "start": 4641.18,
   "duration": 3.799
  },
  {
   "text": "it's like some sort of like Kantian or the contingent superstructure where everything has its right place and you know and everything is",
   "start": 4644.98,
   "duration": 6.629
  },
  {
   "text": "Perfectly organized all the dependent things are in the right",
   "start": 4652.34,
   "duration": 2.209
  },
  {
   "text": "That's not what human beings are. Like that's not what we are",
   "start": 4655.67,
   "duration": 3.2
  },
  {
   "text": "We're much much more complex and messy than that, and I'm very much looking forward to 40 50 years of exploring my own",
   "start": 4659.33,
   "duration": 7.279
  },
  {
   "text": "ludicrous, you know",
   "start": 4667.489,
   "duration": 2.0
  },
  {
   "text": "But",
   "start": 4671.06,
   "duration": 2.0
  },
  {
   "text": "The the I remain remain Catholic",
   "start": 4673.1,
   "duration": 2.509
  },
  {
   "text": "But the the issue that the church has had the mistake that the church has made is turning a blind eye",
   "start": 4675.61,
   "duration": 5.069
  },
  {
   "text": "As the church would put it to sin",
   "start": 4681.26,
   "duration": 2.0
  },
  {
   "text": "turning a blind eye to",
   "start": 4683.96,
   "duration": 2.0
  },
  {
   "text": "Rampant gay sex in a vocation that is supposed to be celibate supposed to be chaste",
   "start": 4685.969,
   "duration": 5.39
  },
  {
   "text": "And we",
   "start": 4693.8,
   "duration": 1.35
  },
  {
   "text": "associate that",
   "start": 4695.15,
   "duration": 1.23
  },
  {
   "text": "Hypothetically will the way that you would Martel's claim with the proclivity to cover up the child sexual abuse because of it",
   "start": 4696.38,
   "duration": 6.589
  },
  {
   "text": "Which is his most radical claim I would say I don't know if he's wrong about that. What I would say is",
   "start": 4702.969,
   "duration": 5.729
  },
  {
   "text": " ",
   "start": 4708.698,
   "duration": 0.521
  },
  {
   "text": "The way that the way the church would put it is you know",
   "start": 4709.219,
   "duration": 2.09
  },
  {
   "text": "If you make room for one sin, others will follow right?",
   "start": 4711.31,
   "duration": 2.339
  },
  {
   "text": "so what what that means in practical terms for the Catholic Church is",
   "start": 4714.14,
   "duration": 3.859
  },
  {
   "text": "Because the priesthood is somewhere where lots of gay men go and the blind-eye is routinely turned to their sexual peccadilloes",
   "start": 4718.489,
   "duration": 7.88
  },
  {
   "text": "Even if it's just with each other and there's nothing",
   "start": 4726.53,
   "duration": 2.0
  },
  {
   "text": "non-consensual or abusive going on because it's a sexual free-for-all because it's the kind of place where",
   "start": 4729.53,
   "duration": 5.51
  },
  {
   "text": "Supposedly transgressive or forbidden things happen routinely with no consequence",
   "start": 4735.679,
   "duration": 4.22
  },
  {
   "text": "Then it becomes an institution that attracts other kinds of people who have other things to hide like pedophiles",
   "start": 4740.33,
   "duration": 5.899
  },
  {
   "text": "Where where are you going to go if you have?",
   "start": 4746.719,
   "duration": 2.33
  },
  {
   "text": "some kind of",
   "start": 4749.63,
   "duration": 2.0
  },
  {
   "text": "Psychiatric dysfunction or whatever it is like that. You're going to go somewhere that routinely overlooks or ignores sexual",
   "start": 4751.73,
   "duration": 7.699
  },
  {
   "text": "Wrongdoing course you are that's what the church that's what that's what Christians mean when they say, you know",
   "start": 4760.429,
   "duration": 5.06
  },
  {
   "text": "You let one sin and others will follow they don't just mean in the sense of personal behavior",
   "start": 4765.489,
   "duration": 5.34
  },
  {
   "text": "Like if you let yourself do one thing you let yourself to others, but it also works in institutions, too",
   "start": 4770.83,
   "duration": 4.649
  },
  {
   "text": "and",
   "start": 4775.48,
   "duration": 0.73
  },
  {
   "text": "Of course",
   "start": 4776.21,
   "duration": 0.739
  },
  {
   "text": "The lefties will say the reason that all of these problems happen",
   "start": 4776.949,
   "duration": 2.58
  },
  {
   "text": "The Catholic Church is that priests are required to be celibate. The opposite is true",
   "start": 4779.53,
   "duration": 3.75
  },
  {
   "text": "They haven't been celibate for a very long time and that's what's created the problem because there's now an entrenched left wing gay",
   "start": 4783.64,
   "duration": 6.989
  },
  {
   "text": "mafia, that effectively runs the like church",
   "start": 4790.63,
   "duration": 2.609
  },
  {
   "text": "That has engaged in the systematic cover-up of child abuse. So as to protect its own power and that's",
   "start": 4794.06,
   "duration": 7.009
  },
  {
   "text": "about as bad as it gets, you know in terms of you know,",
   "start": 4801.949,
   "duration": 3.77
  },
  {
   "text": "A global institutions who have lost their way that is as it gets",
   "start": 4805.719,
   "duration": 4.56
  },
  {
   "text": "I want a black Pope because I want I",
   "start": 4810.949,
   "duration": 2.959
  },
  {
   "text": "want there to be a",
   "start": 4815.09,
   "duration": 2.0
  },
  {
   "text": "Doctrinally conservative because they're all that all of the the Catholics in Africa are like pre-vatican - they're serious Catholics",
   "start": 4817.099,
   "duration": 6.08
  },
  {
   "text": "And it will make it it will make life very difficult for progressives",
   "start": 4823.849,
   "duration": 3.17
  },
  {
   "text": "Accusing a black Pope from Africa of being a racist in a sexist, you know",
   "start": 4827.27,
   "duration": 3.799
  },
  {
   "text": "because he actually wants Catholic doctrine to remain Catholic doctrine, but the present Pope is",
   "start": 4831.07,
   "duration": 4.47
  },
  {
   "text": "Basically, he is not himself a homosexual as far as we know but he does sit at the head of",
   "start": 4836.96,
   "duration": 5.81
  },
  {
   "text": "this lavender mafia and he is propped up by people like",
   "start": 4843.619,
   "duration": 5.33
  },
  {
   "text": "Call McMurphy O'Connor from England and Wales, Vincent Nichols and all these other",
   "start": 4850.34,
   "duration": 4.85
  },
  {
   "text": "aging 60 70 year old liberal Cardinals who are products of the 60s, who are",
   "start": 4856.31,
   "duration": 5.539
  },
  {
   "text": "soft on communism",
   "start": 4862.46,
   "duration": 1.56
  },
  {
   "text": "and",
   "start": 4864.02,
   "duration": 1.17
  },
  {
   "text": "What my book was trying to show was that",
   "start": 4865.19,
   "duration": 2.0
  },
  {
   "text": "The soft on communism thing is entwined with the abuse with the wrongdoing with everything. They're the same people doing everything so",
   "start": 4867.739,
   "duration": 7.22
  },
  {
   "text": "Theodore McCarrick who has the distinction of being the world's only ex Cardinal because Francis had to remove his",
   "start": 4875.57,
   "duration": 6.709
  },
  {
   "text": "His Cardinal C from him",
   "start": 4883.25,
   "duration": 2.0
  },
  {
   "text": "Had to degrade him as the technical term he was",
   "start": 4885.29,
   "duration": 3.079
  },
  {
   "text": "Francis's envoy to China and he was the one who put the deal together with Francis to allow the Chinese state",
   "start": 4889.639,
   "duration": 7.37
  },
  {
   "text": "to participate in the choice",
   "start": 4898.099,
   "duration": 2.03
  },
  {
   "text": "in choosing Catholic Bishops",
   "start": 4900.77,
   "duration": 2.149
  },
  {
   "text": "But this hasn't happened since like Gregory the 7th",
   "start": 4903.5,
   "duration": 2.389
  },
  {
   "text": "The Catholic Church has been ferocious about choosing its own bishops, but they handed selection of the bishops over to the Communist Party in China",
   "start": 4905.889,
   "duration": 7.83
  },
  {
   "text": "Knowing the Catholic server routinely persecuted, you know and killed in China",
   "start": 4914.989,
   "duration": 5.18
  },
  {
   "text": "Because they never met a socialist they didn't like and it's that but it's that particular",
   "start": 4921.11,
   "duration": 5.209
  },
  {
   "text": "sixty seventy year old child of the sixties aging hippie liberal",
   "start": 4926.75,
   "duration": 3.649
  },
  {
   "text": "That lives in another planet from the rest of us and is still all thinking, you know, if only they sorry the lawnmower, Oklahoma",
   "start": 4931.1,
   "duration": 7.7
  },
  {
   "text": "If only if only socialism were tried one more time, perhaps perhaps it would be okay this time",
   "start": 4939.56,
   "duration": 4.459
  },
  {
   "text": "That's the world these people live in and they also know it's in your book. Hope",
   "start": 4944.39,
   "duration": 4.129
  },
  {
   "text": "It's it's yet notice. It's called diabolical how Pope Francis betrayed clerical abuse victims like me and why he has to go",
   "start": 4949.07,
   "duration": 7.04
  },
  {
   "text": "It's called diabolical. So yeah, but anyway, I talked about that in books",
   "start": 4956.63,
   "duration": 3.59
  },
  {
   "text": "But no",
   "start": 4961.64,
   "duration": 0.72
  },
  {
   "text": "It's very interesting how the same people who are far",
   "start": 4962.36,
   "duration": 3.229
  },
  {
   "text": "leftists who are pushing for church doctrine to be watered down which has the effect of emptying the pews because when people go to church",
   "start": 4965.72,
   "duration": 5.449
  },
  {
   "text": "They want the fire and brimstone. They go to be told what to do. They want the Bible. They want Jesus it won't commit change",
   "start": 4971.17,
   "duration": 5.58
  },
  {
   "text": "Right, they don't you know",
   "start": 4977.51,
   "duration": 1.46
  },
  {
   "text": "They don't want they don't want a bishop talking to them and I'm not making this up. There are seminaries now where the",
   "start": 4978.97,
   "duration": 5.339
  },
  {
   "text": "Where the seminarians are starting to issue?",
   "start": 4985.16,
   "duration": 2.54
  },
  {
   "text": "They're starting to give sermons on toxic masculinity, this is a church that has no no manly men left in it",
   "start": 4989.93,
   "duration": 6.979
  },
  {
   "text": "Yeah, every man in that church is a homo",
   "start": 4996.95,
   "duration": 2.479
  },
  {
   "text": "You know",
   "start": 4999.43,
   "duration": 0.57
  },
  {
   "text": "There are no men left in the congregation's there are no",
   "start": 5000.0,
   "duration": 2.55
  },
  {
   "text": "Heterosexual men left in the clergy and this is the church that thinks it has a too many men problem. You know, who?",
   "start": 5002.71,
   "duration": 5.72
  },
  {
   "text": "This is a church that",
   "start": 5009.28,
   "duration": 1.86
  },
  {
   "text": "the reason that this subject interested me in addition to my",
   "start": 5011.14,
   "duration": 2.569
  },
  {
   "text": "faith is that this is another arena in which the loss of",
   "start": 5014.53,
   "duration": 4.039
  },
  {
   "text": "Manliness and masculinity and the loss of a proper appreciation of the heroic masculine virtues has led to chaos and disaster",
   "start": 5019.75,
   "duration": 6.229
  },
  {
   "text": "because",
   "start": 5026.53,
   "duration": 1.11
  },
  {
   "text": "No",
   "start": 5027.64,
   "duration": 2.0
  },
  {
   "text": "True father by which I mean the sorts of fatherhood the the priests are supposed to",
   "start": 5029.83,
   "duration": 5.6
  },
  {
   "text": "Give up having children in order to embark upon, you know, no spiritual leader",
   "start": 5037.03,
   "duration": 4.789
  },
  {
   "text": "With integrity would stand by and watch children being abused and cover it up",
   "start": 5042.85,
   "duration": 3.62
  },
  {
   "text": "This is something that gay people do because they think what they do is wrong",
   "start": 5046.54,
   "duration": 3.379
  },
  {
   "text": "so they're happy to cover for somebody else is doing something wrong to a",
   "start": 5049.92,
   "duration": 3.12
  },
  {
   "text": "Father a real father doesn't sit idly by while children are being abused",
   "start": 5054.88,
   "duration": 4.939
  },
  {
   "text": "He takes you know, he takes steps to stop it and he punishes the people who have done wrong",
   "start": 5060.46,
   "duration": 4.379
  },
  {
   "text": "That's the righteous indignation and outrage of a true father and those and that appreciation of you know",
   "start": 5066.02,
   "duration": 6.29
  },
  {
   "text": "Like it's it's right and proper to hate people and we should be outraged about though",
   "start": 5072.31,
   "duration": 3.6
  },
  {
   "text": "When you said that's part of what you've learned over the last couple of years",
   "start": 5076.04,
   "duration": 3.5
  },
  {
   "text": "Right and but that heroic manly virtue is something that has been sort of",
   "start": 5079.79,
   "duration": 3.979
  },
  {
   "text": "Systematically wiped out the Catholic Church just like it's been wiped out of other",
   "start": 5083.9,
   "duration": 3.77
  },
  {
   "text": "Places in public life. Yeah",
   "start": 5088.85,
   "duration": 2.0
  },
  {
   "text": "journalism",
   "start": 5091.13,
   "duration": 1.5
  },
  {
   "text": "And it's yeah assaults that everybody knows about in all those different arenas",
   "start": 5092.63,
   "duration": 3.439
  },
  {
   "text": "So it was interesting to me watching the book finding that most of the problems",
   "start": 5096.07,
   "duration": 4.02
  },
  {
   "text": "most of the",
   "start": 5101.3,
   "duration": 1.98
  },
  {
   "text": "things that are happening in the Catholic Church most of the problems that church has got itself into",
   "start": 5103.28,
   "duration": 3.38
  },
  {
   "text": "Basically boiled down to there being no men",
   "start": 5107.27,
   "duration": 2.06
  },
  {
   "text": "it's all women and gays and",
   "start": 5109.82,
   "duration": 2.03
  },
  {
   "text": "that the vast majority of the child abuse scandal and all the other things that are wrong with the Catholic Church our product of",
   "start": 5112.13,
   "duration": 7.669
  },
  {
   "text": "The church losing its connection to masculinity and simply having no men left in it. Well good. Well good",
   "start": 5120.41,
   "duration": 6.799
  },
  {
   "text": "There's nothing controversy about any of that. So that's quite a relief",
   "start": 5127.21,
   "duration": 3.029
  },
  {
   "text": "so",
   "start": 5130.91,
   "duration": 2.0
  },
  {
   "text": "We don't have to be impaired",
   "start": 5134.09,
   "duration": 2.0
  },
  {
   "text": "Okay, so I want to return to something if you don't mind I want you to tell me",
   "start": 5140.57,
   "duration": 5.09
  },
  {
   "text": "What you think the consequences of what happened to you when you were 14 might've been okay?",
   "start": 5146.6,
   "duration": 6.08
  },
  {
   "text": "I don't know. Yes, I",
   "start": 5155.75,
   "duration": 3.77
  },
  {
   "text": "Mean I look if you're not like",
   "start": 5162.469,
   "duration": 2.0
  },
  {
   "text": "I'm not I'm not",
   "start": 5164.9,
   "duration": 2.0
  },
  {
   "text": "Unwilling to discuss it with you. Yeah, I'm not having a problem being forthcoming. Yeah, I just don't know",
   "start": 5167.239,
   "duration": 5.39
  },
  {
   "text": "I know the only thing that I've really thought about is",
   "start": 5172.63,
   "duration": 3.209
  },
  {
   "text": "whether or not it might have affected the trajectory of my sexuality and",
   "start": 5177.02,
   "duration": 3.169
  },
  {
   "text": "I think that it may well have done but I don't think it on its own was enough to make difference. I",
   "start": 5180.98,
   "duration": 4.91
  },
  {
   "text": "think I'm probably right about that also talked about just in this conversation about",
   "start": 5186.86,
   "duration": 4.7
  },
  {
   "text": "Transgressive me of",
   "start": 5193.16,
   "duration": 2.0
  },
  {
   "text": "That that",
   "start": 5195.86,
   "duration": 2.0
  },
  {
   "text": "sexuality and now you",
   "start": 5198.2,
   "duration": 2.0
  },
  {
   "text": "Participated in that even it's let's say as an active participant and the question is what did that do to you?",
   "start": 5200.51,
   "duration": 6.169
  },
  {
   "text": "What what did that what did the note do to you because you had to live with it. I",
   "start": 5208.13,
   "duration": 5.209
  },
  {
   "text": "Don't know if it's a fair question. I don't know if I'm crazy. No, no your phrasing it fun",
   "start": 5214.13,
   "duration": 4.309
  },
  {
   "text": "I just don't know the answer to it",
   "start": 5218.44,
   "duration": 2.0
  },
  {
   "text": "In the same way that I don't think anybody can know",
   "start": 5220.67,
   "duration": 2.599
  },
  {
   "text": "What quote unquote made them gay?",
   "start": 5224.24,
   "duration": 2.239
  },
  {
   "text": "You know as everybody has is born with I think everybody was born with a more or less of a predilection",
   "start": 5226.48,
   "duration": 5.61
  },
  {
   "text": "Whether or not you believe in epigenetics or whatever",
   "start": 5232.25,
   "duration": 2.36
  },
  {
   "text": "Some people do some people don't but I think everybody probably has a sort of predisposition",
   "start": 5235.28,
   "duration": 3.799
  },
  {
   "text": "And coupled with early experiences you end up by they're mostly having sex with men or not, right? I",
   "start": 5240.17,
   "duration": 6.199
  },
  {
   "text": "Don't think that we're ever",
   "start": 5247.25,
   "duration": 2.0
  },
  {
   "text": "Conscious of the processes acting on us at the time and therefore it's very difficult",
   "start": 5249.47,
   "duration": 4.31
  },
  {
   "text": "It's just pure speculation based on whatever we happen to remember",
   "start": 5253.78,
   "duration": 3.75
  },
  {
   "text": "trying to work out what it was that made the difference and",
   "start": 5258.26,
   "duration": 3.259
  },
  {
   "text": "I don't think it's I don't think it's something that could ever",
   "start": 5262.13,
   "duration": 2.629
  },
  {
   "text": "Satisfactorily be answered because simply because we're just not aware of the process is acting on us. I don't know if",
   "start": 5265.13,
   "duration": 5.389
  },
  {
   "text": "My dad not saving me from you know, that household made me",
   "start": 5271.13,
   "duration": 5.54
  },
  {
   "text": "You know sort of to made some kind of misfire a rewired like, you know, I said something haywire in my brain",
   "start": 5277.55,
   "duration": 6.109
  },
  {
   "text": "I don't know whether I resent it and just you know, just like my mother so much they went off all women",
   "start": 5283.66,
   "duration": 5.399
  },
  {
   "text": "I don't know and I don't think there's ever any way to know and for the same reason",
   "start": 5289.06,
   "duration": 4.14
  },
  {
   "text": "I don't think there's any way that I could possibly answer and I don't think there's anything anybody could be on blind",
   "start": 5293.2,
   "duration": 5.16
  },
  {
   "text": "speculation and I think that most people who are",
   "start": 5298.7,
   "duration": 2.39
  },
  {
   "text": "Most people who try to explain I'm so sorry",
   "start": 5302.39,
   "duration": 2.66
  },
  {
   "text": "Most people who try to explain or abuse might have done to somebody",
   "start": 5307.07,
   "duration": 4.459
  },
  {
   "text": "In almost every case. I see their political prejudices and their biases at work, you know out there in search of",
   "start": 5312.26,
   "duration": 8.0
  },
  {
   "text": "Justification ring isn't the truth is I have no I have no goddamn idea and neither. Does anybody else?",
   "start": 5320.81,
   "duration": 6.229
  },
  {
   "text": "No one can possibly have a clue because these things are acting below the conscious level on us in a way that we cannot",
   "start": 5327.679,
   "duration": 5.54
  },
  {
   "text": "Dissect and analyze. Okay. Okay. All right. So let me let me ask you then. Let me switch topics",
   "start": 5333.86,
   "duration": 5.569
  },
  {
   "text": "So, you know you've been less in the public eye since this",
   "start": 5339.429,
   "duration": 4.709
  },
  {
   "text": "Scam quiet. I've been retired. You've been retired. Okay",
   "start": 5344.81,
   "duration": 3.979
  },
  {
   "text": "Look I saw a quarter of a million books. I made millions of dollars",
   "start": 5351.679,
   "duration": 3.02
  },
  {
   "text": "I have more nice stuff than I know what to do with I have a",
   "start": 5354.699,
   "duration": 3.09
  },
  {
   "text": "Husband I am deeply in love with I could die. Happy tomorrow. I helped to get a president office",
   "start": 5358.369,
   "duration": 4.49
  },
  {
   "text": "I'm one of the seven people who put Trump in office and that's not eager to zoom. That's a fact, right?",
   "start": 5362.86,
   "duration": 4.02
  },
  {
   "text": "I'm one of the seven people to put Donald Trump in office",
   "start": 5366.88,
   "duration": 2.16
  },
  {
   "text": "I can die happy now as you know, you might be do in purgatory for you as a",
   "start": 5369.04,
   "duration": 4.77
  },
  {
   "text": "Consequence after I die for that particular crime, who knows but",
   "start": 5375.56,
   "duration": 2.959
  },
  {
   "text": "But the fact is like I have accomplished more than the vast majority of people walking this earth",
   "start": 5379.19,
   "duration": 4.459
  },
  {
   "text": "I have you know, and if I were to do nothing else professionally now",
   "start": 5383.65,
   "duration": 4.109
  },
  {
   "text": "I would be infinitely more successful and all of my critics combined. Okay, so I'm good",
   "start": 5387.76,
   "duration": 5.64
  },
  {
   "text": "Rumors of your current state there's rumors that you're terribly embedded. There's there's rumors",
   "start": 5394.34,
   "duration": 6.109
  },
  {
   "text": "Okay, so I sometimes you know",
   "start": 5400.489,
   "duration": 2.0
  },
  {
   "text": "one of the problems with trying to find out what's true about me is I like to troll journalists and I",
   "start": 5403.52,
   "duration": 5.359
  },
  {
   "text": "Confirm or deny according to my whimsy",
   "start": 5409.4,
   "duration": 1.91
  },
  {
   "text": "So when somebody writes to me saying is it true?",
   "start": 5411.31,
   "duration": 1.77
  },
  {
   "text": "You're 2 million and down say no darling is 4 million what I work what I won't",
   "start": 5413.08,
   "duration": 4.709
  },
  {
   "text": "go to the trouble of explaining is that of my many companies the one that was funded by the",
   "start": 5419.03,
   "duration": 6.26
  },
  {
   "text": "Mercer's who withdrew their political investments from Steve Bannon and from me at the same time that particular vehicle is somewhat in debt",
   "start": 5425.659,
   "duration": 7.4
  },
  {
   "text": "but I'm not I",
   "start": 5433.46,
   "duration": 1.59
  },
  {
   "text": "Don't I don't have any personal liability whatsoever?",
   "start": 5435.05,
   "duration": 3.74
  },
  {
   "text": "The sum total of the money I owe",
   "start": 5438.79,
   "duration": 2.009
  },
  {
   "text": "It's about nine hundred and seventy seven dollars to capital one because I can't get any better credit cards in there because this country belong",
   "start": 5441.17,
   "duration": 5.87
  },
  {
   "text": "enough",
   "start": 5447.04,
   "duration": 1.869
  },
  {
   "text": "So so the core problem",
   "start": 5448.909,
   "duration": 2.33
  },
  {
   "text": "Have as much money as I had two years ago",
   "start": 5451.76,
   "duration": 2.18
  },
  {
   "text": "I don't but I'm not two million in debt. One of my companies is",
   "start": 5454.13,
   "duration": 5.87
  },
  {
   "text": "And will probably have to either",
   "start": 5460.52,
   "duration": 1.89
  },
  {
   "text": "Try to fight it will have to fight its way out of that or it will have to you know",
   "start": 5462.41,
   "duration": 4.159
  },
  {
   "text": "Go through some kind of insolvency process or whatever, but I am NOT in debt",
   "start": 5466.57,
   "duration": 4.08
  },
  {
   "text": "I just never bothered to correct the record and frankly when a journalist if you journalist wrote to me",
   "start": 5470.83,
   "duration": 4.77
  },
  {
   "text": "so rudely noise if a journalist wrote to me and said are you 2 million dare and I made the very",
   "start": 5475.76,
   "duration": 4.97
  },
  {
   "text": "Important critical distinction between me and the business. Yes. They wouldn't write that up. Anyway, that's there",
   "start": 5481.01,
   "duration": 6.53
  },
  {
   "text": "They would take my confirmation of the figure as confirmation that I'm in debt and just write what they wanted to anyway",
   "start": 5487.54,
   "duration": 5.549
  },
  {
   "text": "so I feel no I mean it's not a crime to lie to journalists and I feel no obligation to",
   "start": 5493.22,
   "duration": 4.099
  },
  {
   "text": "to act as their fact-checking",
   "start": 5498.47,
   "duration": 2.059
  },
  {
   "text": "It's actually a crime to tell the truth to",
   "start": 5501.05,
   "duration": 2.45
  },
  {
   "text": "Journalists is a men a men know if somebody comes looted like a crime often if somebody comes to me to ask for comment",
   "start": 5503.63,
   "duration": 7.609
  },
  {
   "text": "I think it's a moral obligation",
   "start": 5511.239,
   "duration": 2.0
  },
  {
   "text": "Which is why I got myself into trouble that time before, you know",
   "start": 5514.22,
   "duration": 2.839
  },
  {
   "text": "when someone shot up the the newsroom, wherever that wherever it was because I I",
   "start": 5517.06,
   "duration": 4.35
  },
  {
   "text": "Made some flippant comment about vigilante death squads and journalists or something and I didn't post it publicly",
   "start": 5521.93,
   "duration": 4.939
  },
  {
   "text": "I wasn't like inciting people to hurt journalists. I wrote it",
   "start": 5527.26,
   "duration": 2.7
  },
  {
   "text": "To somebody who then published it and wrote a story about it and then they use that as evidence that I was cheating",
   "start": 5530.96,
   "duration": 6.649
  },
  {
   "text": "I'm like, whatever",
   "start": 5537.61,
   "duration": 1.99
  },
  {
   "text": "This is the these are some of the consequences of being the kind of person who",
   "start": 5539.6,
   "duration": 2.959
  },
  {
   "text": "So my job is to create a career in which that doesn't matter because I'm not",
   "start": 5546.77,
   "duration": 4.91
  },
  {
   "text": "Because my success my income my fan base my profile whatever isn't relying on",
   "start": 5553.4,
   "duration": 7.55
  },
  {
   "text": "The prestige economy, but it's also not reliant on this sort of rules of journalistic propriety or whatever. So this is why",
   "start": 5562.31,
   "duration": 7.04
  },
  {
   "text": "I'm in",
   "start": 5571.28,
   "duration": 1.68
  },
  {
   "text": "Reason, I'm in Oklahoma is I'm closing the last tranche of money to do a late-night chat show like Johnny codes",
   "start": 5572.96,
   "duration": 7.399
  },
  {
   "text": "This is the thing. I alluded to earlier in the conversation",
   "start": 5580.36,
   "duration": 1.77
  },
  {
   "text": "I see I see. So that's part of your future plans and hillie work",
   "start": 5582.13,
   "duration": 3.93
  },
  {
   "text": "Who are you doing that with if you don't mind me asking?",
   "start": 5586.06,
   "duration": 2.85
  },
  {
   "text": "Are you still in the process of waiting to announce that I'm still have announced anything yet?",
   "start": 5588.91,
   "duration": 5.459
  },
  {
   "text": "So I'm going to the money in the bank first and I'll do all my hires and then I'll you know",
   "start": 5594.73,
   "duration": 3.36
  },
  {
   "text": "announce partners all the rest of it, but the thief",
   "start": 5598.16,
   "duration": 2.899
  },
  {
   "text": "the basic",
   "start": 5601.67,
   "duration": 1.74
  },
  {
   "text": "the idea of it is well, I should always have been doing which is",
   "start": 5603.41,
   "duration": 3.379
  },
  {
   "text": "Somewhere between Bill Maher and and Johnny Carson. I can do my characters",
   "start": 5607.43,
   "duration": 4.399
  },
  {
   "text": "I can do my Ellen Omar my doctor Christine kind of characters as cold opens, I guess and Al except they'll actually be funny",
   "start": 5611.83,
   "duration": 5.52
  },
  {
   "text": "I can do monologues. I can do interviews all the rest of it and I'm a live act",
   "start": 5617.35,
   "duration": 4.41
  },
  {
   "text": "I'm not one of these people that could just babble for three hours a day like, you know",
   "start": 5621.76,
   "duration": 4.049
  },
  {
   "text": "Some of the podcasters can do some of the youtubers can do I just find it",
   "start": 5625.81,
   "duration": 2.91
  },
  {
   "text": "So boring, you know, I don't want to just babble three hours",
   "start": 5628.72,
   "duration": 3.149
  },
  {
   "text": "I don't know wants to hear the same opinions from the same for conservatives or used every day",
   "start": 5631.87,
   "duration": 4.439
  },
  {
   "text": "Mind-numbing ly though that's not me. I'm a writer and a live act right? That's where I live. That's my happy place. So",
   "start": 5637.19,
   "duration": 7.189
  },
  {
   "text": "It'll just be once a week. And so how are you going to how are you going to protect yourself?",
   "start": 5645.23,
   "duration": 5.12
  },
  {
   "text": "just out of curiosity about being",
   "start": 5650.35,
   "duration": 2.07
  },
  {
   "text": "From being censored and taken out like because I'm going to make it laughs. I'm absolutely anti fragile",
   "start": 5652.94,
   "duration": 5.75
  },
  {
   "text": "We're not gonna be on social media. We are going to encourage. He was not to share clips",
   "start": 5658.82,
   "duration": 5.029
  },
  {
   "text": "We're going to beg people not to put us on social media",
   "start": 5663.85,
   "duration": 2.52
  },
  {
   "text": "We're going to host the video on our own player on our own website",
   "start": 5666.37,
   "duration": 2.55
  },
  {
   "text": "If you want to watch it, put your email address in and what we can sell into the email list, right so we can do",
   "start": 5669.71,
   "duration": 6.14
  },
  {
   "text": "Newsletters without theirs and all the rest of it. I'm going on so it's something like próxima meaning a private subscription service",
   "start": 5676.79,
   "duration": 5.57
  },
  {
   "text": "Yes, it isn't completely dissimilar from Alex Jones's model. Just without the homegrown forums, right?",
   "start": 5682.97,
   "duration": 7.129
  },
  {
   "text": "Well, that's what we're hoping to allow people to do with this platform that we've been building as an alternative to patreon you",
   "start": 5690.1,
   "duration": 6.39
  },
  {
   "text": "know on on a broader scale, or maybe I'll be on that because I feel happy because",
   "start": 5697.4,
   "duration": 4.699
  },
  {
   "text": "It's the only thing I'm not banned from perhaps",
   "start": 5702.65,
   "duration": 2.0
  },
  {
   "text": "I think these",
   "start": 5704.96,
   "duration": 1.92
  },
  {
   "text": "Hermetically sealed little universes are the future for us. Look social media isn't for isn't for us",
   "start": 5706.88,
   "duration": 4.729
  },
  {
   "text": "The people who run these companies hate us they are dedicated to our annihilation",
   "start": 5712.01,
   "duration": 3.259
  },
  {
   "text": "They want to see us wiped off the face of the planet",
   "start": 5715.34,
   "duration": 2.54
  },
  {
   "text": "there is no point handing distribution over people who hate and",
   "start": 5718.21,
   "duration": 2.79
  },
  {
   "text": "Why would you drive up the market value of these companies by providing them free content? She's silly and",
   "start": 5721.19,
   "duration": 4.789
  },
  {
   "text": "I'm always the person who has to do it two years before everybody else",
   "start": 5726.83,
   "duration": 2.959
  },
  {
   "text": "So this is where I'm gonna do you just just leave social media. I'm gonna spend a bunch of money",
   "start": 5729.83,
   "duration": 5.149
  },
  {
   "text": "Converting my Facebook fans into a big powerful email list, and I'm just gonna leave there will be life after social media",
   "start": 5735.59,
   "duration": 6.229
  },
  {
   "text": "Trust me once one up",
   "start": 5741.82,
   "duration": 0.93
  },
  {
   "text": "So once upon a time people didn't imagine that there would be no that myspace wouldn't still be here",
   "start": 5742.75,
   "duration": 4.53
  },
  {
   "text": "There was a world geo cities where the world moves on and in five years",
   "start": 5747.28,
   "duration": 3.929
  },
  {
   "text": "no one will have a twitter account anymore and you'll be",
   "start": 5751.21,
   "duration": 2.61
  },
  {
   "text": "Worrying, you'll be wondering why on earth you were you were panicking about and the people who didn't look ahead will be lost",
   "start": 5753.95,
   "duration": 5.87
  },
  {
   "text": "I will have a three million strong email list that I write to every day with, you know a hilarious",
   "start": 5759.82,
   "duration": 6.059
  },
  {
   "text": "Daily column and they'll tune in on Friday nights to watch my show and I'll be perfectly happy. Nobody can take that away from me",
   "start": 5766.64,
   "duration": 6.2
  },
  {
   "text": "You know if we email providers",
   "start": 5773.72,
   "duration": 2.0
  },
  {
   "text": "I've kind of pretty much sort of semi told people already",
   "start": 5779.99,
   "duration": 2.929
  },
  {
   "text": "so the cat's kind of sort of out the bag, so I haven't really broken the news now, but but",
   "start": 5782.92,
   "duration": 3.959
  },
  {
   "text": "Once the money's in the bank, then I'll say then it'll be six to eight weeks before we have a set built",
   "start": 5787.43,
   "duration": 4.339
  },
  {
   "text": "So two months before we drop I'm gonna have a very open",
   "start": 5791.96,
   "duration": 3.2
  },
  {
   "text": "Gestation process. I'm going to show pictures of the set where it's being built all the rest of it",
   "start": 5796.28,
   "duration": 3.439
  },
  {
   "text": "We're not going to do like grand announcements because I've done enough flows in my career. So we'll just have a very iterative",
   "start": 5799.72,
   "duration": 6.089
  },
  {
   "text": "Period of",
   "start": 5807.44,
   "duration": 1.95
  },
  {
   "text": "putting every person handling everything and then in about two months, I will draw episode one and it will be",
   "start": 5809.39,
   "duration": 5.6
  },
  {
   "text": "The funniest most hilarious unmissable hour of television that somehow not on TV",
   "start": 5815.54,
   "duration": 5.39
  },
  {
   "text": "Produced by anybody in the country and it will be unmissable and hysterical",
   "start": 5823.28,
   "duration": 4.189
  },
  {
   "text": "It will teach you something because I'll have a serious component to whether it's a mini documentary or an interview or a review of something",
   "start": 5828.17,
   "duration": 5.6
  },
  {
   "text": "And it'll be bookended by just the funniest political satire and you know and earn and and characters and nonsense",
   "start": 5834.08,
   "duration": 7.52
  },
  {
   "text": "but that nobody can do but me and",
   "start": 5842.09,
   "duration": 3.079
  },
  {
   "text": "It's sort of what I always should have done it's what I've always wanted to do",
   "start": 5846.71,
   "duration": 3.2
  },
  {
   "text": "And now I have the breathing space if you like one no one's looking while no was expecting",
   "start": 5850.28,
   "duration": 3.859
  },
  {
   "text": "Daily this there the other for me",
   "start": 5854.3,
   "duration": 1.7
  },
  {
   "text": "I'm in my room",
   "start": 5856.0,
   "duration": 0.72
  },
  {
   "text": "You know in my first retirement period well chair I will come out for a time and many times in my life",
   "start": 5856.72,
   "duration": 5.01
  },
  {
   "text": "This is some I've had this nice space where no one's been kind of down my neck to deliberate",
   "start": 5863.03,
   "duration": 5.75
  },
  {
   "text": "Have you enjoyed that like is there being anything about?",
   "start": 5868.78,
   "duration": 2.79
  },
  {
   "text": "Advantages to you about the fact that you've been sort of pulled away from the public spotlight. It's been it's been wonderful",
   "start": 5872.09,
   "duration": 5.989
  },
  {
   "text": "I've been able to I've been able to dedicate two years of my life to getting to know the man",
   "start": 5878.33,
   "duration": 4.46
  },
  {
   "text": "I'm going to spend the rest of my life with you know, and now we can go about",
   "start": 5882.79,
   "duration": 3.539
  },
  {
   "text": "Now, I'll throw myself back into the fight",
   "start": 5887.09,
   "duration": 2.0
  },
  {
   "text": "He's got his own career all the rest of it",
   "start": 5889.28,
   "duration": 1.97
  },
  {
   "text": "But we've had something that most married couples don't get which is two years just together",
   "start": 5891.25,
   "duration": 4.919
  },
  {
   "text": "But the beginning of our life together, most people don't have that luxury or anything even close to it",
   "start": 5896.48,
   "duration": 5.27
  },
  {
   "text": "They immediately get bogged down in the everyday hell of you know, who's taking the kids to school",
   "start": 5901.75,
   "duration": 5.069
  },
  {
   "text": "Did you pay the gas bill crap? Right? We didn't have any we just had two years",
   "start": 5906.89,
   "duration": 5.3
  },
  {
   "text": "Lists together and now we have an unshakable foundation",
   "start": 5912.83,
   "duration": 3.32
  },
  {
   "text": "And if I'm away for six months I'm away for six months and they won't",
   "start": 5916.31,
   "duration": 3.26
  },
  {
   "text": "Make a difference to us because we don't have the same set of vulnerabilities that a lot of newlywed couples do",
   "start": 5919.73,
   "duration": 4.369
  },
  {
   "text": "Because we had that that time together. So from to my mind it was time",
   "start": 5924.5,
   "duration": 3.679
  },
  {
   "text": "well spent I've also been reading a lot and we didn't get to talk about anything really substantive in this conversation, except my",
   "start": 5928.18,
   "duration": 5.189
  },
  {
   "text": "Obscure",
   "start": 5934.97,
   "duration": 1.35
  },
  {
   "text": "psychiatric history, but you",
   "start": 5936.32,
   "duration": 2.0
  },
  {
   "text": "will see you will see that I've been reading a lot and sharpening my claws and",
   "start": 5938.75,
   "duration": 4.579
  },
  {
   "text": "Refilling my tool kit and so when I do start",
   "start": 5944.99,
   "duration": 3.83
  },
  {
   "text": "We entering the arena and popping up on live streams and doing interviews and things like that",
   "start": 5949.7,
   "duration": 4.64
  },
  {
   "text": "you'll see that I've spent two years reading everything I can get my hands on and I'm",
   "start": 5954.34,
   "duration": 4.589
  },
  {
   "text": "Considerably more formidable than I was two years ago. I was already quite formidable anything we particularly recommend",
   "start": 5960.53,
   "duration": 6.14
  },
  {
   "text": "Not at the moment. I'm gonna keep my powder dry because I have I have lots of fun things that I want to that",
   "start": 5967.46,
   "duration": 6.469
  },
  {
   "text": "I want to do with it all",
   "start": 5973.93,
   "duration": 1.66
  },
  {
   "text": "but know I've I've been regrouping and plotting and",
   "start": 5975.59,
   "duration": 3.89
  },
  {
   "text": "Sharp. Oh, I can't imagine that a sharpening a sharpening my knives you don't you know?",
   "start": 5980.24,
   "duration": 6.14
  },
  {
   "text": "You don't want to be the first one in front of my blades",
   "start": 5986.38,
   "duration": 2.069
  },
  {
   "text": "no, it's it's",
   "start": 5989.6,
   "duration": 2.0
  },
  {
   "text": "People keep expecting to be sad or to have had some kind of terrible experience in the truth is I just happened",
   "start": 5991.94,
   "duration": 5.659
  },
  {
   "text": "I've had the best two years of my life",
   "start": 5997.749,
   "duration": 1.691
  },
  {
   "text": "I've been I've been in perfect bliss with the best man I've ever met and now I'm ready to go back to work",
   "start": 5999.44,
   "duration": 6.199
  },
  {
   "text": "All right, well look that sounds like a good place to end",
   "start": 6007.599,
   "duration": 3.439
  },
  {
   "text": "We could do this again and talk about something substantive instead of instead of my dreadful history",
   "start": 6016.78,
   "duration": 5.629
  },
  {
   "text": "yeah, well, you know you're an interesting character and so",
   "start": 6023.619,
   "duration": 3.439
  },
  {
   "text": "It was substantive as far as I was concerned and I think people will find it that too",
   "start": 6027.849,
   "duration": 4.58
  },
  {
   "text": "so",
   "start": 6032.949,
   "duration": 1.05
  },
  {
   "text": "doing it happened to you was very",
   "start": 6033.999,
   "duration": 2.0
  },
  {
   "text": "Singular and but it's unexpected. It's important that people realize that",
   "start": 6037.269,
   "duration": 6.14
  },
  {
   "text": "The specifics of what was said or neither here nor there",
   "start": 6045.55,
   "duration": 2.899
  },
  {
   "text": "It was the fact that the the powers that be linked up and decided defenestrate this person and because",
   "start": 6049.989,
   "duration": 7.04
  },
  {
   "text": "Conservatives allowed it to happen",
   "start": 6058.48,
   "duration": 2.0
  },
  {
   "text": "They lost one of their greatest champions",
   "start": 6060.519,
   "duration": 2.24
  },
  {
   "text": "and I'm going to be very successful with very profitable enterprises and perfectly happy just being funny for a living because I",
   "start": 6063.219,
   "duration": 7.16
  },
  {
   "text": "Sort of think to myself",
   "start": 6070.929,
   "duration": 1.65
  },
  {
   "text": "why would I keep killing myself for people on why would I keep killing myself for people who don't deserve me so",
   "start": 6072.579,
   "duration": 7.37
  },
  {
   "text": "So some degree the politics stuff. It's never gonna be gone, but it is gonna be dialed down considerably",
   "start": 6080.289,
   "duration": 4.25
  },
  {
   "text": "I'm gonna be talking about love sex death and money instead of you know",
   "start": 6084.539,
   "duration": 2.85
  },
  {
   "text": "Trump or whatever and well, maybe you spent you know, maybe you spent enough time talking about politics. It's not very interesting",
   "start": 6088.09,
   "duration": 6.83
  },
  {
   "text": "After a while and the people who are in politics are awful",
   "start": 6095.619,
   "duration": 3.59
  },
  {
   "text": "I mean if those of us who are kind of moving into that political sphere and have you know",
   "start": 6099.449,
   "duration": 4.649
  },
  {
   "text": "Aspirations toward being elected officials the rest of it they'd be there becoming awful people. I mean everyone in politics is is",
   "start": 6104.559,
   "duration": 6.08
  },
  {
   "text": "Dreadful ghastly. I don't think I want to spend 30 years talking about or thinking about those people",
   "start": 6111.909,
   "duration": 5.359
  },
  {
   "text": "anymore",
   "start": 6118.749,
   "duration": 2.0
  },
  {
   "text": "So yeah, I'm gonna I mean not to say that there won't be",
   "start": 6120.88,
   "duration": 2.779
  },
  {
   "text": "characters from the political or pop it up in my catches, but or indeed that I want to",
   "start": 6124.599,
   "duration": 5.0
  },
  {
   "text": "Of course, I'm going to do journalism. I just want necessarily be a political journalism per se",
   "start": 6130.27,
   "duration": 4.04
  },
  {
   "text": "So perhaps I'll do a 20 minute mini documentary in the show where I'll go out into",
   "start": 6134.31,
   "duration": 4.35
  },
  {
   "text": "The country somewhere or I'll go to Sweden or I'll go to London or whatever",
   "start": 6138.76,
   "duration": 3.23
  },
  {
   "text": "but um, but as far as this sort of you know,",
   "start": 6141.99,
   "duration": 3.149
  },
  {
   "text": "The conservative movement stuff goes the conservative base are cowards and they are ungrateful and they are indolent",
   "start": 6145.14,
   "duration": 7.02
  },
  {
   "text": "and I",
   "start": 6152.62,
   "duration": 2.0
  },
  {
   "text": "gave a lot and",
   "start": 6155.23,
   "duration": 1.71
  },
  {
   "text": "Paid my dues and helped get a president office",
   "start": 6156.94,
   "duration": 2.06
  },
  {
   "text": "And now it's time to do what I want to do",
   "start": 6159.0,
   "duration": 1.74
  },
  {
   "text": "Which is make people laugh because that's that's the power that I have that nobody else in our world does",
   "start": 6160.74,
   "duration": 5.339
  },
  {
   "text": "So I'm gonna focus on that. Yeah. It's a hell of a power",
   "start": 6167.11,
   "duration": 2.36
  },
  {
   "text": "I think he makes heterosexual men a certain kind of heterosexual man. Laughs I",
   "start": 6171.82,
   "duration": 5.3
  },
  {
   "text": "Like the I like the guy but I I don't personally find him, you know rib-tickling ly funny",
   "start": 6180.13,
   "duration": 5.78
  },
  {
   "text": "but then that's because I like people like Joan Rivers and",
   "start": 6186.64,
   "duration": 2.479
  },
  {
   "text": "You know that kind of universe so",
   "start": 6190.78,
   "duration": 4.61
  },
  {
   "text": "So he's maybe not my kind of comedian and he could it be um, but anyway this has been fun",
   "start": 6198.01,
   "duration": 6.26
  },
  {
   "text": "So thanks me. Look. I've been looking forward to talking to you for a long time. Oh",
   "start": 6204.48,
   "duration": 4.68
  },
  {
   "text": "Say hi to Vaux for me. I will I will he's very much looking forward to to me speaking to -",
   "start": 6209.89,
   "duration": 6.319
  },
  {
   "text": "This is he that's what I wanted - well",
   "start": 6217.39,
   "duration": 1.58
  },
  {
   "text": "We'll just talk about things like the forward because it's interesting substantive things to do that you've managed",
   "start": 6218.97,
   "duration": 4.979
  },
  {
   "text": "I know this was your strength of the conversation",
   "start": 6225.19,
   "duration": 2.359
  },
  {
   "text": "Well, we will are you this for your strategy through this conversation?",
   "start": 6227.55,
   "duration": 2.52
  },
  {
   "text": "Which is not lost on me was to make sure that we don't spend too much time talking about you and you have been successful",
   "start": 6230.17,
   "duration": 5.66
  },
  {
   "text": "In that strategy because I've allowed you to but the next conversation we will talk about you",
   "start": 6235.83,
   "duration": 3.6
  },
  {
   "text": "because I do want to talk about",
   "start": 6240.31,
   "duration": 1.92
  },
  {
   "text": "The forward and I do want to talk about some of the things that you know",
   "start": 6242.23,
   "duration": 2.899
  },
  {
   "text": "the thing that I asked you about on Australian TV and whatever because I think that um,",
   "start": 6245.13,
   "duration": 3.3
  },
  {
   "text": "well, turnabout is fair play as they say right and I need no I did apologize to you unless it and I'm and I'm and",
   "start": 6249.34,
   "duration": 7.28
  },
  {
   "text": "I did make a mistake at the and I guess oh gee and thank you for that",
   "start": 6256.62,
   "duration": 5.37
  },
  {
   "text": "no III, I think there's",
   "start": 6262.78,
   "duration": 2.39
  },
  {
   "text": "Important substance to be spoken about you know as regards",
   "start": 6265.84,
   "duration": 3.83
  },
  {
   "text": "Well important things God and yeah there's what else so let's talk about let's talk about real things next time",
   "start": 6272.02,
   "duration": 4.55
  },
  {
   "text": "well",
   "start": 6276.57,
   "duration": 0.3
  },
  {
   "text": "I think we'll think when I when I'm feeling particularly",
   "start": 6276.87,
   "duration": 2.459
  },
  {
   "text": "Up to a battle I think about and I'm sure a lot of people will watch this",
   "start": 6279.7,
   "duration": 5.12
  },
  {
   "text": "so this is officially the last time I will ever speak about",
   "start": 6284.82,
   "duration": 2.759
  },
  {
   "text": "bloody February 2017",
   "start": 6288.16,
   "duration": 2.0
  },
  {
   "text": "So if anybody wants to know anything can watch this video and that's it. Good. All right good",
   "start": 6290.5,
   "duration": 5.209
  },
  {
   "text": "Well best of luck with you new endeavor",
   "start": 6296.26,
   "duration": 2.899
  },
  {
   "text": "That's about to you ticket. All right",
   "start": 6300.46,
   "duration": 2.0
  }
 ]
}