{
 "video_id": "FLaqU9Lf39U",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "23 Minutes from Maps of Meaning: The Architecture of Belief",
 "url": "https://www.youtube.com/watch?v=FLaqU9Lf39U",
 "date": "2018-06-16",
 "description": "Just released: Audiobook of Maps of Meaning: https://jordanbpeterson.com/maps-of-meaning/  \n\nI did the reading. \n\nMaps of Meaning, my first book, delves much deeper into the ideas  in my YouTube videos, podcasts and 12 Rules. It's a difficult book. Writing it took me to the edge of my intellectual ability. However, I \nI believe that the audio book version is much more accessible,  because of the opportunity for dramatization afforded by a recording. \n\nI will be posting a series of 30 minute excerpts over the next few weeks. \n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 1403,
 "transcript_parts": [
  {
   "text": "Hi",
   "start": 0.64,
   "duration": 1.68
  },
  {
   "text": "I'm in the dressing room at the Palace Theatre in Louisville, Kentucky on June 14th",
   "start": 2.32,
   "duration": 5.3
  },
  {
   "text": "2018 and",
   "start": 8.44,
   "duration": 1.409
  },
  {
   "text": "I thought I'd read you an excerpt from maps of meaning the architecture of belief which is a book I published",
   "start": 9.849,
   "duration": 6.92
  },
  {
   "text": "in 99 with Routledge and",
   "start": 17.38,
   "duration": 2.84
  },
  {
   "text": "It's been the basis of my YouTube lectures and I would say also",
   "start": 20.859,
   "duration": 3.89
  },
  {
   "text": "Twelve rules for life a lot of the ideas and twelve rules for life were first worked out with maps of meaning",
   "start": 25.09,
   "duration": 5.629
  },
  {
   "text": "I just recorded an audio version of the book was released two days ago",
   "start": 30.72,
   "duration": 5.01
  },
  {
   "text": "June 12 2008 een and",
   "start": 36.1,
   "duration": 2.75
  },
  {
   "text": "It's available from Penguin Books on audible. I'll put the links in the description of the video",
   "start": 39.64,
   "duration": 4.819
  },
  {
   "text": "I'm hoping that the audio version with its",
   "start": 44.95,
   "duration": 3.229
  },
  {
   "text": "Careful intonation will be easier to understand maps of meaning is a rather difficult book",
   "start": 49.059,
   "duration": 6.05
  },
  {
   "text": "in any case I'm going to read you an excerpt from it today and",
   "start": 56.199,
   "duration": 3.65
  },
  {
   "text": "That'll serve as a bit of an introduction to the book",
   "start": 60.579,
   "duration": 2.09
  },
  {
   "text": "I'll make some more excerpts over the next coming weeks I think as well, but we'll start with this one. I",
   "start": 62.829,
   "duration": 5.03
  },
  {
   "text": "Was reading",
   "start": 69.79,
   "duration": 1.619
  },
  {
   "text": "Jeffrey Burton Russell's mephistopheles the devil in the modern world when I came across his discussion of",
   "start": 71.409,
   "duration": 7.19
  },
  {
   "text": "Dostoyevsky's The Brothers Karamazov",
   "start": 79.42,
   "duration": 2.0
  },
  {
   "text": "Russell discusses Ivan's argument for atheism, which is one of the most powerful ever mounted",
   "start": 83.11,
   "duration": 6.169
  },
  {
   "text": "Ivan is one of the brothers in The Brothers Karamazov",
   "start": 90.009,
   "duration": 2.03
  },
  {
   "text": "Ivan's examples of evil all taken from the daily newspapers of 1876 are unforgettable",
   "start": 93.64,
   "duration": 6.29
  },
  {
   "text": "The nobleman who orders his hounds to tear the peasant boy to pieces in front of his mother",
   "start": 101.049,
   "duration": 4.76
  },
  {
   "text": "The man who whips his struggling horse on its gentle eyes",
   "start": 106.24,
   "duration": 3.83
  },
  {
   "text": "The parents who locked their tiny daughter all night in the freezing privy while she knocks on the walls pleading for mercy",
   "start": 110.29,
   "duration": 6.799
  },
  {
   "text": "The Turk who entertains a baby with a shiny pistol before blowing its brains out",
   "start": 117.579,
   "duration": 5.33
  },
  {
   "text": "Ivan knows that such horrors of kur daily and can be multiplied without end",
   "start": 123.939,
   "duration": 4.37
  },
  {
   "text": "I took the case of children Ivan explains to make case clearer",
   "start": 128.31,
   "duration": 5.83
  },
  {
   "text": "Of the other tears with which the earth is soaked. I will say nothing",
   "start": 134.57,
   "duration": 4.549
  },
  {
   "text": "Burton Russell states",
   "start": 140.87,
   "duration": 2.0
  },
  {
   "text": "the relation of evil to God has in the century of Auschwitz and Hiroshima once again become center of",
   "start": 143.03,
   "duration": 6.74
  },
  {
   "text": "philosophical and theological discussion",
   "start": 150.14,
   "duration": 2.0
  },
  {
   "text": "The problem of evil can be stated simply",
   "start": 152.9,
   "duration": 2.63
  },
  {
   "text": "God is omnipotent",
   "start": 156.05,
   "duration": 1.65
  },
  {
   "text": "God is perfectly good",
   "start": 157.7,
   "duration": 2.0
  },
  {
   "text": "Such a God would not permit evil to exist",
   "start": 159.89,
   "duration": 2.3
  },
  {
   "text": "But we observe that evil exists. Therefore. God does not exist",
   "start": 162.92,
   "duration": 4.82
  },
  {
   "text": "Variations on this theme are nearly infinite",
   "start": 169.49,
   "duration": 2.0
  },
  {
   "text": "The problem is not only abstract and philosophical. Of course. It is also personal and immediate",
   "start": 172.22,
   "duration": 6.05
  },
  {
   "text": "Believers tend to forget that their God takes away everything that one cares about possessions comforts success",
   "start": 178.94,
   "duration": 6.919
  },
  {
   "text": "professional craft knowledge",
   "start": 186.739,
   "duration": 2.0
  },
  {
   "text": "friends family and life",
   "start": 189.11,
   "duration": 2.0
  },
  {
   "text": "What kind of God is this any?",
   "start": 191.48,
   "duration": 2.389
  },
  {
   "text": "Decent religion must face this question squarely and no answer is credible that cannot be given in the face of dying children",
   "start": 194.45,
   "duration": 7.789
  },
  {
   "text": "It seems to me that we use the horrors of the world to justify our own inadequacies",
   "start": 205.22,
   "duration": 5.0
  },
  {
   "text": "We make the presumption that human vulnerability is a sufficient cause of human cruelty",
   "start": 211.28,
   "duration": 5.119
  },
  {
   "text": "we blame God and God's creation for twisting and perverting our souls and claim all the time to be innocent victims of",
   "start": 216.86,
   "duration": 7.849
  },
  {
   "text": "circumstance",
   "start": 224.84,
   "duration": 2.0
  },
  {
   "text": "What do you say to a dying child",
   "start": 227.18,
   "duration": 2.18
  },
  {
   "text": "you say",
   "start": 230.36,
   "duration": 1.86
  },
  {
   "text": "You can do it. There is something in you that is strong enough to do it and",
   "start": 232.22,
   "duration": 5.539
  },
  {
   "text": "you don't use the terrible vulnerability of children as an excuse for the rejection of existence and the perpetration of",
   "start": 238.43,
   "duration": 7.22
  },
  {
   "text": "conscious evil",
   "start": 246.08,
   "duration": 2.0
  },
  {
   "text": "When I wrote maps of meaning I did not have much experience as a clinical psychologist",
   "start": 249.59,
   "duration": 4.25
  },
  {
   "text": "Two of my patients however stayed in my mind",
   "start": 255.44,
   "duration": 2.6
  },
  {
   "text": "The first was a woman about 35 years old",
   "start": 258.56,
   "duration": 3.08
  },
  {
   "text": "She looked 50 she reminded me of a medieval peasant",
   "start": 262.16,
   "duration": 3.619
  },
  {
   "text": "Of my conception of a medieval peasant. She was dirty clothes hair teeth",
   "start": 266.45,
   "duration": 5.489
  },
  {
   "text": "dirty with the kind of Filth that takes months to develop",
   "start": 272.73,
   "duration": 2.779
  },
  {
   "text": "She was unbearably shy",
   "start": 276.21,
   "duration": 2.0
  },
  {
   "text": "She approached anyone who she thought was superior in status to her, which was virtually everyone hunched over",
   "start": 279.3,
   "duration": 6.619
  },
  {
   "text": "With her eyes shaded by her hands both hands as if she could not tolerate the light emanating from her target",
   "start": 286.5,
   "duration": 7.339
  },
  {
   "text": "She had been in behavioral treatment in a Montreal",
   "start": 295.02,
   "duration": 3.199
  },
  {
   "text": "Hospital before as an outpatient and was in fact a sight known to the permanent staff at the clinic",
   "start": 298.47,
   "duration": 6.11
  },
  {
   "text": "Others had tried to help her overcome her unfortunate manner of self presentation which made people on the streets shy away from her",
   "start": 305.64,
   "duration": 7.639
  },
  {
   "text": "Made them regard her as crazy and unpredictable",
   "start": 313.74,
   "duration": 2.419
  },
  {
   "text": "She could learn to stand or sit up temporarily with eyes on garden",
   "start": 317.43,
   "duration": 4.34
  },
  {
   "text": "But she reverted to her old habits as soon as she left the clinic",
   "start": 321.93,
   "duration": 3.23
  },
  {
   "text": "She may have been intellectually impaired in consequence of some biological fault",
   "start": 326.61,
   "duration": 4.79
  },
  {
   "text": "It was difficult to tell because her environment was so appalling. It may have caused her ignorant",
   "start": 331.59,
   "duration": 5.389
  },
  {
   "text": "She was illiterate as well",
   "start": 337.59,
   "duration": 2.0
  },
  {
   "text": "She lived with her mother whose character. I knew nothing about and with an elderly desperately ill bedridden aunt",
   "start": 340.5,
   "duration": 7.52
  },
  {
   "text": "Her boyfriend was a violent alcoholic",
   "start": 348.9,
   "duration": 2.659
  },
  {
   "text": "schizophrenic who mistreated her",
   "start": 352.32,
   "duration": 2.0
  },
  {
   "text": "Psychologically and physically who was always muddling her simple mind with tirades about the devil and the worship of Satan",
   "start": 354.42,
   "duration": 6.949
  },
  {
   "text": "She had nothing going for her. No beauty. No intelligence. No loving family. No skills",
   "start": 362.76,
   "duration": 6.919
  },
  {
   "text": "No employment",
   "start": 370.38,
   "duration": 2.0
  },
  {
   "text": "Nothing",
   "start": 373.08,
   "duration": 1.35
  },
  {
   "text": "She didn't come to therapy to resolve her problems",
   "start": 374.43,
   "duration": 2.12
  },
  {
   "text": "However, nor to unburden her soul nor to describe her mistreatment and victimization at the hands of others",
   "start": 376.8,
   "duration": 6.829
  },
  {
   "text": "she came she",
   "start": 384.54,
   "duration": 2.0
  },
  {
   "text": "Came because she wanted to do something for someone who was worse off than her",
   "start": 386.94,
   "duration": 4.22
  },
  {
   "text": "Of the clinic where I was interning was associated with a large",
   "start": 392.31,
   "duration": 2.9
  },
  {
   "text": "psychiatric hospital all of the patients that still remained after the shift to community CAIR in the aftermath of the 60s were so",
   "start": 395.46,
   "duration": 7.73
  },
  {
   "text": "incapacitated that they could not survive on the streets",
   "start": 403.65,
   "duration": 2.6
  },
  {
   "text": "she had done some volunteer work of some limited type in that hospital and",
   "start": 407.49,
   "duration": 4.58
  },
  {
   "text": "Decided if she could maybe befriend a patient take him or her outside for a walk. I",
   "start": 412.41,
   "duration": 6.169
  },
  {
   "text": "Think she got this idea because she had a dog which he walked regularly and what she liked to take care of",
   "start": 419.28,
   "duration": 5.72
  },
  {
   "text": "All she wanted from me was help arranging this helped finding someone who she could take outside",
   "start": 425.58,
   "duration": 6.41
  },
  {
   "text": "Help finding someone in the hospital bureaucracy who would allow this to happen. I",
   "start": 432.72,
   "duration": 5.0
  },
  {
   "text": "Was not very successful in aiding her, but she didn't seem to hold that against me",
   "start": 438.42,
   "duration": 4.699
  },
  {
   "text": "it is said that one piece of evidence that runs contrary to a theory is sufficient to disprove that theory of",
   "start": 443.82,
   "duration": 7.459
  },
  {
   "text": "Course people do not think this way and perhaps should not in",
   "start": 451.77,
   "duration": 4.58
  },
  {
   "text": "General a theory is too useful to give up easily",
   "start": 456.84,
   "duration": 3.679
  },
  {
   "text": "Too difficult to regenerate and the evidence against should be consistent and believable before it is accepted",
   "start": 460.89,
   "duration": 7.16
  },
  {
   "text": "but the existence of this woman made me think she",
   "start": 468.96,
   "duration": 3.049
  },
  {
   "text": "Was destined for a psychopathological end from the viewpoint of biological and environmental determinism",
   "start": 473.22,
   "duration": 6.769
  },
  {
   "text": "fated as surely as anyone I had ever met",
   "start": 480.87,
   "duration": 2.48
  },
  {
   "text": "And maybe she beat her dog sometimes and was rude to her sick aunt",
   "start": 484.35,
   "duration": 4.309
  },
  {
   "text": "Maybe I never saw her vindictive or unpleasant even when her simple wishes were thwarted",
   "start": 489.24,
   "duration": 5.57
  },
  {
   "text": "I don't want to say that she was a saint because I didn't know her well enough to tell",
   "start": 495.0,
   "duration": 4.91
  },
  {
   "text": "But the fact was that in her misery and simplicity, she remained without self pity and able to see outside of herself",
   "start": 500.43,
   "duration": 6.5
  },
  {
   "text": "Why wasn't she a criminal cruel?",
   "start": 507.96,
   "duration": 2.54
  },
  {
   "text": "unbalanced and miserable",
   "start": 511.23,
   "duration": 2.0
  },
  {
   "text": "She had every reason to be",
   "start": 513.42,
   "duration": 1.92
  },
  {
   "text": "And yet she wasn't in her simple way. She had made the proper choices",
   "start": 515.34,
   "duration": 5.51
  },
  {
   "text": "She remained bloody but unbowed and she seemed to me rightly or wrongly to be a symbol of suffering humanity",
   "start": 521.4,
   "duration": 7.19
  },
  {
   "text": "sorely afflicted",
   "start": 529.35,
   "duration": 1.35
  },
  {
   "text": "Yet capable of cur and love",
   "start": 530.7,
   "duration": 2.51
  },
  {
   "text": "God justifies his creation in Milton's Paradise Lost",
   "start": 535.14,
   "duration": 4.19
  },
  {
   "text": "Such I created all the ethereal powers and spirits both them who stood and them who failed",
   "start": 541.38,
   "duration": 7.04
  },
  {
   "text": "Not free what proof? Could they have given sincere of true allegiance?",
   "start": 549.06,
   "duration": 4.34
  },
  {
   "text": "constant faith or love where only what they needs must do appeared not what they would",
   "start": 553.83,
   "duration": 5.419
  },
  {
   "text": "What praise could they receive what pleasure I from such obedience?",
   "start": 559.86,
   "duration": 4.46
  },
  {
   "text": "Paid when will and reason reason also his choice?",
   "start": 564.6,
   "duration": 3.739
  },
  {
   "text": "Useless and vain of freedom both de spoiled made passive both had served necessity not me",
   "start": 569.1,
   "duration": 7.099
  },
  {
   "text": "They therefore as to right belonged",
   "start": 577.35,
   "duration": 4.13
  },
  {
   "text": "so were created nor can justly accuse their maker or their making or their fate as if",
   "start": 582.27,
   "duration": 7.7
  },
  {
   "text": "Predestination overruled their will disposed by absolute decree or high foreknowledge",
   "start": 590.31,
   "duration": 5.989
  },
  {
   "text": "they themselves decreed their own revolt not I",
   "start": 597.15,
   "duration": 3.649
  },
  {
   "text": "If I for new foreknowledge have no influence on their fault, which had no less proved certain unfair known",
   "start": 601.32,
   "duration": 7.609
  },
  {
   "text": "So without least impulse or shadow of fate or ought by me immutably foreseen they trespass",
   "start": 609.75,
   "duration": 7.46
  },
  {
   "text": "authors to themselves in all",
   "start": 617.79,
   "duration": 2.149
  },
  {
   "text": "Both what they judge and what they choose",
   "start": 620.46,
   "duration": 2.0
  },
  {
   "text": "For so, I formed them free and free. They must remain till they enthralled themselves. I",
   "start": 623.31,
   "duration": 6.559
  },
  {
   "text": "Else must change their nature and revoke the high decree",
   "start": 630.57,
   "duration": 3.739
  },
  {
   "text": "unchangeable eternal",
   "start": 635.07,
   "duration": 1.56
  },
  {
   "text": "Which ordained their freedom they themselves?",
   "start": 636.63,
   "duration": 3.169
  },
  {
   "text": "ordained their fall",
   "start": 640.86,
   "duration": 2.0
  },
  {
   "text": "The other patient I wish to describe was the schizophrenic in a small inpatient ward at a different Hospital",
   "start": 644.13,
   "duration": 6.169
  },
  {
   "text": "He was about 29 when I met him a few",
   "start": 650.73,
   "duration": 2.36
  },
  {
   "text": "Years older than I was at the time and had been in and out of confinement for seven years",
   "start": 653.46,
   "duration": 5.39
  },
  {
   "text": "He was of course on antipsychotic medication and participated in occupational therapy Act",
   "start": 659.79,
   "duration": 6.079
  },
  {
   "text": "He's on the ward making coasters and pencil holders and so on but he could not maintain",
   "start": 666.17,
   "duration": 5.25
  },
  {
   "text": "Attention for any amount of time. It was not even much good at crafts",
   "start": 671.76,
   "duration": 3.739
  },
  {
   "text": "My supervisor asked me to administer an intelligence test to him",
   "start": 676.44,
   "duration": 4.25
  },
  {
   "text": "The standard ways are more for the sake of my experience than for any possible diagnostic. Good. I",
   "start": 680.69,
   "duration": 7.02
  },
  {
   "text": "Gave my patients some of the red and white blocks that made up the block design sub tests",
   "start": 688.44,
   "duration": 5.21
  },
  {
   "text": "He was supposed to arrange the blocks so they matched a pattern printed on some cards",
   "start": 693.81,
   "duration": 4.73
  },
  {
   "text": "He picked them up and started to rearrange them on the desk in front of him while I timed him stupidly with a stopwatch",
   "start": 699.15,
   "duration": 7.609
  },
  {
   "text": "The task was impossible for him. Even at the simplest of stages. He looked",
   "start": 707.76,
   "duration": 5.21
  },
  {
   "text": "Constantly distracted and frustrated. I",
   "start": 713.49,
   "duration": 2.75
  },
  {
   "text": "Asked what's wrong?",
   "start": 717.27,
   "duration": 2.0
  },
  {
   "text": "He said the battle between good and evil in heaven is going on in my head. I",
   "start": 720.15,
   "duration": 5.929
  },
  {
   "text": "Stopped the testing at that point. I didn't know exactly what to make of his comment",
   "start": 727.62,
   "duration": 4.25
  },
  {
   "text": "He was obviously suffering and the testing seemed to make it worse",
   "start": 732.15,
   "duration": 3.559
  },
  {
   "text": "What was he experiencing?",
   "start": 736.47,
   "duration": 2.0
  },
  {
   "text": "He wasn't lying. That's for sure in the face of such a statement. It seemed ridiculous to continue. I",
   "start": 739.02,
   "duration": 6.38
  },
  {
   "text": "spent some time with him that summer I",
   "start": 746.4,
   "duration": 2.089
  },
  {
   "text": "never met someone who was so blatantly mentally ill we talked on the ward and",
   "start": 749.1,
   "duration": 4.969
  },
  {
   "text": "Occasionally I would take him for a walk through the hospital grounds outside",
   "start": 754.35,
   "duration": 3.349
  },
  {
   "text": "He was the third son of first generation immigrants his firstborn brother was a lawyer the other a physician",
   "start": 758.37,
   "duration": 7.429
  },
  {
   "text": "His parents were obviously ambitious for their children",
   "start": 766.26,
   "duration": 2.96
  },
  {
   "text": "hard-working and disciplined",
   "start": 769.74,
   "duration": 1.98
  },
  {
   "text": "He had been a graduate student",
   "start": 771.72,
   "duration": 2.0
  },
  {
   "text": "working towards a degree in",
   "start": 774.09,
   "duration": 2.0
  },
  {
   "text": "Immunology, I don't precisely remember his brothers had sent him a daunting example, and he felt pressured to succeed",
   "start": 776.61,
   "duration": 7.49
  },
  {
   "text": "His experimental work had not turned out as he had expected. However, and he apparently came to believe that he might not graduate",
   "start": 784.83,
   "duration": 7.76
  },
  {
   "text": "not at least when he had hoped to",
   "start": 793.23,
   "duration": 2.0
  },
  {
   "text": "so",
   "start": 796.08,
   "duration": 1.66
  },
  {
   "text": "He faked his experimental results and wrote up his thesis anyway",
   "start": 797.74,
   "duration": 4.5
  },
  {
   "text": "He told me that the night he finished writing he woke up and saw the devil standing over him at the foot of his bed",
   "start": 803.06,
   "duration": 6.409
  },
  {
   "text": "This event triggered the onset of his mental illness from which he had never recovered",
   "start": 810.5,
   "duration": 4.729
  },
  {
   "text": "It might be said that the satanic apparition merely accompanied the expression of some pathological",
   "start": 816.47,
   "duration": 6.14
  },
  {
   "text": "stress induced neural development whose appearance was",
   "start": 823.01,
   "duration": 3.679
  },
  {
   "text": "biologically predetermined or that the devil was merely",
   "start": 827.27,
   "duration": 3.29
  },
  {
   "text": "Personification of his cultures conception of moral evil manifesting itself in imagination as a consequence of his guilt",
   "start": 831.23,
   "duration": 7.52
  },
  {
   "text": "Both of these levels of description have their merits",
   "start": 839.9,
   "duration": 3.59
  },
  {
   "text": "But the fact remains that he saw the devil and at the vision accompanied or even was the event that destroyed him",
   "start": 844.07,
   "duration": 7.219
  },
  {
   "text": "He was afraid to tell me much of his fantasy and it was only after I had paid careful attention to him that he opened",
   "start": 852.11,
   "duration": 6.109
  },
  {
   "text": "up",
   "start": 858.22,
   "duration": 0.79
  },
  {
   "text": "He was not",
   "start": 859.01,
   "duration": 1.44
  },
  {
   "text": "Bragging or trying to impress me. He was terrified about what he believed",
   "start": 860.45,
   "duration": 4.279
  },
  {
   "text": "Terrified as a consequence of the fantasies that impressed themselves upon him",
   "start": 865.34,
   "duration": 4.429
  },
  {
   "text": "he told me that he could not leave the hospital because someone was waiting to shoot him a",
   "start": 870.26,
   "duration": 4.609
  },
  {
   "text": "typical paranoid delusion",
   "start": 875.54,
   "duration": 2.0
  },
  {
   "text": "Why did someone want to kill him?",
   "start": 877.91,
   "duration": 2.0
  },
  {
   "text": "Well, he was hospitalized during the Cold War",
   "start": 881.03,
   "duration": 3.02
  },
  {
   "text": "Not at its height perhaps but still during a time when the threat of purposeful nuclear annihilation",
   "start": 884.75,
   "duration": 5.359
  },
  {
   "text": "Seemed more plausible more likely than it does now",
   "start": 890.69,
   "duration": 3.349
  },
  {
   "text": "many of the people I knew used the existence of this threat to justify to",
   "start": 895.25,
   "duration": 4.729
  },
  {
   "text": "Themselves their failure to participate fully in life a life",
   "start": 900.26,
   "duration": 4.7
  },
  {
   "text": "Which they thought of romantically as doomed and therefore as pointless",
   "start": 905.03,
   "duration": 5.09
  },
  {
   "text": "but there was some real terror in the pose and",
   "start": 910.34,
   "duration": 2.66
  },
  {
   "text": "The thought of the countless missiles pointed here and there around the world sapped the energy and faith of everyone",
   "start": 913.22,
   "duration": 5.869
  },
  {
   "text": "hypocritical or not",
   "start": 919.67,
   "duration": 1.98
  },
  {
   "text": "My schizophrenic patient believed that he was in fact the incarnation of the world annihilating force",
   "start": 921.65,
   "duration": 7.16
  },
  {
   "text": "That he was destined is released from the hospital to make his way south to a nuclear missile silo on American territory",
   "start": 929.69,
   "duration": 7.729
  },
  {
   "text": "That he was fated to make the decision that would launch the final war",
   "start": 937.79,
   "duration": 4.22
  },
  {
   "text": "The people outside the hospital knew this and that is why they were waiting to shoot him",
   "start": 943.1,
   "duration": 5.359
  },
  {
   "text": "He did not want to tell me this story in consequence",
   "start": 949.01,
   "duration": 3.38
  },
  {
   "text": "Although he did because he thought that I might then want to kill him too",
   "start": 952.64,
   "duration": 4.459
  },
  {
   "text": "My friends in graduate school thought of ironic that I had contact with a patient of this type",
   "start": 958.339,
   "duration": 5.15
  },
  {
   "text": "My peculiar interest in young and Young's ideas regarding the collective unconscious were well known to them and it seemed absurdly",
   "start": 963.62,
   "duration": 7.82
  },
  {
   "text": "Fitting that I would end up talking to someone with delusions of this title",
   "start": 971.54,
   "duration": 4.13
  },
  {
   "text": "But I didn't know what to do with his ideas",
   "start": 976.339,
   "duration": 2.6
  },
  {
   "text": "Of course, they were crazy and they had done in my patient",
   "start": 979.64,
   "duration": 4.13
  },
  {
   "text": "But it still seemed to me that they were true from the metaphorical viewpoint",
   "start": 983.87,
   "duration": 4.909
  },
  {
   "text": "His story in totality linked his individual choice between good and evil with the cumulative horror then facing the world",
   "start": 989.99,
   "duration": 7.669
  },
  {
   "text": "His story implied that because he had given in to temptation at a critical juncture",
   "start": 998.24,
   "duration": 4.339
  },
  {
   "text": "He was in fact responsible for the horror of the potential of nuclear war",
   "start": 1002.709,
   "duration": 5.51
  },
  {
   "text": "But how could this be?",
   "start": 1009.04,
   "duration": 2.0
  },
  {
   "text": "And seemed insane to me to even consider that the act of one powerless",
   "start": 1011.2,
   "duration": 4.729
  },
  {
   "text": "Individual could be linked in some manner to the outcome of history as a whole",
   "start": 1016.06,
   "duration": 4.64
  },
  {
   "text": "But I have no longer so sure",
   "start": 1022.48,
   "duration": 2.0
  },
  {
   "text": "I've read much about evil and its manner of perpetration and growth and I'm no longer convinced that each of us are so innocent",
   "start": 1025.15,
   "duration": 6.89
  },
  {
   "text": "so harmless",
   "start": 1032.26,
   "duration": 1.439
  },
  {
   "text": "It is of course a logical to presume that one person one speck of dust among six billion motes is any sense",
   "start": 1033.699,
   "duration": 7.85
  },
  {
   "text": "responsible for the horrible course of human events",
   "start": 1042.04,
   "duration": 2.119
  },
  {
   "text": "But that course in itself is not logical far from it and it seems likely that it depends on",
   "start": 1045.25,
   "duration": 6.319
  },
  {
   "text": "processes that we do not understand",
   "start": 1051.85,
   "duration": 2.359
  },
  {
   "text": "The most powerful arguments for the non-existence of God",
   "start": 1055.84,
   "duration": 3.14
  },
  {
   "text": "At least a good God are predicated on the idea that such a being would not allow for the resistance of evil in its classical",
   "start": 1059.23,
   "duration": 7.709
  },
  {
   "text": "natural",
   "start": 1067.22,
   "duration": 1.049
  },
  {
   "text": "diseases disasters or moral war",
   "start": 1068.269,
   "duration": 3.2
  },
  {
   "text": "pogroms forms",
   "start": 1072.049,
   "duration": 2.0
  },
  {
   "text": "Such arguments can be taken further even than atheism can be used to dispute the justice of the existent world itself",
   "start": 1074.659,
   "duration": 7.55
  },
  {
   "text": "Dostoyevsky states, perhaps the entire cosmos is not worth a single innocent child's suffering",
   "start": 1083.779,
   "duration": 6.89
  },
  {
   "text": "How can the universe be constructed such that pain is permitted",
   "start": 1092.029,
   "duration": 3.95
  },
  {
   "text": "How can a good God allow for the existence of a suffering world?",
   "start": 1096.22,
   "duration": 4.619
  },
  {
   "text": "These difficult questions can be addressed in part as a consequence of careful analysis of evil",
   "start": 1102.62,
   "duration": 5.659
  },
  {
   "text": "First it seems reasonable to insist upon the value of the natural",
   "start": 1109.669,
   "duration": 4.19
  },
  {
   "text": "moral distinction",
   "start": 1114.98,
   "duration": 1.77
  },
  {
   "text": "the tragic circumstances of life should not be placed in the same category as",
   "start": 1116.75,
   "duration": 4.909
  },
  {
   "text": "willfully undertaken harm",
   "start": 1122.509,
   "duration": 2.0
  },
  {
   "text": "Tragedy subjugation to the mortal conditions of existence",
   "start": 1125.809,
   "duration": 3.319
  },
  {
   "text": "Has an ennobling aspect at least in potential and has been constantly exploited to that end in great literature and mythology",
   "start": 1129.799,
   "duration": 7.91
  },
  {
   "text": "True evil by contrast is anything but noble?",
   "start": 1139.429,
   "duration": 3.109
  },
  {
   "text": "Participation it Out's whose sole purpose is expansion of innocent pain and suffering destroys character",
   "start": 1145.009,
   "duration": 5.9
  },
  {
   "text": "Forthright encounter with tragedy by contrast may increase it",
   "start": 1151.73,
   "duration": 4.159
  },
  {
   "text": "This is the meaning of the christian myth of the crucifixion",
   "start": 1156.5,
   "duration": 3.259
  },
  {
   "text": "It is christ's full participation in and freely chosen",
   "start": 1159.769,
   "duration": 4.73
  },
  {
   "text": "Acceptance of his fate which he shares with all mankind that enables him to manifest his full identity with god",
   "start": 1164.779,
   "duration": 6.95
  },
  {
   "text": "And it is that identity which enables him to bear that fate and which strips it of evil",
   "start": 1172.059,
   "duration": 5.099
  },
  {
   "text": "Conversely it is the voluntary demeaning of our own characters, which makes the necessary tragic conditions of existence",
   "start": 1178.58,
   "duration": 7.189
  },
  {
   "text": "appear evil",
   "start": 1186.679,
   "duration": 2.0
  },
  {
   "text": "But why is life tragic why are we subject to unbearable limitation to pain",
   "start": 1189.289,
   "duration": 6.56
  },
  {
   "text": "Zees and death to cruelty at the hands of nature and society",
   "start": 1196.61,
   "duration": 3.93
  },
  {
   "text": "Why do terrible things happen to everyone?",
   "start": 1201.299,
   "duration": 2.6
  },
  {
   "text": "These are of course",
   "start": 1204.84,
   "duration": 1.95
  },
  {
   "text": "Unanswerable questions, but they must be answered somehow if we are able to face our own lives",
   "start": 1206.79,
   "duration": 5.569
  },
  {
   "text": "The best I can make of it is this this has helped me",
   "start": 1213.72,
   "duration": 4.43
  },
  {
   "text": "Nothing can exist without",
   "start": 1219.66,
   "duration": 2.0
  },
  {
   "text": "preconditions even a game cannot be played without rules and the rules say what cannot be done as much as what can",
   "start": 1222.24,
   "duration": 6.859
  },
  {
   "text": "Perhaps the world is not possible as a world without its borders without its rules",
   "start": 1230.309,
   "duration": 6.23
  },
  {
   "text": "Maybe existence wouldn't be possible in the absence of our painful limitations",
   "start": 1237.75,
   "duration": 5.059
  },
  {
   "text": "Think of it this way if we could have everything we wanted merely for wishing it if every tool",
   "start": 1244.47,
   "duration": 6.079
  },
  {
   "text": "Performed every job if all men were omniscient and immortal that everything would be the same the same",
   "start": 1250.77,
   "duration": 6.589
  },
  {
   "text": "All-powerful thing God and creation would never exist",
   "start": 1258.179,
   "duration": 4.01
  },
  {
   "text": "That is the differences between things which is a function of their specific limitations that allows them to exist at all",
   "start": 1263.37,
   "duration": 7.729
  },
  {
   "text": "But the fact that things do exist does not mean that they should exist even if we are willing to grant them their necessary",
   "start": 1272.94,
   "duration": 7.46
  },
  {
   "text": "limitations",
   "start": 1280.919,
   "duration": 1.801
  },
  {
   "text": "Should the world exist?",
   "start": 1282.72,
   "duration": 2.0
  },
  {
   "text": "are the preconditions of experience so terrible that the whole game should be called off and",
   "start": 1285.54,
   "duration": 5.659
  },
  {
   "text": "There is never any shortage of people working diligently towards this end",
   "start": 1291.9,
   "duration": 4.609
  },
  {
   "text": "It seems to me that we answer this question implicitly",
   "start": 1297.66,
   "duration": 3.649
  },
  {
   "text": "But profoundly when we lose someone we loved and then grieve",
   "start": 1301.309,
   "duration": 4.53
  },
  {
   "text": "This is a very common experience. I",
   "start": 1306.419,
   "duration": 2.33
  },
  {
   "text": "Don't think we cried because they existed either",
   "start": 1309.6,
   "duration": 3.079
  },
  {
   "text": "But because they are lost",
   "start": 1313.47,
   "duration": 2.0
  },
  {
   "text": "This presupposes a judgment rendered at a very fundamental level of analysis",
   "start": 1316.11,
   "duration": 5.119
  },
  {
   "text": "grief",
   "start": 1321.9,
   "duration": 1.32
  },
  {
   "text": "presupposes having loved",
   "start": 1323.22,
   "duration": 2.0
  },
  {
   "text": "presupposes the judgment that this person's specific",
   "start": 1325.62,
   "duration": 2.39
  },
  {
   "text": "Bounded exists was valuable was something that should have been even in its inevitably imperfect and vulnerable form",
   "start": 1328.679,
   "duration": 7.52
  },
  {
   "text": "But still the question lingers why should things even love things exist at all?",
   "start": 1337.08,
   "duration": 5.989
  },
  {
   "text": "If they're necessary limitations cause such suffering",
   "start": 1343.369,
   "duration": 3.81
  },
  {
   "text": "Perhaps we could reserve answer to the question of God's nature his",
   "start": 1349.109,
   "duration": 4.7
  },
  {
   "text": "Responsibility for the presence of the evil in creation until we have solved the problem of our own",
   "start": 1354.419,
   "duration": 5.479
  },
  {
   "text": "perhaps we could tolerate the horrors of the world if we left our own characters intact and",
   "start": 1360.749,
   "duration": 5.15
  },
  {
   "text": "Developed them to the fullest",
   "start": 1366.45,
   "duration": 1.829
  },
  {
   "text": "If we took full advantage of every gift we had been granted",
   "start": 1368.279,
   "duration": 3.38
  },
  {
   "text": "Perhaps the world would not look horrible then",
   "start": 1373.44,
   "duration": 4.369
  },
  {
   "text": "That was from pages",
   "start": 1380.309,
   "duration": 2.0
  },
  {
   "text": "343 to",
   "start": 1382.529,
   "duration": 1.86
  },
  {
   "text": "347 from maps of meaning",
   "start": 1384.389,
   "duration": 2.0
  },
  {
   "text": "published in 1999 audio version released June 12",
   "start": 1386.729,
   "duration": 4.4
  },
  {
   "text": "2018. I'll read some more excerpts in the coming days and weeks. Thanks very much. Bye bye",
   "start": 1392.489,
   "duration": 7.79
  }
 ]
}