{
 "video_id": "G1eHJ9DdoEA",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "2017 Personality 17:  Biology and Traits: Agreeableness",
 "url": "https://www.youtube.com/watch?v=G1eHJ9DdoEA",
 "date": "2017-03-29",
 "description": "In this lecture, I talk about the Big Five trait agreeableness, which is the dimension of the care system, in Jaak Panksepp's terminology. It can be construed as cooperation vs competition, or compliance vs non-compliance, or tender-mindedness vs tough-mindedness. It is also an important determinant of political belief, being the trait most associated with the body of ideas that has come to be known as politically correct.\n\nAgreeable people tend to view the political world as innocent infant vs reptilian predator. Perhaps this is good for you (although probably not) if you are placed in the innocent infant category, but it is not so good if you are deemed reptilian predator :)\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 2966,
 "transcript_parts": [
  {
   "text": "[CLASSICAL MUSIC]",
   "start": 0.14,
   "duration": 8.4
  },
  {
   "text": "We've discussed the big five traits: extroversion, that's sensitivity to positive emotion.",
   "start": 12.94,
   "duration": 5.52
  },
  {
   "text": "Neuroticism: it's sensitivity to negative emotion.",
   "start": 18.46,
   "duration": 2.98
  },
  {
   "text": "Not all negative emotions. Mostly fear, anxiety, and emotional pain seem to load on neuroticism.",
   "start": 21.44,
   "duration": 6.2
  },
  {
   "text": "Disgust, which is another negative emotion.",
   "start": 28.5,
   "duration": 2.4
  },
  {
   "text": "It seems to be more associated [COUGHS] with conscientiousness, particularly its orderliness aspect.",
   "start": 31.16,
   "duration": 7.66
  },
  {
   "text": "Agreeableness, conscientiousness, and openness.",
   "start": 40.4,
   "duration": 2.9
  },
  {
   "text": "We're going to talk about agreeableness today.",
   "start": 43.44,
   "duration": 1.48
  },
  {
   "text": "Agreeableness is a very difficult personality dimension to understand, I think.",
   "start": 45.62,
   "duration": 4.4
  },
  {
   "text": "Partly because it's difficult to dissociate from neuroticism, and as well from extroversion.",
   "start": 50.02,
   "duration": 6.1
  },
  {
   "text": "Because agreeable people like you, and so that kind of sounds like extroversion.",
   "start": 57.36,
   "duration": 4.02
  },
  {
   "text": "And disagreeable people sound like they're hard to get along with. And they sort of are.",
   "start": 61.74,
   "duration": 5.2
  },
  {
   "text": "But people who are high in neuroticism are hard to get along with too.",
   "start": 66.94,
   "duration": 2.98
  },
  {
   "text": "And they tend to be volatile and irritable.",
   "start": 69.92,
   "duration": 2.22
  },
  {
   "text": "And so most of the time, if you're engaged in a contentious issue with someone, and emotions flare, it usually has more to do with trait neuroticism than with disagreeableness per se.",
   "start": 72.44,
   "duration": 11.18
  },
  {
   "text": "So what I'm going to do is try to describe to you what the agreeable trait is, on both of its dimensions.",
   "start": 83.7,
   "duration": 5.98
  },
  {
   "text": "And also to lay out the pros and cons of existence on that normal distribution trait at more or less every point.",
   "start": 89.72,
   "duration": 9.36
  },
  {
   "text": "Because I think, the way I look at it anyways, is, of all the traits, agreeableness is the one that seems to come with the most marked positive and negative aspects.",
   "start": 99.08,
   "duration": 10.42
  },
  {
   "text": "Features, let's say, so we don't confuse it with aspects.",
   "start": 110.24,
   "duration": 2.58
  },
  {
   "text": "The most positive and negative features at each point on the distribution.",
   "start": 112.96,
   "duration": 3.22
  },
  {
   "text": "It seems to be a very, very complex dimension.",
   "start": 116.26,
   "duration": 3.2
  },
  {
   "text": "So, I'll read you some of the questions from the Big Five Aspects Scale and that will give you an initial rule-of-thumb estimate about whether or not you're agreeable or disagreeable.",
   "start": 119.78,
   "duration": 9.36
  },
  {
   "text": "And so here are some of the questions.",
   "start": 129.32,
   "duration": 1.96
  },
  {
   "text": "Imagine that you're answering these for yourself on a scale from one to five, strongly disagree to strongly agree.",
   "start": 132.48,
   "duration": 6.78
  },
  {
   "text": "So the first question is:",
   "start": 139.56,
   "duration": 1.36
  },
  {
   "text": "I'm not interested in other people's problems.",
   "start": 142.76,
   "duration": 2.32
  },
  {
   "text": "So, if you are interested in other people's problems, that tilts you towards agreeableness.",
   "start": 145.86,
   "duration": 4.3
  },
  {
   "text": "Agreeableness is divided into compassion and politeness.",
   "start": 151.42,
   "duration": 2.72
  },
  {
   "text": "Which also sound like very positive things, right?",
   "start": 154.14,
   "duration": 1.92
  },
  {
   "text": "Because everyone wants to be compassionate, and everyone wants to be polite.",
   "start": 156.06,
   "duration": 3.9
  },
  {
   "text": "And so you might say, \"Well, is that a virtue? Are those virtues, with the other end being actually negative, to be not compassionate, not polite.\"",
   "start": 159.96,
   "duration": 9.3
  },
  {
   "text": "It's certainly worded that way.",
   "start": 169.32,
   "duration": 1.76
  },
  {
   "text": "And that's actually a mistake, because we know that these traits are normally distributed, roughly speaking, right?",
   "start": 171.32,
   "duration": 5.42
  },
  {
   "text": "And that that means that there has to be positive and negative features at every single position on the distribution.",
   "start": 176.96,
   "duration": 7.2
  },
  {
   "text": "And so to make the pre-supposition, for example, that being extroverted is better than being introverted, or that being emotionally stable is necessarily better than being neurotic, is to make a kind of confusion of moral obligation with trait position.",
   "start": 184.16,
   "duration": 20.0
  },
  {
   "text": "You have to assume that there's advantages and disadvantages all the way along, or the distribution wouldn't have set itself up that way.",
   "start": 204.42,
   "duration": 6.44
  },
  {
   "text": "Especially because these things seem to be biologically instantiated traits.",
   "start": 210.86,
   "duration": 3.82
  },
  {
   "text": "So",
   "start": 215.02,
   "duration": 0.5
  },
  {
   "text": "Anyways",
   "start": 215.82,
   "duration": 0.56
  },
  {
   "text": "If you're interested in other people's problems, they like to unburden themselves to you, you care about them: that's a mark of compassion.",
   "start": 217.82,
   "duration": 6.24
  },
  {
   "text": "If you're more or less indifferent to other people's stupid problems and you wish they'd just get on with it, then you're less compassionate.",
   "start": 224.1,
   "duration": 7.24
  },
  {
   "text": "You're harsher and more, well, at the extreme, more callous.",
   "start": 231.56,
   "duration": 6.26
  },
  {
   "text": "Ah, let's see.",
   "start": 238.64,
   "duration": 1.3
  },
  {
   "text": "Respect authority.",
   "start": 242.02,
   "duration": 1.36
  },
  {
   "text": "That's politeness.",
   "start": 243.64,
   "duration": 1.36
  },
  {
   "text": "That's part of agreeableness.",
   "start": 245.22,
   "duration": 1.36
  },
  {
   "text": "Feel others' emotions.",
   "start": 256.56,
   "duration": 1.18
  },
  {
   "text": "Compassion.",
   "start": 258.0,
   "duration": 0.88
  },
  {
   "text": "Inquire about others' wellbeing.",
   "start": 261.18,
   "duration": 1.76
  },
  {
   "text": "Compassion.",
   "start": 263.0,
   "duration": 0.5
  },
  {
   "text": "Can't be bothered with others' needs.",
   "start": 269.18,
   "duration": 1.98
  },
  {
   "text": "Take advantage of others.",
   "start": 272.76,
   "duration": 1.52
  },
  {
   "text": "That's disagreeable, obviously.",
   "start": 274.28,
   "duration": 1.6
  },
  {
   "text": "Sympathize with others' feelings.'",
   "start": 277.0,
   "duration": 1.86
  },
  {
   "text": "Avoid imposing my will on others.",
   "start": 279.82,
   "duration": 2.72
  },
  {
   "text": "Wait for others to lead the way.",
   "start": 283.14,
   "duration": 2.18
  },
  {
   "text": "Okay, I think all of those are associated with the trait agreeableness or disagreeableness.",
   "start": 286.04,
   "duration": 4.56
  },
  {
   "text": "So let's think about this for a minute.",
   "start": 290.6,
   "duration": 2.06
  },
  {
   "text": "So I'm going to tell you how I conceptualize agreeableness.",
   "start": 292.66,
   "duration": 3.2
  },
  {
   "text": "The first thing you want to know is that women are more agreeable than men.",
   "start": 296.1,
   "duration": 2.8
  },
  {
   "text": "About half a standard deviation.",
   "start": 298.98,
   "duration": 1.76
  },
  {
   "text": "And that's approximately enough so that if you took a random male and a random female out of the population, and you tried to guess who was more agreeable, and you guessed the female, you'd be right about 60% of the time.",
   "start": 301.12,
   "duration": 10.32
  },
  {
   "text": "But what's interesting about that, and this is something also to keep in mind, about normal distributions, you know.",
   "start": 312.1,
   "duration": 7.0
  },
  {
   "text": "Imagine you have normal distribution, so that most people are in the middle.",
   "start": 319.32,
   "duration": 3.5
  },
  {
   "text": "And then you have another normal distribution, male and female, and mostly they overlap.",
   "start": 322.82,
   "duration": 4.26
  },
  {
   "text": "But, you see, out here, and out here, they don't overlap at all.",
   "start": 327.58,
   "duration": 4.54
  },
  {
   "text": "And so, even though on average, men and women aren't that much different in terms of their levels of agreeableness by the group,",
   "start": 332.42,
   "duration": 8.36
  },
  {
   "text": "if you go out and you look at the extremes, they're very different.",
   "start": 340.78,
   "duration": 2.26
  },
  {
   "text": "So all of the most agreeable people are women, and all of the most disagreeable people are men.",
   "start": 343.04,
   "duration": 5.16
  },
  {
   "text": "And the thing is, the extremes are often what matter, rather than what's in the middle.",
   "start": 348.6,
   "duration": 3.72
  },
  {
   "text": "And so one of the ways that's reflected in society, by the way, is there's way more men in prison.",
   "start": 352.44,
   "duration": 4.84
  },
  {
   "text": "And the best personality predictor of being in prison is to be low in agreeableness.",
   "start": 358.08,
   "duration": 4.72
  },
  {
   "text": "It makes you callous.",
   "start": 362.86,
   "duration": 1.44
  },
  {
   "text": "Now, you might think, \"What's the opposite of compassion and politeness?\"",
   "start": 364.78,
   "duration": 2.82
  },
  {
   "text": "And the answer to that is, I think it's best conceptualized as a trading game.",
   "start": 367.6,
   "duration": 6.68
  },
  {
   "text": "So let's say that we're going to play repeated trading games.",
   "start": 374.88,
   "duration": 3.26
  },
  {
   "text": "And if you're very agreeable, then you're going to bargain harder on my behalf than you're going to bargain on your own behalf.",
   "start": 378.7,
   "duration": 6.26
  },
  {
   "text": "Whereas if you're very disagreeable, you're going to do the reverse.",
   "start": 385.24,
   "duration": 2.54
  },
  {
   "text": "You're going to think, \"I'm in this trading game for me, and you're going to take care of your own interests.\"",
   "start": 387.78,
   "duration": 4.96
  },
  {
   "text": "Where an agreeable person is going to say, \"No, no, at worst this has to be 50-50, but I'd like to help you every way I can.\"",
   "start": 392.74,
   "duration": 7.76
  },
  {
   "text": "Okay, so you kind of understand that.",
   "start": 401.04,
   "duration": 2.84
  },
  {
   "text": "Now the advantage to being agreeable, then, is that you're good in teams and you're very much likely to give other people credit.",
   "start": 403.88,
   "duration": 5.3
  },
  {
   "text": "The down side of being agreeable is that you're not good at putting forward your own interests.",
   "start": 409.38,
   "duration": 4.9
  },
  {
   "text": "And so one of the things that predicts salary across time, for example, is agreeableness, and it predicts it negatively.",
   "start": 414.28,
   "duration": 6.46
  },
  {
   "text": "And so it's part of the reason why women get paid less than men, and this is something for the women in the class to really listen to.",
   "start": 420.74,
   "duration": 6.36
  },
  {
   "text": "Because how you get paid across time depends on a very large number of things, right?",
   "start": 427.5,
   "duration": 4.84
  },
  {
   "text": "It depends on your skills and your abilities and your position and your social network and all of that.",
   "start": 432.34,
   "duration": 4.74
  },
  {
   "text": "But the other thing it depends on is whether or not you actually go ask for money.",
   "start": 437.08,
   "duration": 3.32
  },
  {
   "text": "Or maybe that you don't even ask.",
   "start": 440.72,
   "duration": 1.72
  },
  {
   "text": "Because actually, you don't ask for money.",
   "start": 442.44,
   "duration": 1.8
  },
  {
   "text": "You tell people that you need to be paid more or something they don't like will happen.",
   "start": 444.24,
   "duration": 3.82
  },
  {
   "text": "And I don't mean as a threat.",
   "start": 448.14,
   "duration": 1.36
  },
  {
   "text": "I mean that you have to be willing, when you're negotiating, to have an alternative.",
   "start": 449.86,
   "duration": 4.96
  },
  {
   "text": "You go talk to your boss, who isn't going to give you money, because everyone wants money, right?",
   "start": 454.82,
   "duration": 3.62
  },
  {
   "text": "It's a competitive game.",
   "start": 458.44,
   "duration": 1.38
  },
  {
   "text": "You're going to have to go there and say, \"Look, here's what I do. Here's why it's useful. Here's why you have to give me more money. And this is my opportunities if you don't.\"",
   "start": 460.02,
   "duration": 10.36
  },
  {
   "text": "And then, you're not taking your boss's money anyway, because it's very frequently the case that he's working for a whopping big company.",
   "start": 470.94,
   "duration": 6.6
  },
  {
   "text": "But he needs an excuse to give you money because everyone's asking for money all the time.",
   "start": 477.86,
   "duration": 5.5
  },
  {
   "text": "And so you have to put your case forward powerfully and disagreeably.",
   "start": 483.6,
   "duration": 5.06
  },
  {
   "text": "Now, you don't want to do it too disagreeably because then he's gonna think that you're a son of a bitch and maybe he's not gonna give you anything and maybe you'll get fired for being mouthy, and all of that.",
   "start": 488.66,
   "duration": 8.18
  },
  {
   "text": "And that certainly happens to people who are too disagreeable.",
   "start": 496.84,
   "duration": 2.58
  },
  {
   "text": "You gotta get the balance right.",
   "start": 499.54,
   "duration": 1.6
  },
  {
   "text": "But it's definitely the case.",
   "start": 501.4,
   "duration": 1.12
  },
  {
   "text": "And the other thing that happens to women that's also worth noting, and this is probably because they're higher in negative emotion, is they tend to underestimate their own utility in business settings.",
   "start": 502.52,
   "duration": 9.24
  },
  {
   "text": "Right, because if you're trying to evaluate what you're like, and you're more tilted toward negative emotion, then the things that you do that are wrong are gonna stand out more on the foreground than the things that you do that are right.",
   "start": 511.94,
   "duration": 11.56
  },
  {
   "text": "So if you go into a negotiation, and you're uncertain already, because you have self doubts, and then you're agreeable in the negotiation, what's going to happen is that you're not going to win as often.",
   "start": 523.64,
   "duration": 11.08
  },
  {
   "text": "And winning, in a business setting, or in a career development setting, means more opportunity for promotion and more revenue generated.",
   "start": 535.0,
   "duration": 7.4
  },
  {
   "text": "Now, the downside of that, of course, is as you climb the business hierarchy, you also have to take on more responsibility, and that responsibility is sometimes unpleasant as well, especially to people who are agreeable.",
   "start": 542.56,
   "duration": 11.24
  },
  {
   "text": "Because you're not necessarily liked if you're in a position of authority.",
   "start": 553.8,
   "duration": 3.76
  },
  {
   "text": "And agreeable people really like to be liked.",
   "start": 557.64,
   "duration": 2.14
  },
  {
   "text": "It's their primary motivator because they're concerned about the maintenance of intimate, positive relationships.",
   "start": 559.78,
   "duration": 8.12
  },
  {
   "text": "That also makes them conflict avoidant.",
   "start": 567.9,
   "duration": 2.24
  },
  {
   "text": "Okay so now, you guys can think about this, but I'll tell you why I think the personality differences between men and women exist.",
   "start": 570.7,
   "duration": 8.48
  },
  {
   "text": "Now, these are speculative hypotheses, but they're reasonably well documented by the relevant literature.",
   "start": 579.5,
   "duration": 6.7
  },
  {
   "text": "So let's think about it.",
   "start": 586.2,
   "duration": 1.26
  },
  {
   "text": "The first thing we might think about is: what's the difference between men and women?",
   "start": 587.46,
   "duration": 3.56
  },
  {
   "text": "How do they differ?",
   "start": 591.08,
   "duration": 1.28
  },
  {
   "text": "Well the first thing we might observe is that if you look at personality differences between pre-pubescent boys and girls, they're not very large.",
   "start": 593.0,
   "duration": 8.32
  },
  {
   "text": "Boys and girls don't differ in terms of their trait neuroticism, for example.",
   "start": 601.56,
   "duration": 4.58
  },
  {
   "text": "What happens is that, when puberty kicks in, women's trait neuroticism rises and it stays higher than men for the rest of their life.",
   "start": 606.46,
   "duration": 7.24
  },
  {
   "text": "And this is why you see this reflected in the different kinds of psychopathology that beset the two sexes.",
   "start": 613.92,
   "duration": 5.22
  },
  {
   "text": "So men are over-represented in alcoholism, drug abuse, anti-social personality, and a host of learning disorders as well as attention deficit disorder.",
   "start": 619.14,
   "duration": 8.4
  },
  {
   "text": "And women are over-represented in depression and anxiety, primarily.",
   "start": 627.72,
   "duration": 3.68
  },
  {
   "text": "That seems to be tightly associated with higher levels of trait neuroticism.",
   "start": 631.4,
   "duration": 3.3
  },
  {
   "text": "Because if you're at the 95th percentile or higher, let's say, in trait neuroticism,",
   "start": 634.72,
   "duration": 6.02
  },
  {
   "text": "there isn't much difference between that and being somewhat prone to depression and anxiety.",
   "start": 640.74,
   "duration": 4.8
  },
  {
   "text": "And because the curves overlap, the curves aren't identical,",
   "start": 645.82,
   "duration": 5.4
  },
  {
   "text": "the normal distributions aren't identical for men and women, you tilt the women's curve to the right towards higher levels of neuroticism.",
   "start": 651.22,
   "duration": 7.92
  },
  {
   "text": "You go out and you look for the person in twenty who has the highest levels of negative emotion.",
   "start": 659.4,
   "duration": 4.72
  },
  {
   "text": "It's much more likely to be female than male.",
   "start": 664.12,
   "duration": 2.58
  },
  {
   "text": "Okay, so let's see if we can figure out why.",
   "start": 666.7,
   "duration": 2.06
  },
  {
   "text": "So, we're gonna tell you some basic differences between men and women and you can tell me what you think about it, if you agree or disagree.",
   "start": 668.92,
   "duration": 6.58
  },
  {
   "text": "Okay, first.",
   "start": 675.56,
   "duration": 1.3
  },
  {
   "text": "Size differential emerges between men and women at puberty, right?",
   "start": 677.6,
   "duration": 3.5
  },
  {
   "text": "Because boys and girls are roughly the same size and roughly the same strength.",
   "start": 681.1,
   "duration": 3.18
  },
  {
   "text": "But men get bigger at puberty, when testosterone kicks in.",
   "start": 684.48,
   "duration": 3.44
  },
  {
   "text": "And more importantly, not only do they get taller and heavier, but their upper body strength is much higher.",
   "start": 687.92,
   "duration": 5.66
  },
  {
   "text": "And that's a real issue for combat, because human beings punch, and there's other animals that do that.",
   "start": 693.92,
   "duration": 6.0
  },
  {
   "text": "Kangaroos do that too, so we're not the only people that punch.",
   "start": 699.92,
   "duration": 3.42
  },
  {
   "text": "But we have clubs on the ends of our arms, and so that's how we defend ourselves.",
   "start": 703.34,
   "duration": 3.96
  },
  {
   "text": "And so if you have a lot of upper body strength, especially across the shoulders, and you're heavier, then you can step into the punch and it's a lot more devastating.",
   "start": 707.66,
   "duration": 7.62
  },
  {
   "text": "Now it is the case that, if you look at the statistics for physical altercations in marriage, women attack their husbands more often than husbands attack their wives.",
   "start": 715.48,
   "duration": 8.8
  },
  {
   "text": "Well, you think, \"Why is that?\"",
   "start": 724.74,
   "duration": 1.8
  },
  {
   "text": "Well, let's assume that there isn't any reason, other than both people in a relationship can get upset, and the women know that if they hit their husbands, nothing's really going to happen.",
   "start": 726.8,
   "duration": 9.5
  },
  {
   "text": "Right, because if you're a woman about that high, and your husband is, say, my height,",
   "start": 736.64,
   "duration": 5.74
  },
  {
   "text": "unless you hit me with an object or something that's sharp, the probability that you're going to do me any serious damage is pretty low.",
   "start": 742.38,
   "duration": 5.86
  },
  {
   "text": "You might hurt me.",
   "start": 748.28,
   "duration": 1.06
  },
  {
   "text": "But if I do the reverse, and hit you, and I really hit you then I might kill you.",
   "start": 749.54,
   "duration": 4.0
  },
  {
   "text": "And so, at least one of the reasons why women can be more physically aggressive in minor ways in a relationship",
   "start": 753.8,
   "duration": 6.82
  },
  {
   "text": "is because everyone knows, the wife and the husband equally, that the consequence of the physical aggression is much more limited.",
   "start": 760.62,
   "duration": 6.58
  },
  {
   "text": "So, men do more serious damage to women.",
   "start": 767.74,
   "duration": 2.64
  },
  {
   "text": "But women are more aggressive in relationships.",
   "start": 770.78,
   "duration": 2.26
  },
  {
   "text": "So that's interesting.",
   "start": 773.28,
   "duration": 0.96
  },
  {
   "text": "So ok, so there's a body size difference that's important,",
   "start": 774.24,
   "duration": 3.42
  },
  {
   "text": "a strength differential that's important.",
   "start": 777.66,
   "duration": 1.9
  },
  {
   "text": "Next thing, I think...",
   "start": 779.72,
   "duration": 1.52
  },
  {
   "text": "So let's assume that the reason that women are higher in sensitivity to negative emotion",
   "start": 782.22,
   "duration": 3.66
  },
  {
   "text": "is because the world is actually more dangerous to women, right?",
   "start": 785.9,
   "duration": 3.64
  },
  {
   "text": "Because that would be the most logical reason why there would be a",
   "start": 789.58,
   "duration": 2.46
  },
  {
   "text": "sex difference in something like fear sensitivity and punishment.",
   "start": 792.08,
   "duration": 5.28
  },
  {
   "text": "Well first there's the danger of physical altercation.",
   "start": 797.7,
   "duration": 3.02
  },
  {
   "text": "Second, there's the sexual danger.",
   "start": 800.88,
   "duration": 2.12
  },
  {
   "text": "So women become sexually vulnerable at puberty.",
   "start": 803.58,
   "duration": 2.7
  },
  {
   "text": "And why do I say vulnerable?",
   "start": 806.28,
   "duration": 1.58
  },
  {
   "text": "Well it's straightforward.",
   "start": 807.86,
   "duration": 1.24
  },
  {
   "text": "It's because the cost of sex for women is way higher than it is for men.",
   "start": 809.1,
   "duration": 3.52
  },
  {
   "text": "Or it certainly has been throughout our evolutionary history.",
   "start": 812.78,
   "duration": 2.72
  },
  {
   "text": "Because if a man has an unwanted sexual encounter,",
   "start": 815.68,
   "duration": 3.36
  },
  {
   "text": "well then he walks away and maybe he is persecuted by the the state or prosecuted by the state for it.",
   "start": 819.04,
   "duration": 4.94
  },
  {
   "text": "But if a woman has an unwanted, unwarranted, or incautious sexual encounter,",
   "start": 823.98,
   "duration": 4.6
  },
  {
   "text": "and she ends up pregnant,",
   "start": 828.58,
   "duration": 1.5
  },
  {
   "text": "then, well, in traditional societies, you're just done.",
   "start": 830.2,
   "duration": 3.64
  },
  {
   "text": "And even in modern societies that are rich like ours,",
   "start": 834.06,
   "duration": 2.6
  },
  {
   "text": "you're... it's a... I don't have to go into that.",
   "start": 836.66,
   "duration": 4.54
  },
  {
   "text": "It's big trouble.",
   "start": 841.36,
   "duration": 1.2
  },
  {
   "text": "No matter what you do about it, it's big trouble.",
   "start": 842.56,
   "duration": 2.02
  },
  {
   "text": "So being more nervous about that makes perfect sense.",
   "start": 844.84,
   "duration": 3.44
  },
  {
   "text": "But then, here's the last thing.",
   "start": 848.28,
   "duration": 1.52
  },
  {
   "text": "I think that women's nervous systems are not adapted to women.",
   "start": 851.0,
   "duration": 3.94
  },
  {
   "text": "I think women's nervous systems are adapted to the  mother-infant dyad.",
   "start": 856.22,
   "duration": 4.08
  },
  {
   "text": "Because you are not the same creature when you have an infant.",
   "start": 861.04,
   "duration": 2.84
  },
  {
   "text": "Not at all.",
   "start": 864.06,
   "duration": 0.62
  },
  {
   "text": "You're way more vulnerable.",
   "start": 864.68,
   "duration": 1.42
  },
  {
   "text": "And it's partly because you have to express the vulnerability of the infant.",
   "start": 866.28,
   "duration": 3.76
  },
  {
   "text": "And you also have to care for it.",
   "start": 870.06,
   "duration": 1.72
  },
  {
   "text": "Right, so, you think about an infant, especially under nine months.",
   "start": 872.04,
   "duration": 3.64
  },
  {
   "text": "So let's say, how are you going to be wired up if you're going to optimally care for an infant under nine months?",
   "start": 875.68,
   "duration": 5.66
  },
  {
   "text": "And I'm saying under nine months because women generally do the bulk of child care for infants who are under nine months old.",
   "start": 881.34,
   "duration": 5.86
  },
  {
   "text": "And part of the reason for that, there's a whole host of reasons, but part of the reasons for that, obviously,",
   "start": 887.2,
   "duration": 4.32
  },
  {
   "text": "is that they breast-feed.",
   "start": 891.52,
   "duration": 1.22
  },
  {
   "text": "But imagine what you need to be wired up biologically in order to care for an infant.",
   "start": 893.28,
   "duration": 3.82
  },
  {
   "text": "First of all, they're very demanding.",
   "start": 897.1,
   "duration": 2.84
  },
  {
   "text": "Right?",
   "start": 900.4,
   "duration": 0.5
  },
  {
   "text": "Because they're completely helpless.",
   "start": 900.96,
   "duration": 1.68
  },
  {
   "text": "And they're demanding twenty-four hours a day.",
   "start": 902.64,
   "duration": 2.14
  },
  {
   "text": "And it's quite an emotional load.",
   "start": 905.2,
   "duration": 4.64
  },
  {
   "text": "And an infant under nine months is never wrong.",
   "start": 910.22,
   "duration": 2.3
  },
  {
   "text": "Right?",
   "start": 913.2,
   "duration": 0.5
  },
  {
   "text": "What you do to an infant under nine months, is, when they're in distress, you always respond.",
   "start": 913.7,
   "duration": 4.64
  },
  {
   "text": "You never tell the infant, \"Get your act together and stop whining.\"",
   "start": 918.56,
   "duration": 4.22
  },
  {
   "text": "Right?",
   "start": 922.78,
   "duration": 0.5
  },
  {
   "text": "Which you can do to a child that's eighteen months old.",
   "start": 923.28,
   "duration": 3.28
  },
  {
   "text": "You can start having that sort of conversation.",
   "start": 926.56,
   "duration": 2.0
  },
  {
   "text": "But under nine months, it's like, nothing is the infant's fault,",
   "start": 928.78,
   "duration": 3.24
  },
  {
   "text": "it's surrounded in an extraordinarily threatening world,",
   "start": 933.06,
   "duration": 2.68
  },
  {
   "text": "and you have to be responsive to what it needs, regardless of what you want.",
   "start": 936.04,
   "duration": 3.68
  },
  {
   "text": "And you have to be very sensitive to the threats that emerge in the environment.",
   "start": 939.72,
   "duration": 3.34
  },
  {
   "text": "And so I think the price that women pay for that ability to have an intimate relationship with infants in the very earliest stages of development",
   "start": 943.16,
   "duration": 7.86
  },
  {
   "text": "is that their nervous systems are actually wired so that they can perform that role optimally.",
   "start": 951.02,
   "duration": 5.54
  },
  {
   "text": "And the disadvantage to that is that having a temperament like that doesn't work that well when you're dealing with adult men.",
   "start": 956.84,
   "duration": 6.66
  },
  {
   "text": "Especially when you're dealing with them in a business environment.",
   "start": 963.78,
   "duration": 2.56
  },
  {
   "text": "Because it's not the same thing.",
   "start": 966.34,
   "duration": 1.76
  },
  {
   "text": "Not at all.",
   "start": 968.34,
   "duration": 0.72
  },
  {
   "text": "It's a competitive environment.",
   "start": 969.06,
   "duration": 1.08
  },
  {
   "text": "So agreeable people are compassionate and polite.",
   "start": 970.56,
   "duration": 2.9
  },
  {
   "text": "What are disagreeable people like?",
   "start": 973.46,
   "duration": 1.7
  },
  {
   "text": "They're tough-minded, they're blunt, they're competitive, and they won't do a damn thing they don't want to do.",
   "start": 975.74,
   "duration": 5.66
  },
  {
   "text": "So it isn't exactly that they're aggressive, although they will push you the hell out of their way if you're in the way.",
   "start": 981.62,
   "duration": 5.2
  },
  {
   "text": "They're not volatile like you are if you're high in neuroticism.",
   "start": 986.84,
   "duration": 5.02
  },
  {
   "text": "It isn't defensive aggression, it's more like predatory aggression.",
   "start": 991.86,
   "duration": 3.24
  },
  {
   "text": "It's dominance behavior.",
   "start": 995.18,
   "duration": 1.76
  },
  {
   "text": "And so for someone who's highly disagreeable,",
   "start": 997.1,
   "duration": 3.8
  },
  {
   "text": "they look at the world as a place in which they can compete and win.",
   "start": 1001.14,
   "duration": 4.14
  },
  {
   "text": "And I'll tell you a story.",
   "start": 1005.6,
   "duration": 1.18
  },
  {
   "text": "I have a friend.",
   "start": 1006.78,
   "duration": 0.76
  },
  {
   "text": "I gave him my personality test, the Big Five Aspect Scale that Colin DeYoung developed, in my lab.",
   "start": 1008.32,
   "duration": 5.52
  },
  {
   "text": "I knew he was a disagreeable guy.",
   "start": 1016.08,
   "duration": 1.8
  },
  {
   "text": "By interacting with him.",
   "start": 1018.68,
   "duration": 1.26
  },
  {
   "text": "I mean, he's even rude to people sort of spontaneously on the street.",
   "start": 1019.94,
   "duration": 3.58
  },
  {
   "text": "I actually like him quite a bit.",
   "start": 1023.62,
   "duration": 1.04
  },
  {
   "text": "He's very, very funny.",
   "start": 1024.7,
   "duration": 0.9
  },
  {
   "text": "He's also very conscientious, so you can trust him.",
   "start": 1025.6,
   "duration": 2.18
  },
  {
   "text": "But he's disagreeable as hell.",
   "start": 1027.96,
   "duration": 1.26
  },
  {
   "text": "So I gave him this test because I thought it would be funny, and he came out as the most disagreeable person in ten thousand.",
   "start": 1030.96,
   "duration": 6.22
  },
  {
   "text": "[STUDENTS LAUGH]",
   "start": 1037.2,
   "duration": 0.9
  },
  {
   "text": "Reasonable in compassion, about thirtieth percentile, but point zero-zero-one in politeness.",
   "start": 1038.16,
   "duration": 6.9
  },
  {
   "text": "So he's extraordinarily blunt.",
   "start": 1045.1,
   "duration": 1.52
  },
  {
   "text": "He'll just say absolutely anything, no matter how horrible it is.",
   "start": 1046.62,
   "duration": 3.44
  },
  {
   "text": "And he was often brought into corporations to sort of clean them up.",
   "start": 1050.52,
   "duration": 3.18
  },
  {
   "text": "So if a corporation was tilting and not doing well, they'd bring him in to find out who the useless people were and fire them.",
   "start": 1053.86,
   "duration": 6.2
  },
  {
   "text": "And I talked to him about that, because I had the mis-opportunity to have to not have graduate students in my lab, for example, that weren't performing well.",
   "start": 1060.26,
   "duration": 7.32
  },
  {
   "text": "And I find it very, very difficult, to, you know, to dress someone down, and certainly difficult to fire them.",
   "start": 1067.58,
   "duration": 4.78
  },
  {
   "text": "I just hate it because I'm actually quite an agreeable person, much to my chagrin.",
   "start": 1072.36,
   "duration": 3.42
  },
  {
   "text": "And I asked him about that.",
   "start": 1076.16,
   "duration": 1.52
  },
  {
   "text": "And I said, \"Well, what do you do? You have to fire people all the time. How do you handle that?\"",
   "start": 1077.68,
   "duration": 3.94
  },
  {
   "text": "He says, \"Handle it? I enjoy it!\"",
   "start": 1081.62,
   "duration": 1.92
  },
  {
   "text": "[STUDENTS LAUGH]",
   "start": 1083.54,
   "duration": 0.5
  },
  {
   "text": "And I thought, \"Wow, that's so interesting, that someone would have that response.\"",
   "start": 1084.04,
   "duration": 3.24
  },
  {
   "text": "So I said, \"Well, what do you mean you enjoy it?\"",
   "start": 1087.28,
   "duration": 1.8
  },
  {
   "text": "He said, \"Look, I go into these companies, and I analyze the performance of groups of people.",
   "start": 1089.12,
   "duration": 4.8
  },
  {
   "text": "Right, and in those groups there are people who are really striving, really trying hard and working, themselves,",
   "start": 1093.92,
   "duration": 5.42
  },
  {
   "text": "really hard, and being productive. And then there's these people that are just doing nothing.",
   "start": 1099.34,
   "duration": 3.96
  },
  {
   "text": "They're completely in the way. They don't carry their weight at all. They take advantage every chance they get.",
   "start": 1103.3,
   "duration": 4.42
  },
  {
   "text": "And they're always whining about why they can't work. It's like, I find out who they are, I call them into my office, and I tell them exactly what they've been doing.",
   "start": 1107.72,
   "duration": 6.82
  },
  {
   "text": "It's like, hit the road, buddy. You've had your run of it.\"",
   "start": 1114.54,
   "duration": 3.72
  },
  {
   "text": "And I thought, \"Oh yeah, okay, fair enough.\"",
   "start": 1118.34,
   "duration": 2.78
  },
  {
   "text": "Well, I can tell you,  you know, I've had situations in my lab where I had under-performing graduate students.",
   "start": 1121.12,
   "duration": 6.32
  },
  {
   "text": "And one of the things that was really awful about that was that it was really hard on the high-performing graduate students.",
   "start": 1127.58,
   "duration": 5.22
  },
  {
   "text": "You know, because they felt that even being in the same category as the people who weren't working hard and pulling their weight devalued what they were doing.",
   "start": 1133.22,
   "duration": 8.02
  },
  {
   "text": "You know? And that's exactly right.",
   "start": 1141.68,
   "duration": 1.08
  },
  {
   "text": "And so this is also why there's a conscientiousness trait and an agreeableness trait.",
   "start": 1142.76,
   "duration": 5.82
  },
  {
   "text": "Because conscientious people judge you on your accomplishments, right?",
   "start": 1148.58,
   "duration": 4.18
  },
  {
   "text": "They don't give a damn about your feelings.",
   "start": 1152.8,
   "duration": 1.74
  },
  {
   "text": "Not a bit.",
   "start": 1154.54,
   "duration": 0.72
  },
  {
   "text": "It's like, \"Are you doing the work, or not?\"",
   "start": 1155.26,
   "duration": 2.18
  },
  {
   "text": "Whereas agreeable people think, \"Well, you know, your mother's sick, and you've got a bunch of family problems, and we all have to take care of each other.\"",
   "start": 1157.7,
   "duration": 8.08
  },
  {
   "text": "\"And it's no wonder that you're having a rough time.\"",
   "start": 1165.8,
   "duration": 2.02
  },
  {
   "text": "You can't say that one of those attitudes is correct and the other isn't correct.",
   "start": 1167.82,
   "duration": 4.22
  },
  {
   "text": "You can't say that!",
   "start": 1172.24,
   "duration": 1.28
  },
  {
   "text": "There wouldn't be those two dimensions if there wasn't something correct about both of them.",
   "start": 1173.82,
   "duration": 3.86
  },
  {
   "text": "But you can certainly point out that often they conflict.",
   "start": 1177.68,
   "duration": 3.04
  },
  {
   "text": "You know, and so the demand for inclusiveness and unity and care,",
   "start": 1181.08,
   "duration": 4.1
  },
  {
   "text": "and the demand for high level performance in a hierarchical structure- they're very different orientations in the world.",
   "start": 1185.18,
   "duration": 6.2
  },
  {
   "text": "It's complicated for people who are agreeable AND conscientious.",
   "start": 1193.02,
   "duration": 3.46
  },
  {
   "text": "And actually, I think often, that large corporations, large institutions of any sort, run on the un-heralded labor of people who are high in agreeableness and high in conscientiousness.",
   "start": 1197.26,
   "duration": 12.5
  },
  {
   "text": "And they're disproportionately women.",
   "start": 1209.76,
   "duration": 1.98
  },
  {
   "text": "My experience in large institutions has been that if you want to hire someone to exploit appropriately,",
   "start": 1211.74,
   "duration": 6.38
  },
  {
   "text": "No, not appropriately..",
   "start": 1218.14,
   "duration": 1.3
  },
  {
   "text": "If you want to hire someone to exploit productively, you hire middle-aged women who are hyper-conscientious and who are agreeable.",
   "start": 1219.44,
   "duration": 6.68
  },
  {
   "text": "Because they'll do everything.",
   "start": 1226.58,
   "duration": 1.4
  },
  {
   "text": "They won't take credit for it, and they won't complain.",
   "start": 1227.98,
   "duration": 2.26
  },
  {
   "text": "And that's nasty.",
   "start": 1230.88,
   "duration": 0.9
  },
  {
   "text": "And I think that happens all the time.",
   "start": 1231.78,
   "duration": 1.78
  },
  {
   "text": "And so one of the things you have to be careful of, if you're agreeable, is not to be exploited.",
   "start": 1233.56,
   "duration": 4.6
  },
  {
   "text": "Because you'll line up to be exploited.",
   "start": 1238.54,
   "duration": 2.08
  },
  {
   "text": "And I think the reason for that is because you're wired to be exploited by infants.",
   "start": 1240.62,
   "duration": 4.06
  },
  {
   "text": "And so, that just doesn't work so well in the actual world.",
   "start": 1245.88,
   "duration": 3.42
  },
  {
   "text": "One of the things that happens very often in psychotherapy,",
   "start": 1249.32,
   "duration": 2.98
  },
  {
   "text": "you know, people come to psychotherapy for multiple reasons.",
   "start": 1252.3,
   "duration": 2.4
  },
  {
   "text": "But one of them is they often come because they're too agreeable.",
   "start": 1255.16,
   "duration": 2.74
  },
  {
   "text": "And so what they get is so-called \"assertiveness training.\"",
   "start": 1258.06,
   "duration": 2.84
  },
  {
   "text": "Although it's not exactly assertiveness that's being trained.",
   "start": 1260.9,
   "duration": 2.66
  },
  {
   "text": "What it is the ability to learn how to negotiate on your own behalf.",
   "start": 1263.76,
   "duration": 3.16
  },
  {
   "text": "And one of the things I tell agreeable people, especially if they're conscientious, is",
   "start": 1267.3,
   "duration": 3.66
  },
  {
   "text": "Say what you think. Tell the truth about what you think.",
   "start": 1272.34,
   "duration": 2.8
  },
  {
   "text": "There's gonna be things you think that you think are nasty and harsh.",
   "start": 1275.14,
   "duration": 3.36
  },
  {
   "text": "And they probably are nasty and harsh.",
   "start": 1278.66,
   "duration": 1.98
  },
  {
   "text": "But they're also probably true.",
   "start": 1281.12,
   "duration": 1.7
  },
  {
   "text": "And you need to bring those up to the forefront and deliver the message.",
   "start": 1283.18,
   "duration": 2.78
  },
  {
   "text": "And it's not straightforward at all because agreeable people do not like conflict.",
   "start": 1285.96,
   "duration": 4.88
  },
  {
   "text": "Not at all.",
   "start": 1291.48,
   "duration": 0.72
  },
  {
   "text": "They smooth the water.",
   "start": 1292.3,
   "duration": 1.32
  },
  {
   "text": "And you can see why that is, in accordance with the hypothesis that I've been putting forward.",
   "start": 1293.62,
   "duration": 5.62
  },
  {
   "text": "You don't want conflict around infants.",
   "start": 1299.24,
   "duration": 1.92
  },
  {
   "text": "It's too damn dangerous.",
   "start": 1301.2,
   "duration": 1.34
  },
  {
   "text": "You don't want fights to break out.",
   "start": 1302.54,
   "duration": 1.48
  },
  {
   "text": "You don't want anything to disturb the relative peace.",
   "start": 1304.02,
   "duration": 3.98
  },
  {
   "text": "If you're also more prone to being hurt, physically, and perhaps emotionally, you're also maybe loathe to engage in the kind of high intensity conflict that will solve problems in the short term.",
   "start": 1308.18,
   "duration": 10.48
  },
  {
   "text": "Because it takes a lot of conflict to solve problems in the short term.",
   "start": 1318.76,
   "duration": 4.64
  },
  {
   "text": "And if that can spiral up to where it's dangerous, which it can, it gets uncontrolled,",
   "start": 1323.4,
   "duration": 4.96
  },
  {
   "text": "it might be safer in the short term to keep the waters smooth,",
   "start": 1328.48,
   "duration": 4.5
  },
  {
   "text": "and to not delve into those situations where conflict emerges.",
   "start": 1332.98,
   "duration": 3.14
  },
  {
   "text": "The problem with that is it's not a very good medium to long-term strategy.",
   "start": 1336.12,
   "duration": 3.1
  },
  {
   "text": "Right, because lots of times there's things you have to talk about.",
   "start": 1339.48,
   "duration": 3.5
  },
  {
   "text": "Because they're not going to go away.",
   "start": 1343.3,
   "duration": 1.96
  },
  {
   "text": "And so partly what you do with agreeable people is, you get them to figure out- and they have a hard time with this too.",
   "start": 1345.88,
   "duration": 4.96
  },
  {
   "text": "If you ask a disagreeable person what he wants, say, or she wants, they'll tell you right away.",
   "start": 1351.16,
   "duration": 4.22
  },
  {
   "text": "They go, \"This is what I want, and this is how I'm going to get it.\"",
   "start": 1355.38,
   "duration": 2.84
  },
  {
   "text": "Agreeable people, especially if they're really agreeable, are so agreeable, that they often don't even know what they want.",
   "start": 1358.22,
   "duration": 6.1
  },
  {
   "text": "Because they're so accustomed to living for other people, and to finding out what other people want, and to trying to make them comfortable, and so forth,",
   "start": 1364.52,
   "duration": 6.54
  },
  {
   "text": "that it's harder for them to find a sense of their own desires as they move through life.",
   "start": 1371.06,
   "duration": 5.38
  },
  {
   "text": "And that's not... look, there's situations where that's advantageous, but it's certainly not advantageous if you're going to try to forge yourself a career.",
   "start": 1376.72,
   "duration": 9.8
  },
  {
   "text": "That just doesn't work at all.",
   "start": 1386.6,
   "duration": 1.5
  },
  {
   "text": "So...",
   "start": 1388.58,
   "duration": 0.5
  },
  {
   "text": "All right.",
   "start": 1391.54,
   "duration": 0.72
  },
  {
   "text": "What else do I want to tell you about agreeableness?",
   "start": 1393.32,
   "duration": 2.12
  },
  {
   "text": "Well, I can tell you a little bit about the regulation of aggression.",
   "start": 1396.0,
   "duration": 4.26
  },
  {
   "text": "One of the things I studied, especially when I was in Montreal, was the development of antisocial behavior in children and in adolescents.",
   "start": 1400.28,
   "duration": 9.8
  },
  {
   "text": "Antisocial children, so they tend to be aggressive, antisocial children tend to turn into antisocial...",
   "start": 1410.32,
   "duration": 5.82
  },
  {
   "text": "It's conduct disorder, technically speaking.",
   "start": 1416.6,
   "duration": 1.98
  },
  {
   "text": "Conduct disordered children tend to turn into conduct disordered adolescents.",
   "start": 1418.58,
   "duration": 3.24
  },
  {
   "text": "And then they tend to turn into antisocial and criminal adults.",
   "start": 1421.82,
   "duration": 3.5
  },
  {
   "text": "And so I can tell you little bit about how that progresses, I think, because it's quite interesting.",
   "start": 1425.32,
   "duration": 3.9
  },
  {
   "text": "And it isn't what people generally think.",
   "start": 1429.22,
   "duration": 1.72
  },
  {
   "text": "So, the first thing is, if you want to be criminal, the best way to do it is to be really low in agreeableness and really low in conscientiousness.",
   "start": 1431.44,
   "duration": 6.48
  },
  {
   "text": "Because low in agreeableness means, \"Things are for me and not for you.",
   "start": 1438.82,
   "duration": 3.62
  },
  {
   "text": "And you're not going to get me to do a damn that I don't want to do, and I'll stand my ground.\"",
   "start": 1442.82,
   "duration": 4.02
  },
  {
   "text": "And low in conscientiousness means you can do all the work and I'll sit back and take the benefits.",
   "start": 1447.12,
   "duration": 4.42
  },
  {
   "text": "And so if you have someone who's really disagreeable, and really unconscientious, you have someone who's starting to border on psychopath.",
   "start": 1451.54,
   "duration": 7.62
  },
  {
   "text": "And if you add high intelligence and high emotional stability to that, then you have someone who won't work but will reap the benefits, who doesn't give a damn about you, who is assertive as hell and who's smart.",
   "start": 1459.5,
   "duration": 10.1
  },
  {
   "text": "And a person like that's also going to be charismatic because extroverted disagreeable people are kind of narcissistic.",
   "start": 1469.92,
   "duration": 6.26
  },
  {
   "text": "But they're... they'll put themselves forward strongly.",
   "start": 1476.18,
   "duration": 3.28
  },
  {
   "text": "And if they don't show any signs of fear, that also indicates that they're confident.",
   "start": 1479.46,
   "duration": 3.54
  },
  {
   "text": "And it's easy for people to confuse that with competence.",
   "start": 1483.06,
   "duration": 2.8
  },
  {
   "text": "And that's how psychopaths get away with what they're doing.",
   "start": 1486.02,
   "duration": 2.1
  },
  {
   "text": "Although they have to move from person to person because their reputation will track them.",
   "start": 1488.16,
   "duration": 4.6
  },
  {
   "text": "So anyways, back to the development of aggression in children, the development of criminality in adults.",
   "start": 1493.44,
   "duration": 5.74
  },
  {
   "text": "Here's how it seem to work, at least in part.",
   "start": 1499.18,
   "duration": 1.92
  },
  {
   "text": "It's more complicated than this, but I'll put in some of the sociological elements as well.",
   "start": 1501.1,
   "duration": 3.92
  },
  {
   "text": "So",
   "start": 1505.74,
   "duration": 0.5
  },
  {
   "text": "If you take",
   "start": 1506.92,
   "duration": 0.72
  },
  {
   "text": "children",
   "start": 1508.82,
   "duration": 0.64
  },
  {
   "text": "and you group them together in groups defined by age,",
   "start": 1509.84,
   "duration": 6.24
  },
  {
   "text": "So let's say you have 30 two year olds, 30 three year olds, 30 four year olds, all the way up to eighteen.",
   "start": 1516.38,
   "duration": 5.62
  },
  {
   "text": "And then you watch them interact, and you code their behavior for kicking, biting, fighting, and property theft,",
   "start": 1522.42,
   "duration": 9.14
  },
  {
   "text": "then what you'll find is that the two year olds are by far the most aggressive of the lot.",
   "start": 1532.24,
   "duration": 3.9
  },
  {
   "text": "So that's pretty interesting, you know, because you think,",
   "start": 1536.54,
   "duration": 2.38
  },
  {
   "text": "\"Well, children are naturally peaceful, and if they're aggressive it's because they learn it.\"",
   "start": 1539.02,
   "duration": 3.8
  },
  {
   "text": "It's like, no, that's true for a small minority of children.",
   "start": 1542.82,
   "duration": 4.66
  },
  {
   "text": "But there's a substantial number of children who are aggressive at two, by nature.",
   "start": 1547.66,
   "duration": 5.52
  },
  {
   "text": "Most of them are male.",
   "start": 1553.32,
   "duration": 1.32
  },
  {
   "text": "Now that doesn't mean most children are like that, because they're not, even if you look at two year olds, who are the most aggressive human beings.",
   "start": 1554.8,
   "duration": 6.32
  },
  {
   "text": "Most two year olds aren't aggressive.",
   "start": 1561.28,
   "duration": 1.78
  },
  {
   "text": "But some of them are.",
   "start": 1563.18,
   "duration": 1.12
  },
  {
   "text": "And most of those are male.",
   "start": 1564.66,
   "duration": 1.26
  },
  {
   "text": "Okay, so then let's say you identify this cohort of aggressive two year olds.",
   "start": 1566.18,
   "duration": 4.16
  },
  {
   "text": "And you track them across time.",
   "start": 1570.52,
   "duration": 1.6
  },
  {
   "text": "Track them for the next 2-4 years. Track them until they're four years old.",
   "start": 1572.4,
   "duration": 5.04
  },
  {
   "text": "What you find is the vast majority of the hyper-aggressive male two year olds get socialized perfectly well.",
   "start": 1577.72,
   "duration": 7.3
  },
  {
   "text": "So by the time they're four, they're temperamentally probably still more aggressive, but they become civilized little monsters.",
   "start": 1585.4,
   "duration": 5.86
  },
  {
   "text": "So other people can tolerate them.",
   "start": 1591.26,
   "duration": 1.46
  },
  {
   "text": "And that means that they've had parents, or peers, or educational experiences, that enabled them to learn how to interact productively with other kids.",
   "start": 1592.74,
   "duration": 8.64
  },
  {
   "text": "And to bring their aggressive nature under control.",
   "start": 1601.38,
   "duration": 2.22
  },
  {
   "text": "Some of that seems to be mediated by the opportunity to engage in rough-and-tumble play.",
   "start": 1604.0,
   "duration": 4.3
  },
  {
   "text": "And that's one of the things that we know that that helps socialize rats, for example.",
   "start": 1608.66,
   "duration": 4.08
  },
  {
   "text": "It's vital to them, but it also seems to really be good for socializing young kids.",
   "start": 1612.74,
   "duration": 5.16
  },
  {
   "text": "And rough-and-tumble play, which is something that adult males particularly like to do with young kids, by the way,",
   "start": 1617.9,
   "duration": 5.22
  },
  {
   "text": "not before nine months, because they're just too little,",
   "start": 1623.12,
   "duration": 2.94
  },
  {
   "text": "but once they become ambulatory, and kind of puppy-like so that they're a little bit more robust, then you can play a lot with them.",
   "start": 1626.06,
   "duration": 7.0
  },
  {
   "text": "And you can play with them right at the edge of danger, too, which kids, they absolutely go nuts for that.",
   "start": 1633.06,
   "duration": 5.58
  },
  {
   "text": "They love that.",
   "start": 1638.76,
   "duration": 0.74
  },
  {
   "text": "When I had little kids, I made this kind of wrestling ring out of these two couches that we had that would hook together.",
   "start": 1640.18,
   "duration": 5.1
  },
  {
   "text": "And I'd bring them on there and, you know, toss them up in the air and catch them, you know.",
   "start": 1645.28,
   "duration": 4.12
  },
  {
   "text": "Eight, ten feet- no, no.",
   "start": 1649.4,
   "duration": 2.34
  },
  {
   "text": "[STUDENT LAUGHTER]",
   "start": 1651.86,
   "duration": 1.36
  },
  {
   "text": "A foot in the air and catch them, and they'd go like this, and then, you know, I'd catch them, and they'd laugh,",
   "start": 1653.68,
   "duration": 4.72
  },
  {
   "text": "and I'd throw them up and they're all freaked out and then they'd laugh.",
   "start": 1658.4,
   "duration": 2.6
  },
  {
   "text": "So they're learning trust with that in the bodied way, and they're also learning,",
   "start": 1661.0,
   "duration": 4.56
  },
  {
   "text": "and this is from stretching them out, and wrestling them, and twisting them around, and letting them pull on your hair and hit you, and all of those things,",
   "start": 1665.56,
   "duration": 6.42
  },
  {
   "text": "they learn deep in their bones exactly what can hurt them and what doesn't.",
   "start": 1671.98,
   "duration": 4.24
  },
  {
   "text": "And you want to kind of push them to the edge, you know, so that they can tell the difference between what hurts and what's still within the realm of the game.",
   "start": 1676.22,
   "duration": 7.44
  },
  {
   "text": "And you do the same thing when they're wrestling with you.",
   "start": 1683.66,
   "duration": 2.0
  },
  {
   "text": "So they learn not to, you know, awkwardly stick their thumb in your eye.",
   "start": 1685.66,
   "duration": 2.62
  },
  {
   "text": "Or do things that are actually painful like grab your lip and pull it.",
   "start": 1688.28,
   "duration": 4.92
  },
  {
   "text": "It's like, no, no, you let go of my lip, you know?",
   "start": 1693.2,
   "duration": 4.18
  },
  {
   "text": "And so, that seems to help regulate the aggressive impulses.",
   "start": 1697.5,
   "duration": 3.58
  },
  {
   "text": "And help the child find a more appropriate embodiment.",
   "start": 1701.3,
   "duration": 3.8
  },
  {
   "text": "You can think that what you're doing, in some sense, when you're rough-and-tumble playing with kids is teaching them how to dance.",
   "start": 1705.1,
   "duration": 4.7
  },
  {
   "text": "Because that is what you're doing.",
   "start": 1710.28,
   "duration": 1.24
  },
  {
   "text": "You know? You're making them comfortable in their bodies in all of its extension.",
   "start": 1711.52,
   "duration": 4.56
  },
  {
   "text": "And building in that kind of body fluency that you see in people who are well-situated inside themselves.",
   "start": 1716.08,
   "duration": 5.52
  },
  {
   "text": "And so that's something to really think about, you know?",
   "start": 1722.0,
   "duration": 1.64
  },
  {
   "text": "And it's appalling.",
   "start": 1723.68,
   "duration": 1.36
  },
  {
   "text": "We know that the ability to engage in rough-and-tumble play among rats inhibits aggression, impulsive aggression, among rats.",
   "start": 1725.04,
   "duration": 6.72
  },
  {
   "text": "We also know that if you deprive rats of the opportunity to engage in rough-and-tumble play, they show pre-frontal cortical developmental deficits.",
   "start": 1731.92,
   "duration": 8.52
  },
  {
   "text": "And manifest behaviors that are akin to attention deficit disorder, which you can then treat with Ritalin.",
   "start": 1740.44,
   "duration": 4.84
  },
  {
   "text": "And so one of the things that's happening with boys, because they're way more dosed with attention deficit disorder medication than girls is that their natural proclivity to engage in robust and troublesome active play isn't appropriate for a school environment",
   "start": 1745.6,
   "duration": 15.34
  },
  {
   "text": "where you're supposed to sit down and shut up.",
   "start": 1760.94,
   "duration": 2.44
  },
  {
   "text": "And so the kids get hyperactive.",
   "start": 1763.38,
   "duration": 1.78
  },
  {
   "text": "And instead of letting them out to run around until they fall over half exhausted, which is exactly what you should do,",
   "start": 1765.16,
   "duration": 5.16
  },
  {
   "text": "you know, and you medicate them, so that their exploratory systems, the activity of which is facilitated by the dopaminergic agonist,",
   "start": 1770.74,
   "duration": 9.48
  },
  {
   "text": "that's the ADHD medication, suppresses the play function.",
   "start": 1780.26,
   "duration": 4.18
  },
  {
   "text": "It's absolutely appalling. There's no excuse for it.",
   "start": 1784.94,
   "duration": 2.68
  },
  {
   "text": "You know, but it's a good indictment of the education system, because why in the world would you take six year old kids",
   "start": 1787.94,
   "duration": 6.2
  },
  {
   "text": "and get them to sit without moving for five hours, unless you want them to grow up fat and stupid?",
   "start": 1794.58,
   "duration": 5.36
  },
  {
   "text": "Why in the world would you train them to do that?",
   "start": 1800.12,
   "duration": 1.94
  },
  {
   "text": "Well it's easier. That's one thing.",
   "start": 1802.22,
   "duration": 1.92
  },
  {
   "text": "And when they're sitting there, there's nothing disruptive about the rough-and-tumble play, and that can be quite disruptive.",
   "start": 1804.28,
   "duration": 7.0
  },
  {
   "text": "So anyways, most of these kids",
   "start": 1811.6,
   "duration": 1.86
  },
  {
   "text": "are reasonably well socialized by the time they're the age of four,",
   "start": 1813.86,
   "duration": 3.24
  },
  {
   "text": "using one mechanism or another.",
   "start": 1817.1,
   "duration": 1.56
  },
  {
   "text": "They learn how to regulate their aggression and they learn how to engage in fictional play structures with other kids.",
   "start": 1818.66,
   "duration": 5.54
  },
  {
   "text": "They learn how to cooperate and compete.",
   "start": 1824.2,
   "duration": 1.82
  },
  {
   "text": "And the advantage to having a well-socialized disagreeable person is that they really don't let much get in their way.",
   "start": 1826.02,
   "duration": 6.4
  },
  {
   "text": "So if you can get a kid who's disagreeable socialized, that person can be quite the creature, you know?",
   "start": 1832.42,
   "duration": 6.04
  },
  {
   "text": "Because they're very forward-moving in their nature and very difficult to stop.",
   "start": 1838.46,
   "duration": 5.0
  },
  {
   "text": "But if you don't get them successfully \"domesticated,\" tamed, roughly speaking, by the time they're four,",
   "start": 1843.68,
   "duration": 7.16
  },
  {
   "text": "their peers reject them.",
   "start": 1851.6,
   "duration": 1.38
  },
  {
   "text": "And that's a big problem because",
   "start": 1853.52,
   "duration": 1.76
  },
  {
   "text": "your job as a parent is to make your child socially desirable by the age of four.",
   "start": 1855.76,
   "duration": 4.5
  },
  {
   "text": "You want to burn that into your brain.",
   "start": 1860.7,
   "duration": 2.8
  },
  {
   "text": "Because people don't know that.",
   "start": 1863.5,
   "duration": 1.68
  },
  {
   "text": "That's your job.",
   "start": 1865.18,
   "duration": 1.12
  },
  {
   "text": "And here's why, it's easy if you think about it carefully.",
   "start": 1866.6,
   "duration": 3.66
  },
  {
   "text": "So you imagine, you've got a three year old child, so halfway through that initial period of socialization,",
   "start": 1870.26,
   "duration": 6.44
  },
  {
   "text": "and you take that child out in public.",
   "start": 1876.7,
   "duration": 1.76
  },
  {
   "text": "Okay, what do you want for the child?",
   "start": 1879.02,
   "duration": 2.24
  },
  {
   "text": "Who care about you?",
   "start": 1881.5,
   "duration": 1.12
  },
  {
   "text": "What do you want for the child?",
   "start": 1882.62,
   "duration": 1.66
  },
  {
   "text": "You want the child to be able to interact with other children and adults,",
   "start": 1884.86,
   "duration": 4.36
  },
  {
   "text": "so that the children are welcoming and smile and want to play with him or her, and the adults are happy to see the child and treat him or her properly.",
   "start": 1889.5,
   "duration": 8.46
  },
  {
   "text": "And if your child's a horrible little monster because you're afraid of disciplining or you don't know how to do that properly,",
   "start": 1897.96,
   "duration": 5.46
  },
  {
   "text": "then what they're going to do is, they're going to experience nothing but rejection from other children, and false smiles from other parents and adults.",
   "start": 1903.6,
   "duration": 7.74
  },
  {
   "text": "So then you're throwing the child out there into a world where every single face that they see is either hostile or lying.",
   "start": 1911.76,
   "duration": 7.0
  },
  {
   "text": "And that's not something that's going to be particularly conducive to the mental health or the wellbeing of your child.",
   "start": 1919.26,
   "duration": 4.98
  },
  {
   "text": "If your child can learn a couple simple rules of behavior, like don't interrupt adults when they're talking too much,",
   "start": 1924.24,
   "duration": 6.12
  },
  {
   "text": "and pay attention, and try not to hit the other kids over the head with the truck any more than is absolutely necessary,",
   "start": 1930.36,
   "duration": 5.1
  },
  {
   "text": "and share and play properly, then when they meet other kids, the kids are going to try out a few little play routines on them,",
   "start": 1935.76,
   "duration": 7.0
  },
  {
   "text": "and that's going to go well, and then they're going to go off, and socialize each other for the rest of their lives.",
   "start": 1942.76,
   "duration": 4.9
  },
  {
   "text": "Because that's what happens, is that from four years old onwards, the primary socialization with children takes place among other children.",
   "start": 1947.92,
   "duration": 7.46
  },
  {
   "text": "And so if the kids don't get in on that early,",
   "start": 1955.66,
   "duration": 2.6
  },
  {
   "text": "they don't move into that developmental spiral upwards and they're left behind.",
   "start": 1958.26,
   "duration": 4.42
  },
  {
   "text": "And you can imagine how terrible that is, because a four year old will not play with another four year old who's two.",
   "start": 1962.68,
   "duration": 6.06
  },
  {
   "text": "But a five year old certainly will not play with a five year old who's two.",
   "start": 1969.46,
   "duration": 3.92
  },
  {
   "text": "Right, because the gap is just starting to become unbelievably large.",
   "start": 1973.38,
   "duration": 3.08
  },
  {
   "text": "And so the kids start out behind, and then the peers leave them behind,",
   "start": 1976.46,
   "duration": 4.52
  },
  {
   "text": "and then those kids are alienated and outside the peer group for the rest of their life.",
   "start": 1980.98,
   "duration": 4.64
  },
  {
   "text": "Those are the ones that grow up to be long-term anti-social.",
   "start": 1986.18,
   "duration": 2.76
  },
  {
   "text": "They're already aggressive. It doesn't dip down.",
   "start": 1989.2,
   "duration": 3.06
  },
  {
   "text": "Now what happens to normal boys, roughly speaking,",
   "start": 1992.6,
   "duration": 3.08
  },
  {
   "text": "imagine the aggressive two year old types,",
   "start": 1995.8,
   "duration": 2.88
  },
  {
   "text": "they get socialized, so their level of aggression goes down, and then they hit puberty, and testosterone kicks in, and bang!",
   "start": 1998.68,
   "duration": 5.96
  },
  {
   "text": "Levels of aggression go back up.",
   "start": 2004.74,
   "duration": 1.74
  },
  {
   "text": "And so that's why males are criminals between the ages roughly of sixteen and about twenty-five.",
   "start": 2006.48,
   "duration": 4.84
  },
  {
   "text": "And it matches the creativity curve, by the way. It's so cool.",
   "start": 2011.82,
   "duration": 2.92
  },
  {
   "text": "If you look at the spike of creativity among men, sixteen to twenty-five, it starts to go down,",
   "start": 2014.74,
   "duration": 5.44
  },
  {
   "text": "criminality matches that absolutely perfectly.",
   "start": 2020.18,
   "duration": 2.66
  },
  {
   "text": "So that's quite cool.",
   "start": 2022.96,
   "duration": 0.92
  },
  {
   "text": "So the testosterone levels raise the average level of aggression among men,",
   "start": 2024.38,
   "duration": 6.14
  },
  {
   "text": "more dominance than aggression, actually, and testosterone is by no means all bad,",
   "start": 2030.52,
   "duration": 4.1
  },
  {
   "text": "and then it starts to decrease around age twenty-five or twenty-six, which is usually, with men,",
   "start": 2034.62,
   "duration": 4.16
  },
  {
   "text": "stop staying up late at night, stop drinking as much, develop a full time career, and take on the burdens and responsibilities and opportunities that are associated with a long-term partner and family.",
   "start": 2039.14,
   "duration": 11.02
  },
  {
   "text": "So that's the development of what I would call predatory aggression, because I also think that the agreeableness distribution is probably something like predatory aggression,",
   "start": 2053.94,
   "duration": 11.9
  },
  {
   "text": "versus maternal sympathy.",
   "start": 2066.0,
   "duration": 1.84
  },
  {
   "text": "It's something like that.",
   "start": 2067.84,
   "duration": 1.54
  },
  {
   "text": "So if you look at other mammals that are predators, because we're predators as well as prey animals,",
   "start": 2069.38,
   "duration": 5.84
  },
  {
   "text": "if you look at other animals like bears,",
   "start": 2075.22,
   "duration": 2.0
  },
  {
   "text": "the male bear has absolutely nothing to do with the raising of the infants.",
   "start": 2077.84,
   "duration": 2.94
  },
  {
   "text": "In fact, the female bears will keep the male the hell away because he's likely to kill the infants,",
   "start": 2080.78,
   "duration": 4.66
  },
  {
   "text": "and maybe even to eat them.",
   "start": 2085.44,
   "duration": 1.2
  },
  {
   "text": "So there's no maternality at all in solitary, male, mammalian predators.",
   "start": 2087.06,
   "duration": 7.7
  },
  {
   "text": "Now it depends on how social they are, but roughly speaking, that's the situation.",
   "start": 2094.76,
   "duration": 4.04
  },
  {
   "text": "Whereas with human beings, males are quite maternal.",
   "start": 2098.8,
   "duration": 3.14
  },
  {
   "text": "So, but anyways, I think the extreme of agreeableness,",
   "start": 2102.42,
   "duration": 5.38
  },
  {
   "text": "on the low end, so disagreeableness, is predation.",
   "start": 2107.8,
   "duration": 3.02
  },
  {
   "text": "And the extreme on the upper end is maternal caring.",
   "start": 2111.18,
   "duration": 3.08
  },
  {
   "text": "And those two things compete, right?",
   "start": 2114.84,
   "duration": 2.14
  },
  {
   "text": "Obviously, it's very difficult to be both of those at the same time.",
   "start": 2116.98,
   "duration": 3.76
  },
  {
   "text": "And so men, of course, in the wild, so to speak, are...",
   "start": 2121.18,
   "duration": 3.52
  },
  {
   "text": "Very, very few women hunt",
   "start": 2124.92,
   "duration": 1.34
  },
  {
   "text": "in modern societies or in archaic societies.",
   "start": 2127.02,
   "duration": 2.76
  },
  {
   "text": "And you can also understand why that it because hunting actually requires hurting something, killing it.",
   "start": 2129.94,
   "duration": 5.74
  },
  {
   "text": "And it's usually something that's not very impressed about being hurt or killed, and it will emit a lot of distress while it's happening.",
   "start": 2135.68,
   "duration": 6.16
  },
  {
   "text": "And so for anybody who's compassionate, who's got compassion as one of the fundamental elements of their temperament,",
   "start": 2141.84,
   "duration": 6.2
  },
  {
   "text": "that's something they're just not going to be able to tolerate at all.",
   "start": 2148.2,
   "duration": 2.24
  },
  {
   "text": "In the evolutionary landscape, because that's really what we're talking about,",
   "start": 2151.98,
   "duration": 3.86
  },
  {
   "text": "there's tension behind the development of different modes of being in the world.",
   "start": 2155.84,
   "duration": 4.28
  },
  {
   "text": "And if you're good at one thing, that sometimes means that you can't be good at the other thing at the same time.",
   "start": 2160.12,
   "duration": 5.3
  },
  {
   "text": "So...",
   "start": 2166.34,
   "duration": 0.5
  },
  {
   "text": "I was going to have a guest speaker for you last week, but the person I had invited in had some familial trouble,",
   "start": 2168.32,
   "duration": 5.24
  },
  {
   "text": "so that didn't work out.",
   "start": 2173.56,
   "duration": 1.14
  },
  {
   "text": "She's a graduate student of mine and one of the things that we'd be working on in my lab, generally speaking,",
   "start": 2174.7,
   "duration": 5.92
  },
  {
   "text": "is the delineation of the relationship between personality traits and political belief.",
   "start": 2180.62,
   "duration": 5.6
  },
  {
   "text": "And so I told you a little bit about the things that distinguish liberals from conservatives, right?",
   "start": 2186.9,
   "duration": 3.68
  },
  {
   "text": "The conservatives are high in conscientiousness, especially orderliness,",
   "start": 2190.58,
   "duration": 3.98
  },
  {
   "text": "and low in trait openness.",
   "start": 2194.82,
   "duration": 1.76
  },
  {
   "text": "And so that means a conservative is someone who puts someone in boxes, puts the boxes in order,",
   "start": 2197.14,
   "duration": 5.54
  },
  {
   "text": "and doesn't like them to be messed up.",
   "start": 2202.68,
   "duration": 2.3
  },
  {
   "text": "So they like the borders between things to remain determinate and what would you say,",
   "start": 2205.6,
   "duration": 7.56
  },
  {
   "text": "inviolable.",
   "start": 2213.34,
   "duration": 1.06
  },
  {
   "text": "And I think that's true at every level from the conceptual all the way up to the political.",
   "start": 2214.4,
   "duration": 4.2
  },
  {
   "text": "I think that the fundamental political question",
   "start": 2218.8,
   "duration": 2.82
  },
  {
   "text": "and I think this is why the temperaments align across these political dimensions,",
   "start": 2222.4,
   "duration": 3.66
  },
  {
   "text": "is whether the borders between things should be open or closed.",
   "start": 2226.06,
   "duration": 2.72
  },
  {
   "text": "We see this reflected worldwide right now in then arguments about immigration, right?",
   "start": 2229.2,
   "duration": 4.24
  },
  {
   "text": "Because the liberal types are saying, \"Open the gates.\"",
   "start": 2234.0,
   "duration": 2.44
  },
  {
   "text": "And the conservatives are saying, \"Wait, you don't know what you're inviting in.\"",
   "start": 2236.44,
   "duration": 4.1
  },
  {
   "text": "And you might say, \"Well, who's right?\"",
   "start": 2240.54,
   "duration": 1.6
  },
  {
   "text": "And the answer is you don't know.",
   "start": 2242.14,
   "duration": 2.88
  },
  {
   "text": "That's the thing.",
   "start": 2245.16,
   "duration": 0.98
  },
  {
   "text": "Because sometimes the right answer is, \"Open the gates, these are interesting people, we could trade with them, we could learn from each other.\"",
   "start": 2246.54,
   "duration": 5.98
  },
  {
   "text": "And sometimes the answer is, \"Don't bother. What's going to come in is going to wipe you out and kill you, and really do it.\"",
   "start": 2252.58,
   "duration": 6.16
  },
  {
   "text": "I mean, so, here's an example.",
   "start": 2258.8,
   "duration": 1.72
  },
  {
   "text": "This is why I think orderliness is associated with disgust sensitivity.",
   "start": 2261.34,
   "duration": 4.28
  },
  {
   "text": "And it's one of the determining factors of conservative political belief.",
   "start": 2265.62,
   "duration": 3.54
  },
  {
   "text": "What happened when the Europeans came to North America?",
   "start": 2269.16,
   "duration": 2.6
  },
  {
   "text": "What happened when the Spaniards came to North America?",
   "start": 2271.76,
   "duration": 2.54
  },
  {
   "text": "95% of the Native Americans died.",
   "start": 2275.5,
   "duration": 2.68
  },
  {
   "text": "Why?",
   "start": 2278.84,
   "duration": 0.5
  },
  {
   "text": "Because the Spaniards brought illness.",
   "start": 2280.7,
   "duration": 1.7
  },
  {
   "text": "Smallpox, measles, chicken pox, all these things that the Native Americans had absolutely no resistance to.",
   "start": 2282.42,
   "duration": 6.56
  },
  {
   "text": "There were hardly any diseases at all in North and South America.",
   "start": 2288.98,
   "duration": 3.32
  },
  {
   "text": "The Spaniards showed up, within 15-20 years, 19 out of 20 of the Native Americans were dead.",
   "start": 2292.3,
   "duration": 5.74
  },
  {
   "text": "You never know what people are bringing with them.",
   "start": 2298.4,
   "duration": 3.36
  },
  {
   "text": "And so what that means is that how should you respond to people who are outside of your circle of familiarity?",
   "start": 2301.76,
   "duration": 6.66
  },
  {
   "text": "Well the answer is",
   "start": 2308.86,
   "duration": 1.2
  },
  {
   "text": "One, they might kill you, in all sorts of ways .",
   "start": 2310.5,
   "duration": 3.34
  },
  {
   "text": "Two, they might bring with them things to trade that are of inestimable value.",
   "start": 2313.84,
   "duration": 4.6
  },
  {
   "text": "So you're stuck. It's like, how the hell are you going to reconcile that problem?",
   "start": 2318.9,
   "duration": 3.68
  },
  {
   "text": "And the answer is, well we reconcile it temperamentally, roughly speaking.",
   "start": 2322.58,
   "duration": 3.46
  },
  {
   "text": "So half the people are temperamentally wired up to say, \"No, no, no! Let's keep the damn boxes closed. Took a long time to pack everything in there and to get it into order.\"",
   "start": 2326.4,
   "duration": 9.88
  },
  {
   "text": "And the liberals say, \"Well wait a minute. You don't know if you've got things in the right boxes to begin with. The things that you're keeping in there were getting stale and old. And maybe we need some new ideas and new people to rejuvenate the situation.\"",
   "start": 2336.46,
   "duration": 11.96
  },
  {
   "text": "That's political discussion.",
   "start": 2349.76,
   "duration": 1.48
  },
  {
   "text": "And the political discussion has to proceed because there's no way of solving that problem except by discussing it.",
   "start": 2351.24,
   "duration": 5.88
  },
  {
   "text": "Well, how does that relate to agreeableness?",
   "start": 2358.84,
   "duration": 1.88
  },
  {
   "text": "We also looked at political correctness.",
   "start": 2360.72,
   "duration": 1.98
  },
  {
   "text": "And so here's an interesting thing.",
   "start": 2363.38,
   "duration": 1.66
  },
  {
   "text": "Purely from a scientific perspective.",
   "start": 2365.48,
   "duration": 1.7
  },
  {
   "text": "You might ask yourself,",
   "start": 2367.64,
   "duration": 1.3
  },
  {
   "text": "If you talk about political correctness, one of the things that the people who tend to be labeled as politically correct say is",
   "start": 2369.68,
   "duration": 6.76
  },
  {
   "text": "there's no such thing as political correctness.",
   "start": 2376.44,
   "duration": 2.28
  },
  {
   "text": "It's just a pejorative label that people who are opposed to those views impose on a set of beliefs to demonize it.",
   "start": 2378.8,
   "duration": 7.32
  },
  {
   "text": "Perfectly reasonable objection, and you never know, it might be true.",
   "start": 2386.54,
   "duration": 3.16
  },
  {
   "text": "But the thing is, psychometrically, you can solve that problem,",
   "start": 2389.7,
   "duration": 3.02
  },
  {
   "text": "and you solve it the same way that you solve the problem of what constitutes human personality.",
   "start": 2392.72,
   "duration": 4.56
  },
  {
   "text": "So this is the way we tried to solve it.",
   "start": 2397.28,
   "duration": 1.66
  },
  {
   "text": "You can think about it methodologically, because that's how you should think about it.",
   "start": 2398.94,
   "duration": 3.0
  },
  {
   "text": "The first thing we did was collect a very large number of statements from press accounts that seemed to indicate what people generally referred to as political correctnes.",
   "start": 2402.32,
   "duration": 9.52
  },
  {
   "text": "So we had a small team of people combing media reports",
   "start": 2411.86,
   "duration": 3.6
  },
  {
   "text": "to come out with opinions or attitudes that looked like they were characteristic of the differentiation between politically correct people and people who aren't politically correct.",
   "start": 2415.74,
   "duration": 8.76
  },
  {
   "text": "So we got about four hundred statements like that.",
   "start": 2424.84,
   "duration": 2.28
  },
  {
   "text": "And what you want to do is, you imagine that there's a core set of beliefs and statements that people are defining in a particular way.",
   "start": 2427.4,
   "duration": 8.22
  },
  {
   "text": "And you're trying to get a handle on what that is, and even if it exists.",
   "start": 2435.68,
   "duration": 3.6
  },
  {
   "text": "What you do is over-sample it.",
   "start": 2439.28,
   "duration": 1.74
  },
  {
   "text": "If you can find questions that might even tangentially be related to the phenomena in question,",
   "start": 2441.26,
   "duration": 7.5
  },
  {
   "text": "you include those.",
   "start": 2448.82,
   "duration": 1.28
  },
  {
   "text": "Because the statistics will take care of the excess.",
   "start": 2450.1,
   "duration": 2.62
  },
  {
   "text": "Okay, so then what you do is you take your four hundred items, roughly speaking,",
   "start": 2453.06,
   "duration": 3.38
  },
  {
   "text": "and you get people to register the degree to which they agree or disagree with them, get a thousand people to do that.",
   "start": 2456.8,
   "duration": 6.16
  },
  {
   "text": "And then you subject that to a factor analysis.",
   "start": 2463.28,
   "duration": 2.5
  },
  {
   "text": "And what the factor analysis does is tell how those questions clump.",
   "start": 2465.96,
   "duration": 4.56
  },
  {
   "text": "Now, they might not clump.",
   "start": 2470.98,
   "duration": 1.28
  },
  {
   "text": "So for example, you could do a factor analysis of a set of questions, and you could find that there are",
   "start": 2472.26,
   "duration": 4.3
  },
  {
   "text": "two hundred factors, let's say you have four hundred items.",
   "start": 2477.44,
   "duration": 3.0
  },
  {
   "text": "There's two hundred factors.",
   "start": 2480.44,
   "duration": 1.08
  },
  {
   "text": "And none of them... there's no big set of questions that are clumping together.",
   "start": 2481.52,
   "duration": 4.06
  },
  {
   "text": "And you say, \"Well, there's no evidence here that there is a single, underlying phenomena that unifies those questions that you can reasonably characterize with a name.\"",
   "start": 2485.58,
   "duration": 9.92
  },
  {
   "text": "Well that isn't what we found.",
   "start": 2495.92,
   "duration": 1.4
  },
  {
   "text": "We found that there were two dimensions of political correctness.",
   "start": 2497.32,
   "duration": 2.9
  },
  {
   "text": "One of them looked like liberalism,",
   "start": 2500.7,
   "duration": 2.0
  },
  {
   "text": "except that the people who were politically correct, in addition to being liberal, were very high in trait agreeableness.",
   "start": 2503.1,
   "duration": 6.32
  },
  {
   "text": "And agreeableness has almost nothing to do with the classic liberal-conservative divide.",
   "start": 2511.48,
   "duration": 3.6
  },
  {
   "text": "It's weakly related in that conservatives are more compassionate than liberals,",
   "start": 2515.14,
   "duration": 4.78
  },
  {
   "text": "Sorry, liberals are more compassionate than conservatives, the difference isn't huge,",
   "start": 2519.92,
   "duration": 3.84
  },
  {
   "text": "and conservatives are more polite than liberals, and the difference isn't huge.",
   "start": 2523.76,
   "duration": 4.34
  },
  {
   "text": "So those are the two aspects of agreeableness.",
   "start": 2528.1,
   "duration": 1.86
  },
  {
   "text": "If you put them together, they cancel each other out.",
   "start": 2529.96,
   "duration": 2.74
  },
  {
   "text": "And so on average, conservatives and liberals don't differ in agreeableness.",
   "start": 2532.7,
   "duration": 3.22
  },
  {
   "text": "But political correctness did clump together into two categories,",
   "start": 2535.98,
   "duration": 6.16
  },
  {
   "text": "PC liberalism, we call it PC authoritarianism.",
   "start": 2542.64,
   "duration": 2.68
  },
  {
   "text": "The PC liberals were high in openness,",
   "start": 2545.48,
   "duration": 1.96
  },
  {
   "text": "high in verbal intelligence, and high in agreeableness.",
   "start": 2548.44,
   "duration": 3.3
  },
  {
   "text": "And the second group was PC authoritarians.",
   "start": 2552.2,
   "duration": 2.32
  },
  {
   "text": "And they were also high in agreeableness, but they were high in orderliness, and the correlation with that was negative in relationship to verbal intelligence.",
   "start": 2554.72,
   "duration": 7.2
  },
  {
   "text": "So we found that there were two categories of political correctness, that it does in fact exist,",
   "start": 2561.92,
   "duration": 5.72
  },
  {
   "text": "but that it's a very unstable construct because",
   "start": 2567.64,
   "duration": 2.52
  },
  {
   "text": "factor one, which was PC liberalism, and factor two, which was PC authoritarianism, were only correlated at 0.1.",
   "start": 2570.6,
   "duration": 7.16
  },
  {
   "text": "And so what it indicates, and this is our prediction, roughly speaking, from the lab, is to the degree that there's unity, so to speak, on the politically correct left,",
   "start": 2578.12,
   "duration": 7.22
  },
  {
   "text": "it'll fragment into two groups.",
   "start": 2585.34,
   "duration": 1.68
  },
  {
   "text": "One will be the PC liberals, and the other will be the PC authoritarians, because although they're united by their tendency to agreeableness, they're not united by other temperamental traits, nor in their core beliefs.",
   "start": 2587.26,
   "duration": 10.92
  },
  {
   "text": "So the PC authoritarian types, for example, are very obsessed with language control.",
   "start": 2598.18,
   "duration": 3.98
  },
  {
   "text": "And it's funny that it's agreeableness. I've really been thinking about that.",
   "start": 2604.4,
   "duration": 3.16
  },
  {
   "text": "You know, again, this is a hypothesis in development, but I think what's happening is that",
   "start": 2607.56,
   "duration": 6.04
  },
  {
   "text": "you know, your temperamental proclivity allows you to lay out a kind of radical simplification on the world.",
   "start": 2613.68,
   "duration": 7.0
  },
  {
   "text": "That's part of the advantage of having a temperament.",
   "start": 2620.68,
   "duration": 2.28
  },
  {
   "text": "So if you're a conscientious person, the world is a place to go out there and work.",
   "start": 2622.96,
   "duration": 3.04
  },
  {
   "text": "If you're an open person, the world is a place to go out there to discover new ideas and do artistic things.",
   "start": 2626.32,
   "duration": 4.52
  },
  {
   "text": "If you're an agreeable person, the world's a place to go out there and establish intimate relationships.",
   "start": 2630.84,
   "duration": 4.1
  },
  {
   "text": "So they're simplifying",
   "start": 2635.18,
   "duration": 1.84
  },
  {
   "text": "perspectives, and simplifying personalities.",
   "start": 2639.16,
   "duration": 3.4
  },
  {
   "text": "They're the manner in which you're adapted to a particular niche.",
   "start": 2642.68,
   "duration": 5.08
  },
  {
   "text": "I think what you see in agreeableness in relationship to political belief is a proclivity for people to divide the world into defenseless infants and predatory oppressors.",
   "start": 2649.84,
   "duration": 11.36
  },
  {
   "text": "And that that's blasted forward onto the political landscape, and things are conceptualized along that temperamental variable.",
   "start": 2661.2,
   "duration": 6.54
  },
  {
   "text": "Anyways, that's where we're at with regards to the analysis of political belief.",
   "start": 2669.44,
   "duration": 4.42
  },
  {
   "text": "Well, we've got three minutes left, and I'm wondering if anyone has a particularly intelligent question or failing that, any question at all?",
   "start": 2675.68,
   "duration": 7.08
  },
  {
   "text": "Because I told you a lot of things that are, I would say contentious.",
   "start": 2683.18,
   "duration": 3.68
  },
  {
   "text": "But I also think they're very much worth knowing.",
   "start": 2686.86,
   "duration": 2.3
  },
  {
   "text": "So I, yes?",
   "start": 2689.46,
   "duration": 1.66
  },
  {
   "text": "Did you say that high in agreeableness is the simplified perspective of the mother-infant dynamic?",
   "start": 2691.12,
   "duration": 7.82
  },
  {
   "text": "Yeah, that's what it looks like to me, yeah.",
   "start": 2698.94,
   "duration": 2.3
  },
  {
   "text": "Projected onto the world, period. Yeah.",
   "start": 2702.78,
   "duration": 2.06
  },
  {
   "text": "So what would you say is the best way to go about, knowing that we have these simplified ways of looking at the world, what then?",
   "start": 2706.5,
   "duration": 7.4
  },
  {
   "text": "It's really useful to investigate the viewpoints of people who have opposing views to yours.",
   "start": 2713.9,
   "duration": 5.4
  },
  {
   "text": "Because they'll tell you things, not only will they tell you things you don't know,",
   "start": 2720.32,
   "duration": 3.28
  },
  {
   "text": "they'll also tell you how to see the world in ways that you don't see it.",
   "start": 2724.14,
   "duration": 3.16
  },
  {
   "text": "And they'll also have skills that you don't have, that you could develop.",
   "start": 2728.06,
   "duration": 3.58
  },
  {
   "text": "So for example, if you're an introverted person, it's very useful to watch an extroverted person, because the extroverted person has ways of being in the social world that aren't natural to you,",
   "start": 2732.08,
   "duration": 8.38
  },
  {
   "text": "that you can use to improve your toolkit.",
   "start": 2740.46,
   "duration": 2.62
  },
  {
   "text": "And if you're disagreeable, one of the best things to do with disagreeable people, especially if that's alienating them from other people, for example, because it can,",
   "start": 2743.3,
   "duration": 7.64
  },
  {
   "text": "you know, people treat you like you're a selfish, arrogant son-of-a-bitch, and maybe that's because you are.",
   "start": 2751.16,
   "duration": 4.36
  },
  {
   "text": "It's like, okay, so what do you do about that?",
   "start": 2755.52,
   "duration": 1.86
  },
  {
   "text": "One of the most promising \"treatments,\" let's say,",
   "start": 2757.54,
   "duration": 5.88
  },
  {
   "text": "is get the person to do something for someone else once a day.",
   "start": 2763.42,
   "duration": 3.52
  },
  {
   "text": "Just as a practice, and learn how to do it.",
   "start": 2766.94,
   "duration": 2.44
  },
  {
   "text": "Maybe you can wake the circuit up, you know, if you think that it's lying dormant in you, which is probably right.",
   "start": 2769.38,
   "duration": 5.12
  },
  {
   "text": "You know, I think we have a very wide range of propensities within us.",
   "start": 2774.82,
   "duration": 3.4
  },
  {
   "text": "Some are switched on.",
   "start": 2778.34,
   "duration": 1.3
  },
  {
   "text": "Genetic propensity. Some are switched on.",
   "start": 2780.36,
   "duration": 2.06
  },
  {
   "text": "But I think that if you put yourself in the right situation or walk yourself through the right exercises, you can switch some of these other things on as well.",
   "start": 2782.42,
   "duration": 6.24
  },
  {
   "text": "But it takes work and dedication and discipline to do it.",
   "start": 2788.66,
   "duration": 3.26
  },
  {
   "text": "So actively confront the things which are not a part of our personality?",
   "start": 2791.92,
   "duration": 3.58
  },
  {
   "text": "Yes. Well, I would say, generally speaking, if you want to adapt yourself properly to life, you should find a niche in the environment that corresponds with your temperament.",
   "start": 2795.5,
   "duration": 7.88
  },
  {
   "text": "Right? You shouldn't work at cross-purposes to your temperament, because it's just too damn difficult.",
   "start": 2803.98,
   "duration": 4.18
  },
  {
   "text": "But having done that,",
   "start": 2808.4,
   "duration": 1.7
  },
  {
   "text": "then you should work on developing the skills and viewpoints that exist in the space opposite to your personality.",
   "start": 2810.52,
   "duration": 7.46
  },
  {
   "text": "Because that's where you're fundamentally underdeveloped.",
   "start": 2818.22,
   "duration": 2.12
  },
  {
   "text": "That way you can extend out your temperamental capability across a wider range, and to me that's roughly equivalent as bringing a richer toolkit to each situation.",
   "start": 2820.62,
   "duration": 9.74
  },
  {
   "text": "You know, so if you're hyper-extroverted, you should probably learn to shut up at parties now and then.",
   "start": 2831.02,
   "duration": 3.44
  },
  {
   "text": "And listen just to see what's going on, to see if you can manage it.",
   "start": 2834.88,
   "duration": 3.2
  },
  {
   "text": "And if you're introverted, well then you should learn how to speak in public, and to learn how to go to parties without hiding in the corner and saying nothing to anyone.",
   "start": 2838.4,
   "duration": 8.52
  },
  {
   "text": "And if you're agreeable, then you need to learn how to be disagreeable, so people can't push you around.",
   "start": 2847.08,
   "duration": 4.08
  },
  {
   "text": "And if you're disagreeable, you need to learn how to be agreeable so that you're not an evil son-of-a-bitch, you know?",
   "start": 2851.4,
   "duration": 5.1
  },
  {
   "text": "And the same thing applies even in the conscientious domain.",
   "start": 2856.9,
   "duration": 3.54
  },
  {
   "text": "If you're too conscientious, you need to learn to relax and let go a little bit.",
   "start": 2860.44,
   "duration": 5.64
  },
  {
   "text": "And if you're unconscientious, it's time, like, get out and Google \"calendar,\" man, and start scheduling your day, right, and beat yourself on the back of the head with a stick until you're disciplined enough so that you can actually stick to something for some length of time.",
   "start": 2866.08,
   "duration": 13.08
  },
  {
   "text": "And not living in absolute squalor, which is something that would characterize someone who is very disorderly, for example.",
   "start": 2879.34,
   "duration": 6.16
  },
  {
   "text": "Because they just don't notice. It doesn't bother them, disorder.",
   "start": 2885.5,
   "duration": 4.62
  },
  {
   "text": "It's like, maybe they can see it, but it doesn't have any emotional valence and so it doesn't have any motivational significance.",
   "start": 2890.12,
   "duration": 6.7
  },
  {
   "text": "The other thing you might want to think about, too, if you're choosing a partner, is try not to choose someone who's too distant from you on the temperamental variables.",
   "start": 2898.2,
   "duration": 7.92
  },
  {
   "text": "Because you're going to have a hard time bridging the gap.",
   "start": 2906.12,
   "duration": 2.24
  },
  {
   "text": "You know, it's hard for an introverted person and an extroverted person to co-exist.",
   "start": 2908.88,
   "duration": 3.74
  },
  {
   "text": "And it's really hard for an orderly person and a disorderly person to co-exist because they will drive each other nuts.",
   "start": 2913.24,
   "duration": 5.5
  },
  {
   "text": "Why don't you pick up?",
   "start": 2919.04,
   "duration": 1.16
  },
  {
   "text": "Why are you so obsessed by it?",
   "start": 2920.46,
   "duration": 1.92
  },
  {
   "text": "That's the basic argument.",
   "start": 2922.68,
   "duration": 1.5
  },
  {
   "text": "So it's useful to know about your temperament so that you can negotiate the space with your partner as well, and I don't think you should try to find someone who's exactly the same as you,",
   "start": 2925.32,
   "duration": 8.42
  },
  {
   "text": "because then you don't have the benefits of the alternative viewpoint.",
   "start": 2934.1,
   "duration": 3.9
  },
  {
   "text": "But you've gotta watch it because you may hit irreconcilable differences of various sorts.",
   "start": 2938.46,
   "duration": 4.3
  },
  {
   "text": "And I've seen that most particularly among couples who are high and low in openness, that's a rough one.",
   "start": 2942.76,
   "duration": 6.52
  },
  {
   "text": "And also high and low in conscientiousness, that's another rough one, because they just cannot see how the other person sees the world at all.",
   "start": 2949.66,
   "duration": 8.06
  },
  {
   "text": "Okay, I'll see you on Tuesday.",
   "start": 2958.14,
   "duration": 2.0
  }
 ]
}