{"video_id": "Ifi5KkXig3s", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Biblical Series IV: Adam and Eve: Self-Consciousness, Evil, and Death", "url": "https://www.youtube.com/watch?v=Ifi5KkXig3s", "date": "2017-06-19", "description": "I turned my attention in this lecture to the older of the two creation accounts in Genesis: the story of Adam and Eve. In its few short paragraphs, it covers:\n\n1. the emergence of human self-consciousness; \n2. mankind's attendant realization of vulnerability, mortality, and death; \n3. the origin of the capacity for willful evil, as the ability to exploit that newly-realized vulnerability;\n4. the emergence of shame as a consequence of that realization;\n5. the shrinking from divine destiny that occurred when shame emerged; and\n6. the beginning of true history, with the self-conscious toil that life in history entails.\n\nImpossible. Amazing. Breathtaking. \n\nThe only story that can perhaps match it in terms of impact per sentence is that of Cain and Abel, which we discuss in the next lecture: number five in this twelve part series. \n\nProducer Credit and thanks to the following $200/month Patreon supporters. Without such support, this series would not have happened:  Adam Clarke, Alexander Meckhai’el Beraeros, Andy Baker, Arden C. Armstrong, Badr Amari, BC, Ben Baker, Benjamin Cracknell, Brandon Yates, Chad Grills, Chris Martakis, Christopher Ballew, Craig Morrison, Daljeet Singh, Damian Fink, Dan Gaylinn, Daren Connel, David Johnson, David Tien, Donald Mitchell, Eleftheria Libertatem, Enrico Lejaru, George Diaz, GeorgeB, Holly Lindquist, Ian Trick, James Bradley, James N. Daniel, III, Jan Schanek, Jason R. Ferenc, Jesse Michalak, Joe Cairns, Joel Kurth, John Woolley, Johnny Vinje, Julie Byrne, Keith Jones, Kevin Fallon, Kevin Patrick McSurdy, Kevin Van Eekeren, Kristina Ripka, Louise Parberry, Matt Karamazov, Matt Sattler, Mayor Berkowitz , Michael Thiele, Nathan Claus, Nick Swenson , Patricia Newman, Robb Kelley, Robin Otto, Ryan Kane, Sabish Balan, Salman Alsabah, Scott Carter, Sean C., Sean Magin, Sebastian Thaci, Shiqi Hu, Soheil Daftarian, Srdan Pavlovic, Starting Ideas, Too Analytical, Trey McLemore, William Wilkinson, Yazz Troche, Zachary Vader\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 9167, "transcript_parts": [{"text": "Hello Everyone so", "start": 13.269, "duration": 2.449}, {"text": "[Hopefully], We're Going to get Past Genesis 1 Today that's the Theory so I", "start": 17.89, "duration": 4.91}, {"text": "Finished My new Book Yesterday", "start": 24.789, "duration": 2.0}, {"text": "Yes That's that's Taken about Three Years of writing it's Quite A long Time to write something so yeah I'm", "start": 35.32, "duration": 6.319}, {"text": "It's done except for the Mopping up you know Copy Editing and That sort of Thing so", "start": 42.25, "duration": 4.399}, {"text": "Hopefully it's as good as i [can] Make it", "start": 47.35, "duration": 1.61}, {"text": "I don't know that's any Good but it's as good as I can Make it Anyways [alright] so this Is", "start": 48.96, "duration": 4.259}, {"text": "The Stories That I'm going to tell you tonight I've Been Thinking About", "start": 56.32, "duration": 3.619}, {"text": "Well like the Ones Last Week For that Matter for [A] very Long period of Time but I [think] These even Longer and", "start": 59.94, "duration": 4.979}, {"text": "One of the things that I just do not understand I cannot Fathom this I", "start": 65.29, "duration": 4.309}, {"text": "Cannot Understand How There can be so much Information", "start": 70.36, "duration": 2.509}, {"text": "in", "start": 73.63, "duration": 1.11}, {"text": "Such Tiny Little Stories Especially The Story of Cain and Abel that Story Just every [Time] I read it it just Flattens me because it", "start": 74.74, "duration": 7.79}, {"text": "It's only like", "start": 84.52, "duration": 2.0}, {"text": "Paragraph Long There's Just Nothing [To] it you know and I", "start": 88.0, "duration": 2.989}, {"text": "Think About it I think About it and I think About it I [think] About it every Time I [think] About it", "start": 91.18, "duration": 4.22}, {"text": "Another Layer Comes out from Underneath and Then Another layer Comes out from underneath it and i can't Figure that out like", "start": 95.829, "duration": 5.57}, {"text": "You know the rational Approach that I've Been describing to you is Predicated on the Idea that", "start": 101.619, "duration": 5.3}, {"text": "These Stories Have Somehow Encapsulated", "start": 107.829, "duration": 2.54}, {"text": "Wisdom that We?", "start": 111.009, "duration": 1.621}, {"text": "Generated Interpersonally and Behaviorally in That an Image over very vast Stretches of Time and Then Condensed it Into very very dense", "start": 112.63, "duration": 7.79}, {"text": "Articulated Words that are then Further refined by the act of being", "start": 120.969, "duration": 3.59}, {"text": "Remembered and", "start": 125.439, "duration": 1.561}, {"text": "Transmitted and Remembered and Transmitted and Remembered and Transmitted Over vast Stretches of Time and That's a pretty Good [Argument] I'm Willing to", "start": 127.0, "duration": 6.05}, {"text": "I'm willing to go with it but", "start": 133.71, "duration": 2.0}, {"text": "It Still never Ceases to amaze [me] how much", "start": 135.88, "duration": 3.8}, {"text": "Information Such Tiny Little", "start": 141.37, "duration": 2.0}, {"text": "Passages Can Can Contain", "start": 144.04, "duration": 2.27}, {"text": "so", "start": 147.25, "duration": 1.59}, {"text": "We'll Take that Apart Today?", "start": 148.84, "duration": 2.0}, {"text": "And i think it's especially True with the Story of Cain and Abel because it Works on", "start": 151.51, "duration": 4.19}, {"text": "The Individual Level and it Works on the Familial Level and it Works on the", "start": 156.58, "duration": 3.529}, {"text": "Political Level and it Works at the Level of warfare and it Works at the level of Economics and it's", "start": 160.24, "duration": 5.089}, {"text": "That's A lot for a little Tiny One Paragraph Story to cover man now you know you could object well", "start": 165.7, "duration": 5.479}, {"text": "With These Stories you?", "start": 171.88, "duration": 1.37}, {"text": "Never Know what you're Reading Into It and what's in The Story right that's Part of Let's Call it the postmodern Dilemma and", "start": 173.25, "duration": 5.16}, {"text": "Fair Enough [and] [There's] Really, no answer to that", "start": 179.02, "duration": 2.539}, {"text": "Any More Than There Is an answer to how do you know your Interpretation of the world Is well let's not Say Correct but Sufficient", "start": 182.2, "duration": 6.619}, {"text": "There's Some answer to that", "start": 189.28, "duration": 1.5}, {"text": "It's sufficient in if you can act it out in the World and other People don't Object too much and you don't die and", "start": 190.78, "duration": 5.42}, {"text": "Nature Doesn't Take A bite out of you any more often Than Necessary you know Those are the Constraints Within which", "start": 196.36, "duration": 5.66}, {"text": "We live so it you have some way of Determining Whether your Interpretation Is at least Functionally?", "start": 202.02, "duration": 5.43}, {"text": "Successful and That's and that's Not Trivial!", "start": 208.54, "duration": 2.269}, {"text": "and i guess you can Say the same Thing to the interpretations that [might] be laid out on These Stories and", "start": 212.02, "duration": 5.75}, {"text": "at the Moment That's Probably good enough", "start": 217.99, "duration": 2.0}, {"text": "Hopefully you find the Interpretations Functionally significant at multiple Levels and I", "start": 220.51, "duration": 5.509}, {"text": "Also Think the Chance of Managing that by chance is very very Small you know to be able to", "start": 226.02, "duration": 4.62}, {"text": "Pull Off an Interpretation of The Story That Works at", "start": 230.89, "duration": 2.779}, {"text": "Multiple Levels [Simultaneously] You Think With each Level that", "start": 233.67, "duration": 3.029}, {"text": "It Applies the Chances [that] you've Stumbled across something by chance Have to be Decreasing right", "start": 237.16, "duration": 6.08}, {"text": "There's A, technical Term [For] that in Psychology it's Called something like Multi Method Multi Trait", "start": 243.82, "duration": 4.789}, {"text": "Method of Determining Whether Or not something is Accurate and the idea Is", "start": 250.09, "duration": 2.93}, {"text": "The More Ways that you Can measure it and get the Same result", "start": 254.41, "duration": 3.38}, {"text": "The more Confident you can be that you're not Just Deluding Yourself With your a priori Hypothesis you know that There's Actually something out There", "start": 258.52, "duration": 7.939}, {"text": "So i guess that's Another part of this Method Is that and it's", "start": 266.77, "duration": 3.289}, {"text": "Also a Method that I use in [my] in my Speaking I think I don't try to tell People anything that isn't Personally relevant", "start": 270.06, "duration": 5.79}, {"text": "you Know Because you Should know, why you are", "start": 276.34, "duration": 2.18}, {"text": "Being Taught [something] right you Should know what the fact Is good for and it Should be good for [you] Personally at least in Some", "start": 278.62, "duration": 6.26}, {"text": "Sense and Then if you [act] [it] out in the World it Should be good for your Family and Maybe", "start": 284.88, "duration": 3.209}, {"text": "Should Have some Significance for The Broader Community", "start": 288.37, "duration": 2.0}, {"text": "And i think That's what Meaning Means and I don't really See the Utility in Being Taught", "start": 290.89, "duration": 4.729}, {"text": "Things That Aren't Meaningful facts That aren't Meaningful because There's an Infinite Number of fact and There's no way", "start": 295.9, "duration": 5.21}, {"text": "You're Going to Remember all of them they have to be they have to have the aspect of tools Essentially something like that Because", "start": 301.11, "duration": 6.509}, {"text": "We are tool using creatures, well These These Stories Have that aspect Is", "start": 307.62, "duration": 3.57}, {"text": "As far as I Can Tell There's Nothing", "start": 311.74, "duration": 2.06}, {"text": "There's no doubt about that", "start": 316.75, "duration": 2.0}, {"text": "So here's The Stories in Genesis Two", "start": 318.91, "duration": 2.389}, {"text": "very Famous Stories Obviously", "start": 322.09, "duration": 2.0}, {"text": "Virtually Everybody Who's Even Vaguely versed in Western Roughly Speaking western", "start": 324.22, "duration": 5.209}, {"text": "Western Culture Knows These Stories and That's something That's Interesting too that Stories Can", "start": 331.63, "duration": 4.76}, {"text": "[Be] so Foundational that everybody Shares Them i mean you can say the same Thing about a fairly large Handful of Fairy tales as well", "start": 336.39, "duration": 5.519}, {"text": "Or you Could at least until Recently", "start": 342.1, "duration": 2.029}, {"text": "But the fact That Stories are Foundational I think, also means that they have to be given out Kind of?", "start": 345.85, "duration": 5.509}, {"text": "Well Even if You, don't give Them any Respect you have to at. Least treat them as Remarkable", "start": 352.09, "duration": 5.149}, {"text": "Curiosities so why Those Stories and why", "start": 357.85, "duration": 3.019}, {"text": "Did They Stick Around and why Does everybody know them and it's not Self-Evident by any Stretch of the Imagination and you Can use", "start": 360.87, "duration": 6.3}, {"text": "Explanations Can Use the Freudian Explanation", "start": 367.51, "duration": 2.389}, {"text": "Freud Sort of Thought that", "start": 370.57, "duration": 2.0}, {"text": "The Judeo-Christian was Predicated on the [Idea] that?", "start": 372.76, "duration": 2.869}, {"text": "The Figure of The Father The Familial Father", "start": 376.3, "duration": 2.75}, {"text": "Was expanded up Into Cosmic Dimensions so that Mankind?", "start": 380.32, "duration": 3.169}, {"text": "Existed in The Same Relationship to the Cosmic Father let's Say that an, infant or a small Child", "start": 383.74, "duration": 5.39}, {"text": "Existed in Relationship to his or her [Own] Father and", "start": 389.68, "duration": 3.17}, {"text": "That's A reasonable", "start": 394.45, "duration": 2.0}, {"text": "Critique I would Say to some degree but it does and", "start": 396.94, "duration": 3.17}, {"text": "This was Purposeful it Does Imply", "start": 401.26, "duration": 2.719}, {"text": "More Than implied for its Case that People who", "start": 404.95, "duration": 3.02}, {"text": "Adopt", "start": 409.33, "duration": 1.17}, {"text": "Religious Belief That has A", "start": 410.5, "duration": 1.98}, {"text": "Personified Figure As at its Apex Are Essentially acting out the role of", "start": 412.48, "duration": 4.07}, {"text": "Dependent Children and", "start": 417.79, "duration": 1.59}, {"text": "you Know I thought About that critique for a Long Time and believe Me that's Been A powerful critique One of the Best Books I've", "start": 419.38, "duration": 5.509}, {"text": "Ever Read Called The denial of Death by ernest Becker [I] think Took that line of Argumentation it developed it as", "start": 424.89, "duration": 6.54}, {"text": "Well as Any Any Book I've Ever Seen", "start": 431.43, "duration": 2.279}, {"text": "Argue it", "start": 434.83, "duration": 1.41}, {"text": "Necker Tried To bring Closure to Freudian Psychoanalysis on Religion", "start": 436.24, "duration": 4.07}, {"text": "he did a pretty Wicked Job of it like I think the Book Is", "start": 441.07, "duration": 2.66}, {"text": "Seriously Flawed and Wrong But it's Really a great Book like some Books are", "start": 444.19, "duration": 5.119}, {"text": "Well Some Books are Wrong in Really good Ways Right They Make a Powerful Powerful Argument They Really Take it [to] its extreme I think", "start": 449.31, "duration": 6.239}, {"text": "[Becker] missed The Point and he Missed it in the Same Way that", "start": 456.22, "duration": 4.339}, {"text": "Freud Missed Jung's Point and Becker who wrote this Book", "start": 461.29, "duration": 3.649}, {"text": "On the Psychology the Psychoanalysis of Religion Never Referred to jung except very Briefly in the?", "start": 464.94, "duration": 6.0}, {"text": "Introduction and I think that was a major Mistake but Becker took the", "start": 472.03, "duration": 3.709}, {"text": "Argument That", "start": 476.62, "duration": 1.38}, {"text": "The Hypothesis of God Is Nothing but an attempt by human beings to recreate", "start": 478.0, "duration": 5.239}, {"text": "Quasi, Infantile State of Dependency and", "start": 484.39, "duration": 2.69}, {"text": "To be able to Rely on an All-Knowing Father and to Thereby", "start": 488.02, "duration": 3.529}, {"text": "Recover The Comfort Perhaps That We Experienced when We were Young [and] had A?", "start": 492.25, "duration": 4.459}, {"text": "Hypothetically All-Knowing Father for Those of Us who are lucky to have", "start": 497.47, "duration": 3.109}, {"text": "Someone who Rig Vaguely Resembled [that] but the more I thought about that the More", "start": 501.46, "duration": 5.029}, {"text": "That Struck Me is Quite implausible across Time charles Taylor I think [it] was charles Taylor wrote an Interesting Book", "start": 507.91, "duration": 5.959}, {"text": "Called the I", "start": 514.42, "duration": 1.56}, {"text": "Think it was Called the origins of the modern Self he's a mcgill Philosopher and I", "start": 515.98, "duration": 3.799}, {"text": "Wouldn't Necessarily Call him A friend of Classic Religion but it doesn't Matter he Made A very Interesting Point About Christianity in Particular he Said", "start": 520.54, "duration": 7.459}, {"text": "If You're going to invent a religion that offered you Nothing but Infantile Comfort why in the World Would you bother with Conceptualizing hell", "start": 528.46, "duration": 7.789}, {"text": "That Just Seems like an Unnecessary Detail to Add to the whole story right if it's it's all about Comfort why, Would you?", "start": 536.86, "duration": 7.04}, {"text": "Hypothesize That", "start": 544.48, "duration": 1.05}, {"text": "The Consequence of of A serious Error was eternal Torment that doesn't Really Sound very?", "start": 545.53, "duration": 5.989}, {"text": "Isn't the sort of Thing that that is Likely to Make you feel Comfortable", "start": 553.09, "duration": 4.25}, {"text": "James Joyce When he wrote About that Said he Had Terrible [Nightmares] When he was a child", "start": 557.56, "duration": 3.529}, {"text": "Because of The Hellfire Sermons That Jesuits used to", "start": 561.85, "duration": 2.96}, {"text": "Spout Spew Forth Let's Say and he Wrote Down What he Remembered of Them and They", "start": 566.14, "duration": 5.239}, {"text": "Were pretty Hair-Raising I think in James Joyce's Book I think it was Portrait of The Artist of a young man man he Talked about", "start": 571.38, "duration": 5.4}, {"text": "The Jesuits Telling Them and Telling him that hell, was a like a Prison With", "start": 576.97, "duration": 4.279}, {"text": "Walls that were seven Miles Thick that was Always in Darkness and Consumed by fire and that the people who were Trapped There", "start": 581.5, "duration": 6.8}, {"text": "Were Continually Burnt by this Dark fire that gave New light Which also Simultaneously", "start": 588.94, "duration": 5.21}, {"text": "Rejuvenated Their Flesh", "start": 594.88, "duration": 1.62}, {"text": "So that it Could be Burnt off Eternally in case You were wondering how it was going to be Burnt off Eternally that's Apparently the", "start": 596.5, "duration": 5.869}, {"text": "Process it's not Easy for me to see that as an Infantile Wish-Fulfillment I'm Afraid you know you Could", "start": 602.37, "duration": 5.43}, {"text": "Well You could be a Cynic about it and Elaine Tasos who", "start": 608.2, "duration": 3.14}, {"text": "Wrote a book on the devil was cynical About it in this Manner she Thought that the Christians so to speak", "start": 611.86, "duration": 5.87}, {"text": "Invented Hell as a place to put Their Enemies and you know yeah", "start": 618.7, "duration": 3.47}, {"text": "Fair Enough but no that's not, Accurate Really, well Although it's Convenient to have a place [to] put your enemies", "start": 623.05, "duration": 6.469}, {"text": "Charles Taylor did Point out for example that", "start": 630.16, "duration": 2.209}, {"text": "The Modern Terror of loss of Self Let's Say The existential loss of Self and Loss of Meaning was Perhaps Roughly Paralleled by?", "start": 633.16, "duration": 8.0}, {"text": "The Medieval Terror of [Hell] you know in Terms of the Existential", "start": 641.56, "duration": 3.59}, {"text": "Intensity and so it wasn't hell wasn't merely a place Where Those People that you Didn't Care for Would end up it", "start": 645.37, "duration": 5.18}, {"text": "Was the place Where you, were going to go if You Didn't Walk the line Properly and so I don't think Freud's", "start": 650.55, "duration": 5.099}, {"text": "Freud's Critique Really", "start": 656.89, "duration": 1.5}, {"text": "Holds Water in The Final Analysis and Then", "start": 658.39, "duration": 2.179}, {"text": "Marx's Critique of Course, was That Religion was [The] Opiate of the Masses and he Made an Argument that?", "start": 661.09, "duration": 4.729}, {"text": "Was similar To Freud's Although Somewhat Earlier and?", "start": 665.82, "duration": 2.58}, {"text": "Made The Based upon the Presupposition that", "start": 669.07, "duration": 2.9}, {"text": "Religious Beliefs, Were Stories Told to the gullible Masses [in] Order to Keep them Pacified [and] Happy, well Their", "start": 672.67, "duration": 6.679}, {"text": "Corporate Overlords", "start": 680.41, "duration": 1.35}, {"text": "for lack of A better Purpose Continue To Exploit Them and and and Weaken Them and you know I", "start": 681.76, "duration": 6.83}, {"text": "Find that I find the critique of Human Institutions [as] driven Entirely by power very", "start": 692.02, "duration": 5.72}, {"text": "Let's Say questionable to to Say the least and of Course Every Human Institution is Corrupted by", "start": 698.65, "duration": 6.53}, {"text": "Corrupted Is Corrupt by for one Reason or Another and it's also corrupt", "start": 706.12, "duration": 5.18}, {"text": "Specifically by such Things as Deception and Arrogance and the demand for Unearned Power and The Same Thing of Course can be Applied to", "start": 712.75, "duration": 7.34}, {"text": "Religious Systems but that doesn't mean That they are in Some special Way", "start": 721.12, "duration": 4.4}, {"text": "Characteristic of Those [Faults] and Maybe you think They Are and you know, Maybe you can", "start": 726.07, "duration": 4.309}, {"text": "Make A case for but it's not Prime Fs I think that's how you Say that Evident that", "start": 730.38, "duration": 6.0}, {"text": "That Is that also is a Particularly Useful", "start": 737.11, "duration": 3.049}, {"text": "Criticism I don't Buy it I think There's I", "start": 741.13, "duration": 2.96}, {"text": "Think That's far Too cynical I think that the People who wrote These Stories", "start": 744.94, "duration": 4.49}, {"text": "First of all what are you going to do you can, [oh] really?", "start": 749.89, "duration": 1.82}, {"text": "You're Going to run a bloody Conspiracy for Three Thousand Years Successfully it's like good luck With that", "start": 751.71, "duration": 5.7}, {"text": "Can't run a Conspiracy for [fifteen] minutes Without Somebody Ratting you out you know it's it's impossible so", "start": 758.05, "duration": 6.229}, {"text": "Whatever Is that the Basis of the?", "start": 765.4, "duration": 1.95}, {"text": "Construction Not Only of These Stories but of the Dogmatic", "start": 767.35, "duration": 2.809}, {"text": "Structures That Emerged from Them I think that it's a terrible Mistake to Reduce them to unit Dimensional", "start": 770.23, "duration": 5.269}, {"text": "Explanations in fact I generally Think that reducing Any Complex Human behavior to uni Dimensional", "start": 775.9, "duration": 4.46}, {"text": "Explanation Is often The Sign of A seriously limited Thinker [you] know I say that with some Caution because Freud", "start": 780.79, "duration": 6.32}, {"text": "Did do that With Religion at least to some [degree] and Freud", "start": 787.11, "duration": 2.759}, {"text": "Was a serious Thinker and marx I suppose was a serious Thinker - Even Though?", "start": 789.87, "duration": 3.81}, {"text": "Well", "start": 796.48, "duration": 2.0}, {"text": "Yeah Is [he] Someone you Just if You Have Any Sense Marks Just Leaves you Speechless so?", "start": 802.38, "duration": 4.88}, {"text": "So Anyway so that's all to Say that [I] don't think There's Any Simple Explanation for how These Stories", "start": 809.82, "duration": 4.339}, {"text": "Have the Power that they have I really", "start": 814.71, "duration": 3.199}, {"text": "Don't I don't think you Can Reduce it to political Conspiracy that's for sure I don't think you could Reduce it to psychological Infantilism I", "start": 817.91, "duration": 6.84}, {"text": "Think you Can, Make A case, like I have that they are", "start": 825.75, "duration": 2.96}, {"text": "Repositories of The collective Wisdom of the Human Race [I]", "start": 829.26, "duration": 3.529}, {"text": "Had an Interesting letter This Week from someone I", "start": 833.279, "duration": 2.33}, {"text": "Get A lot of interesting Letters I think I'm going to Make an archive out of them and put Them on the web at some", "start": 835.89, "duration": 4.609}, {"text": "Point", "start": 840.5, "duration": 1.45}, {"text": "With People's Permission Obviously", "start": 841.95, "duration": 2.0}, {"text": "and he Said That he'd Been Following my lectures and", "start": 844.47, "duration": 3.53}, {"text": "Noted That I had Been Making what you might describe as a quasi biological or evolutionary Case for", "start": 848.4, "duration": 5.089}, {"text": "for the", "start": 854.07, "duration": 1.53}, {"text": "Emergence of the Information that the Stories Contained and he Said well", "start": 855.6, "duration": 3.619}, {"text": "How do you know that someone from a Different Religious Tradition or Speaking of a Different Religious Tradition", "start": 860.46, "duration": 4.699}, {"text": "Couldn't do Exactly the same Thing and I thought", "start": 865.26, "duration": 2.45}, {"text": "Well", "start": 868.62, "duration": 1.11}, {"text": "First of All to some degree They Could because There is Overlap like?", "start": 869.73, "duration": 3.23}, {"text": "I've Talked to you a little bit [About] Taoist for example in The Taoist view of being as you know", "start": 873.089, "duration": 6.05}, {"text": "The Eternal Balance between Chaos and Order", "start": 879.87, "duration": 2.21}, {"text": "One Thing I didn't tell you I [don't] think about that I don't know if you know this but", "start": 882.15, "duration": 3.319}, {"text": "There's A, neuropsychologist Named L Conan Goldberg who is a student of Alexander Luria and Luria", "start": 885.6, "duration": 5.54}, {"text": "Was i think The greatest Neuropsychologist of The 20th Century he [was] a russian and?", "start": 891.14, "duration": 3.359}, {"text": "He, was one, of The first People to really?", "start": 895.53, "duration": 2.0}, {"text": "Determine in Large Part The Function of The Frontal Cortex Which was Quite a mystery for A very Long period of Time and", "start": 898.08, "duration": 6.229}, {"text": "Goldberg You know you know How", "start": 905.13, "duration": 1.459}, {"text": "We have Two hemispheres Right They have A left Hemisphere and The right Hemisphere and People often Think of the Left for Right-Handed People", "start": 906.589, "duration": 5.4}, {"text": "Right-Handed Males More Particularly Because Women are more Neurologically Diffuse", "start": 912.54, "duration": 4.16}, {"text": "It's one of the things that Makes [them] more Robust to Head Injury for example", "start": 918.089, "duration": 3.29}, {"text": "and", "start": 922.17, "duration": 1.14}, {"text": "Maybe men Are Less Diffuse and Somewhat more specialized Which Makes Them A bit [more] Specialized but a little more Subject to damage Anyways", "start": 923.31, "duration": 6.799}, {"text": "We have to him [is] Left in The Right and no One Exactly knows why?", "start": 930.51, "duration": 3.429}, {"text": "And We know that the House?", "start": 933.94, "duration": 1.72}, {"text": "Quasi-independent Consciousness is Because if You Divide the Corpus Callosum that that unites Them which, was done", "start": 935.66, "duration": 6.47}, {"text": "[To] in Cases of Intractable Epilepsy for example That each Hemisphere is Capable of developing its Own Consciousness to some", "start": 942.71, "duration": 7.309}, {"text": "Degree", "start": 950.02, "duration": 0.67}, {"text": "The Right Generally", "start": 950.69, "duration": 1.32}, {"text": "Nonverbal and the Left verbal and so There has [Been] This Idea that the left is A verbal Hemisphere and the right is A nonverbal", "start": 952.01, "duration": 5.45}, {"text": "Hemisphere but That Can't be Right Because of Course animals don't Talk and They have a Bifurcated hemisphere so", "start": 957.529, "duration": 5.87}, {"text": "If it's right it's not Causally right", "start": 963.86, "duration": 2.6}, {"text": "Now Goldberg", "start": 967.49, "duration": 1.17}, {"text": "Hypothesized Instead That the hemispheres were were Specialized for Routinization and Non Routinization or for Novelty and", "start": 968.66, "duration": 7.1}, {"text": "Familiarity Or for", "start": 976.37, "duration": 1.71}, {"text": "Chaos and Order", "start": 978.08, "duration": 1.5}, {"text": "And so that's Pretty Damn cool When [I] ran across that [I] also Thought about that as A as A signal of", "start": 979.58, "duration": 5.839}, {"text": "What Would you Call it?", "start": 985.79, "duration": 1.71}, {"text": "Multi Method", "start": 987.5, "duration": 1.56}, {"text": "Multi Trait", "start": 989.06, "duration": 2.0}, {"text": "Construct Validation Because I'd never Thought of the hemispheres as Operating that Way and Goldberg Came up with This in A", "start": 991.58, "duration": 6.259}, {"text": "Historical Pathway That was Entirely independent from Any Mythologically Inspired Thinking Completely", "start": 998.839, "duration": 4.55}, {"text": "Independent fact it was Motivated more by", "start": 1003.97, "duration": 3.14}, {"text": "Materialist Russian Neuro Psychology Which was Materialist", "start": 1007.63, "duration": 2.959}, {"text": "for Political Reasons and Also for Scientific Reasons", "start": 1011.23, "duration": 3.05}, {"text": "But the idea Is that We have one Hemisphere That reacts very Rapidly to things", "start": 1014.53, "duration": 3.859}, {"text": "We don't know and it's more", "start": 1018.39, "duration": 1.69}, {"text": "Imaginative and Diffuse in It and [it's] associated more With negative Emotion because negative Emotion is what you Should Feel", "start": 1020.08, "duration": 5.809}, {"text": "Immediately When you encounter something you don't understand", "start": 1025.99, "duration": 2.27}, {"text": "Because it's A form of Thinking right negative Emotion it's like I'm somewhere Where things aren't With what they Should be?", "start": 1028.54, "duration": 6.139}, {"text": "Right Hemisphere does That generates Images very Rapidly to Help you figure out what might be There and then the Left Hemisphere", "start": 1034.78, "duration": 6.799}, {"text": "Takes That and develops it Into something [that's] more Articulated and and", "start": 1041.92, "duration": 3.859}, {"text": "Algorithmic and Fully Understood and so then There's this Dynamic balance between the right and the [Left] hemisphere where [the] Left", "start": 1046.209, "duration": 6.109}, {"text": "Tries to impose order on the World that's Ramachandran who's a neurologist in in", "start": 1052.45, "duration": 4.79}, {"text": "[California] very Famous Neuro Neuro", "start": 1057.91, "duration": 2.029}, {"text": "Neurologist who, also Developed a theory like Goldberg who Said that the Left hemisphere [or] imposes Routinized order on the World and The right Hemisphere", "start": 1061.3, "duration": 7.729}, {"text": "generates Novelty and and", "start": 1069.85, "duration": 2.0}, {"text": "and reacts The Novelty and generates Novel hypotheses and he Thought and There Is some good evidence for this that's what's happening during the dream", "start": 1072.61, "duration": 7.67}, {"text": "Is that", "start": 1080.28, "duration": 1.09}, {"text": "Information Is moved From the right Hemisphere to the Left Hemisphere in Small Doses", "start": 1081.37, "duration": 4.28}, {"text": "Basically", "start": 1086.29, "duration": 1.2}, {"text": "so that the", "start": 1087.49, "duration": 1.59}, {"text": "Novel Revelations of The right hemisphere don't demolish the Algorithmic Structures that the Left Hemisphere has so Carefully put Together", "start": 1089.08, "duration": 7.88}, {"text": "so", "start": 1097.66, "duration": 2.0}, {"text": "And i like That Theory too because it, also does Help", "start": 1103.18, "duration": 3.26}, {"text": "Justify The Hypothesis That I'd be Laying out for you which is [that]", "start": 1108.19, "duration": 3.199}, {"text": "You Know, There's Part of Us that extends Ourselves out Into the World in Tries to understand what?", "start": 1112.09, "duration": 4.13}, {"text": "We don't know and that that Part Extends Itself out With", "start": 1116.22, "duration": 3.119}, {"text": "Behavior and Also With Emotion and also with Image and then Maybe with Poetry and then", "start": 1119.59, "duration": 4.43}, {"text": "Maybe With Storytelling and Then as that develops then", "start": 1124.02, "duration": 3.15}, {"text": "We develop More and more Articulated Representations of That Emergent Knowledge and so you Can map that Quite Nicely Onto the?", "start": 1127.17, "duration": 6.63}, {"text": "neurologists and The Neuropsychologist Presumption about What Constitutes", "start": 1134.95, "duration": 3.26}, {"text": "The Reason for The Hemispheric Differentiation but the other Thing that's so cool", "start": 1139.12, "duration": 3.859}, {"text": "[About] The Hemispheric Differentiation Argument as far as I'm Concerned and This is Really This is Worth Thinking About man Because it's A real", "start": 1142.98, "duration": 5.729}, {"text": "it's a real", "start": 1149.2, "duration": 2.0}, {"text": "Is A word that ned ned Flanders uses for that Noggin scratcher I think it's something [like] that", "start": 1152.62, "duration": 5.42}, {"text": "Anyways You know, We do Make the assumption that what it is that", "start": 1159.01, "duration": 3.53}, {"text": "We are Biologically adapted to is Reality right it's Actually an Axiomatic Definition if You're a Darwinian", "start": 1162.54, "duration": 6.869}, {"text": "Because Nature Is what selects By Definition that's what Nature is its What selects and", "start": 1169.78, "duration": 5.27}, {"text": "If the Nature [That] selects has Forced upon you a dual", "start": 1175.81, "duration": 2.989}, {"text": "Hemispheric Structure Because Half of you has to deal with the chaos and Have to have A view Has to deal with order", "start": 1179.05, "duration": 5.359}, {"text": "then You Can Make a pretty Damn strong inferential case that the World Is made out of Chaos and Order and", "start": 1184.48, "duration": 4.94}, {"text": "That's Really Something to that's Really something to think, About man you know so [you] Can think [About] that for a while if You want", "start": 1189.64, "duration": 5.839}, {"text": "so", "start": 1196.3, "duration": 1.53}, {"text": "Anyways For Whatever Reason There is a lot to packed Into These Stories and so", "start": 1197.83, "duration": 3.619}, {"text": "Let's Investigate A, couple More of them We'll start With This Story but of Adam and Eve Now you May Remember that?", "start": 1202.299, "duration": 6.41}, {"text": "The Bible Is a Series of Books bible Actually means something akin to library and These Books", "start": 1210.37, "duration": 5.959}, {"text": "Were written by all sorts of Different People and Groups of People and Groups of Editors and Groups of", "start": 1216.33, "duration": 4.8}, {"text": "People who Edited over and Over across very very large Periods of Time so they're Altered by", "start": 1221.32, "duration": 6.109}, {"text": "no One and Many at the same Time", "start": 1227.429, "duration": 2.0}, {"text": "If There was a tradition for A long Time that the Earliest books [were] written by Moses but that", "start": 1230.26, "duration": 5.75}, {"text": "That's Probably not", "start": 1236.679, "duration": 2.0}, {"text": "Technically Correct Even Though it might be", "start": 1238.929, "duration": 2.0}, {"text": "Dramatically Correct Let's Say Or correct in the Way that a Fairy tale is correct and I'm not", "start": 1241.24, "duration": 5.479}, {"text": "Trying [To] put Down Fairy tales by Saying that but There's a number of Authors [and] the way the Authors Have", "start": 1247.87, "duration": 4.88}, {"text": "Been identified Tentatively Is by Certain Stylistic", "start": 1252.75, "duration": 3.209}, {"text": "Commonalities Across The Different Stories Different uses", "start": 1256.48, "duration": 3.05}, {"text": "Of words like the Words for God Different Poetic Styles Different Topics and so Forth and People Have Been Working for Probably [200] Years?", "start": 1259.53, "duration": 7.319}, {"text": "Roughly That", "start": 1267.13, "duration": 1.35}, {"text": "to Try to sort out who wrote", "start": 1268.48, "duration": 1.89}, {"text": "What and How that was all Cobbled Together but it doesn't Really Matter for our Purposes what Matters Is that it's an Aggregation of", "start": 1270.37, "duration": 7.489}, {"text": "Collected", "start": 1278.53, "duration": 1.23}, {"text": "Narrative", "start": 1279.76, "duration": 1.919}, {"text": "Traditions and Maybe You Could Say it'S an Aggregation of collective narrative wisdom, We don't have to go that far but", "start": 1281.679, "duration": 4.55}, {"text": "We can at [least] Say it's?", "start": 1286.23, "duration": 1.21}, {"text": "Aggregated Narrative Traditions and That There was some Reason that Those", "start": 1287.44, "duration": 3.29}, {"text": "Traditions and Not Others Were Kept and [That] There was some Reasons Complex Though they, May have been why, They", "start": 1290.89, "duration": 4.849}, {"text": "Were Sequenced in The order that they, were Sequenced Because, one of the things that's Really", "start": 1295.74, "duration": 3.3}, {"text": "Remarkable About The Bible as an as a Document", "start": 1299.89, "duration": 2.39}, {"text": "Is that it Actually has A plot and That's Really Something [I] mean it's it's", "start": 1302.28, "duration": 4.079}, {"text": "Sprawling and it Goes Many Places but the fact That something's being Cobbled Together Over several Thousand Years Maybe four Thousand Years Maybe longer", "start": 1306.46, "duration": 7.91}, {"text": "Than That if You include the oral", "start": 1314.37, "duration": 1.99}, {"text": "Traditions That Preceded it and God Knows How Old Those are but that collective Imagination", "start": 1316.36, "duration": 5.39}, {"text": "Part of The Human collective Imagination has Cobbled Together A, library With A plot", "start": 1322.57, "duration": 4.16}, {"text": "And like I see the bible as an attempt A collective attempt by", "start": 1327.25, "duration": 3.859}, {"text": "Him You solve the Deepest Problems that We have and I think Those Problems are the Problems of?", "start": 1331.11, "duration": 4.89}, {"text": "Primarily That The Problem of Self-Consciousness", "start": 1337.0, "duration": 2.119}, {"text": "The fact that not only, do we are Immortal and that we die but that, We know it and that's the unique that's the unique", "start": 1340.0, "duration": 6.799}, {"text": "Predicament of Human Beings and it Makes all the Difference and I think that's laid out in Adam and Eve in The Story of Adam", "start": 1349.15, "duration": 4.639}, {"text": "and eve I think", "start": 1353.789, "duration": 0.971}, {"text": "The Reason That that Makes Us unique and is laid [out] in That Story and", "start": 1354.76, "duration": 4.909}, {"text": "Interestingly and I really realized This Only After I was doing last Three lectures", "start": 1360.82, "duration": 4.31}, {"text": "so the bible presents A", "start": 1366.309, "duration": 2.359}, {"text": "Cataclysm of", "start": 1369.85, "duration": 0.93}, {"text": "okay A", "start": 1370.78, "duration": 1.019}, {"text": "[Cataclysm] at the Beginning of the Top of Time Which is [the] Emergence of Self-Consciousness and Human beings Which Puts a risk", "start": 1371.799, "duration": 4.88}, {"text": "Into The Structure of Being that's the right way to [think] About it and That's Really given Cosmic significance now you can", "start": 1376.679, "duration": 6.33}, {"text": "Dispense With out and Say, well Nothing that happens to human beings That Have Caused me Significance Because, we're These [Short-Lived] you know Mold like", "start": 1383.11, "duration": 7.099}, {"text": "Entities That Are like Cancers on This Tiny Little Planet that's Rotating out in The Middle of Nowhere on the Edge of some", "start": 1391.21, "duration": 6.199}, {"text": "Unknown Galaxy in The Middle of Infinite Space and Nothing That happens to us Matters and it's fine you like you can", "start": 1397.809, "duration": 5.63}, {"text": "Walk Down that road if You want [I] wouldn't recommend it [I]?", "start": 1403.44, "duration": 2.58}, {"text": "Mean and That's Part of the Reason I think that for all Intents [and] Purposes it's Untrue", "start": 1407.35, "duration": 4.309}, {"text": "You know it isn't there it isn't a road you Can Walk Down and live", "start": 1412.059, "duration": 3.859}, {"text": "Well in fact I think if You really Walk Down that road and you Really Take it Seriously you end up not Living at all", "start": 1415.919, "duration": 5.22}, {"text": "So it's Certainly very reminiscent I mean I've Talked to Lots of People who are suicidal and Seriously", "start": 1421.69, "duration": 4.969}, {"text": "Suicidal and you Know The Kind of Conclusions That They Draw Both The Utility of life", "start": 1426.85, "duration": 4.219}, {"text": "Prior To Wishing for its", "start": 1431.26, "duration": 1.529}, {"text": "Cessation Are very Much like The kind of Conclusions that you draw if You Walk Down that particular line of Reasoning Long Enough if You're", "start": 1432.789, "duration": 6.98}, {"text": "Interested in That You Could Read Tolstoy his Confessions Leo Tolstoy his Confession it's A very Short Book", "start": 1439.77, "duration": 5.189}, {"text": "It's A it's a Killer man it's it's a powerful Book very very Short and Tolstoy", "start": 1444.96, "duration": 4.589}, {"text": "Describes his", "start": 1450.19, "duration": 1.68}, {"text": "Obsession With Suicide When he, was at the height of his Fame", "start": 1451.87, "duration": 2.179}, {"text": "Most Well-Known Author in The World you know", "start": 1455.02, "duration": 2.269}, {"text": "Huge Family International Fame Wealth Beyond Anyone's Imagining at that Time", "start": 1457.87, "duration": 5.239}, {"text": "Influential Admired Everything that you Could Possibly Imagine That Everyone Could Have and for Years he", "start": 1464.14, "duration": 4.619}, {"text": "Was Afraid to go out Into his Barn with A rope or a gun Because he Thought he'd Either Hang Himself or Shoot Himself and", "start": 1468.759, "duration": 6.239}, {"text": "he did get out of that he and he Describes why that happened and Where he went when that happened", "start": 1475.159, "duration": 5.57}, {"text": "So if You're Interested in That that's A very Good Book but", "start": 1480.98, "duration": 3.349}, {"text": "So the biblical Stories and Starting With Adam and Eve They present a Different story", "start": 1487.94, "duration": 4.459}, {"text": "They present The Emergence of Self-Consciousness in Human beings as", "start": 1494.029, "duration": 3.38}, {"text": "Cosmically Cataclysmic Event and You Could Say, well what do?", "start": 1498.049, "duration": 3.44}, {"text": "We have to do With the Cosmos and the answer to that Is it depends on what you Think?", "start": 1501.49, "duration": 3.0}, {"text": "Consciousness Has to do with the Cosmos and Perhaps that's Nothing and Perhaps it's everything", "start": 1504.74, "duration": 4.339}, {"text": "I'm going to go with everything because that's how it looks to me", "start": 1509.48, "duration": 2.719}, {"text": "Now of Course Anyone who wishes to is welcome to disagree but [if] You believe that consciousness Is a Force of Cosmic significance", "start": 1512.48, "duration": 7.309}, {"text": "Which Britt Which Which being Itself Is dependent on in Any real sense at least in Any", "start": 1520.85, "duration": 4.699}, {"text": "Experience will sense that it's that it's not unreasonable to Assume that", "start": 1525.619, "duration": 3.77}, {"text": "Radical Restructurings of Consciousness Can", "start": 1530.059, "duration": 2.329}, {"text": "Worthily Be granted Some Kind of Cosmic Or metaphysical Significance and Even if it's not True", "start": 1533.6, "duration": 5.989}, {"text": "From Outside The Human perspective Whatever that might be it's Bloody", "start": 1540.499, "duration": 3.5}, {"text": "Well True from Within the Human perspective that's for Sure and so that's the that's the Initial", "start": 1543.999, "duration": 4.619}, {"text": "Event in Some Sense after The Creation is the Cataclysmic Fall and then the entire Rest of the bible Is an attempt to Figure out", "start": 1549.049, "duration": 5.81}, {"text": "What the hell to do About that?", "start": 1554.86, "duration": 1.509}, {"text": "And everything in it is Is and", "start": 1556.369, "duration": 2.0}, {"text": "So you could Say for example in The Earliest in [The] Old Testament Stories what Seems to happen?", "start": 1558.649, "duration": 4.969}, {"text": "Is that the State of Israel Is is Founded and it?", "start": 1563.619, "duration": 3.66}, {"text": "Rises and Falls and Rises and Falls and so There's This Experimentation", "start": 1567.98, "duration": 3.769}, {"text": "for Centuries Millennia Even", "start": 1572.48, "duration": 2.269}, {"text": "With the idea that the way that you protect Yourself against the tragic Consequences of Self Consciousness Is by organizing Yourself?", "start": 1575.24, "duration": 6.109}, {"text": "Into A state", "start": 1581.35, "duration": 1.179}, {"text": "But then what happens is the state Itself Begins to reveal its Pathologies and as Those Pathologies Mount the State Becomes an", "start": 1582.529, "duration": 7.07}, {"text": "Unstable and Collapses and Then it", "start": 1589.94, "duration": 2.0}, {"text": "Rises [Back] Up and Becomes Unstable and Collapses and Then it Rises [Back] [Up] after it does This a number of", "start": 1593.119, "duration": 5.87}, {"text": "This is Primarily from [Northrup] [Prize] Interpretations", "start": 1599.22, "duration": 2.489}, {"text": "People Start Wondering if There's not something Wrong With the idea that the state Itself Is this is the is the", "start": 1602.2, "duration": 5.719}, {"text": "Pathway is the place of Redemption that There's something Wrong With [that] Idea and", "start": 1608.5, "duration": 4.28}, {"text": "So then I think on on the Heels of that?", "start": 1613.39, "duration": 2.299}, {"text": "Comes The Christian Revolution With its", "start": 1616.539, "duration": 2.0}, {"text": "Hypothesis that it's not the state That's that's the place of [Salvation] it's the Individual Psyche and then", "start": 1620.11, "duration": 6.979}, {"text": "There's There's a, there's A an ethic that goes Along With that too which Is Quite Interesting [so]", "start": 1627.909, "duration": 5.42}, {"text": "The Ethic of Redemption", "start": 1634.33, "duration": 2.0}, {"text": "After The State Experiment Fails Let's Say Is that", "start": 1637.87, "duration": 3.919}, {"text": "It's it's the it's Within the Individual That [Redemption]", "start": 1642.34, "duration": 3.65}, {"text": "Can Be Manifested Let's Say and Even in so far as the state is Concerned Because the [state's]", "start": 1646.299, "duration": 4.85}, {"text": "Proper Functioning Is dependent on the Proper Functioning of the Individual rather than the Reverse Most Fundamentally and", "start": 1651.37, "duration": 6.02}, {"text": "That The Proper Mode of Individual Being That's redemptive is truth and", "start": 1657.58, "duration": 3.8}, {"text": "Truth is the Antidote to the Suffering that's", "start": 1662.049, "duration": 2.9}, {"text": "It emerges With The Fall of man in The Story of Adam and Eve and", "start": 1665.289, "duration": 4.61}, {"text": "Then That Relates Back to the Chapters that we've Already Talked about because There's this Insistence in", "start": 1670.059, "duration": 4.609}, {"text": "Genesis 1 That", "start": 1676.12, "duration": 2.0}, {"text": "It's the word in The Form of truth that generates order out of chaos but Even More Importantly and This Is something like I said", "start": 1678.25, "duration": 7.28}, {"text": "I most clearly realize Just doing These lectures for the last Three Weeks is", "start": 1685.53, "duration": 2.789}, {"text": "God Continues To Say as he Speaks order Into being With Truth that the being he", "start": 1688.659, "duration": 5.87}, {"text": "Speaks Into Being is good and so There's This Insistence That", "start": 1694.53, "duration": 3.899}, {"text": "The Being That Spoke Into Being Through Truth is good and so there's A hint There so interesting [is] A hint There", "start": 1699.039, "duration": 6.29}, {"text": "Right at the Beginning of the story that the the State of Being That adam and Eve", "start": 1705.61, "duration": 5.9}, {"text": "Inhabited Before They Fell before They Became Self Consciousness", "start": 1713.409, "duration": 3.41}, {"text": "Conscious Insofar as. They, Were Made in The image of God and Acting out the truth that that being Itself", "start": 1717.429, "duration": 6.68}, {"text": "Was Properly Balanced and it Takes the entire Bible to rediscover that Which is a which [Is] a Journey back to the beginning", "start": 1724.11, "duration": 6.809}, {"text": "Right and that's a Classic, See it's a classic mythological Theme that", "start": 1731.2, "duration": 3.65}, {"text": "The Wise Person is the Person who finds what They Lost in Childhood and Regains it right so that's a I", "start": 1735.43, "duration": 6.709}, {"text": "Think that's A jewish Idea that zadok if I remember Correctly who is a Messiah Figure is the Person who", "start": 1742.87, "duration": 5.51}, {"text": "Finds what he Lost in Childhood and Regains it his idea of this", "start": 1748.78, "duration": 3.05}, {"text": "Return to the Beginning except that the return is you, don't fall Backwards Into Childhood and", "start": 1752.08, "duration": 5.059}, {"text": "Unconsciousness you returned Voluntarily to the State of", "start": 1757.87, "duration": 3.23}, {"text": "Childhood, Well Awake and Then Determined to participate Through Truth in The Manifestation of", "start": 1761.8, "duration": 6.02}, {"text": "Proper Being Now you know", "start": 1768.52, "duration": 2.119}, {"text": "I'm a psychologist and I've Taught Personality Theory for A very Long Time and I know", "start": 1770.64, "duration": 4.8}, {"text": "Personality Theory Is that Profound Personality Theories Pretty, Well and I'm Reasonably", "start": 1775.72, "duration": 3.559}, {"text": "Well Versed in Philosophy Although not as", "start": 1779.28, "duration": 2.19}, {"text": "Well-Versed as I should be but I can tell you in all the things I've [ever]", "start": 1781.47, "duration": 3.39}, {"text": "Read Or Encountered Or thought [about] I have never Once Found an Idea That Matches That in Terms of Profundity but not only Profundity", "start": 1784.99, "duration": 7.43}, {"text": "Also in Believability Because the other Thing I see is a clinician and I think This is very Characteristic", "start": 1792.42, "duration": 4.949}, {"text": "of Clinical Experience [and] Also very much", "start": 1797.68, "duration": 3.229}, {"text": "Described Explicitly by the great Clinicians Is that what Cures in Therapy is truth?", "start": 1801.67, "duration": 5.18}, {"text": "That's The curative Now There's Exposure to the things you're Afraid of and Avoiding as", "start": 1807.85, "duration": 4.339}, {"text": "Well But I would Say that's A form of Enacted truth Because if You Know There's Something you Should do by your own Set of?", "start": 1812.19, "duration": 5.429}, {"text": "Rules and", "start": 1817.62, "duration": 1.27}, {"text": "You're Avoiding it then you're Enacting a lot you know you're not Telling one but you're acting", "start": 1818.89, "duration": 4.01}, {"text": "One out it's the Same Damn thing so if I can get you to", "start": 1822.9, "duration": 3.45}, {"text": "Face what it Is that you're Confronting that you know you shouldn't be Avoiding then what's happening Is that we're Both Partaking in", "start": 1826.96, "duration": 6.38}, {"text": "The Process of Attempting you to act out [your] Deepest Truth and what happens", "start": 1833.71, "duration": 4.13}, {"text": "Is that that Improves People's Lives and it Improves them Radically and The evidence The clinical Evidence to that is Overwhelming", "start": 1837.84, "duration": 5.76}, {"text": "We know that if You Expose People to the things They're Afraid of But That They're Avoiding?", "start": 1843.61, "duration": 3.949}, {"text": "They Get Better and you have to do it Carefully and Cautiously and with Their Own", "start": 1847.72, "duration": 3.649}, {"text": "Participation and all of that but", "start": 1852.19, "duration": 1.65}, {"text": "of All the things that Clinicians Have established That's Credible", "start": 1853.84, "duration": 3.5}, {"text": "That's Number One and That's nested Inside This Deeper Realization that the clinical", "start": 1857.53, "duration": 4.91}, {"text": "Experience Is redemptive Let's Say Because it's designed to Address", "start": 1862.75, "duration": 3.92}, {"text": "[Insofar] [as] The People who are engaged in The Process are Both Telling each other the truth and then you think", "start": 1867.34, "duration": 5.059}, {"text": "Well [Obviously] because if if you have some Problems and you come to talk to me about them", "start": 1872.4, "duration": 4.979}, {"text": "Well First of all Just by coming to talk to me [About] them you've Admitted that they", "start": 1877.48, "duration": 3.2}, {"text": "Exist man that's a pretty good start and Second, well if You tell me About them then", "start": 1880.68, "duration": 4.829}, {"text": "We know what They Are and then if We know what they are we Can?", "start": 1885.51, "duration": 3.06}, {"text": "Maybe Start To lay out some Solutions and then you can go act out the Solutions and See if They Work", "start": 1888.64, "duration": 4.43}, {"text": "But if You don't admit They're There and you", "start": 1893.29, "duration": 2.3}, {"text": "Won't Tell me what They are and I don't and I'm like Posturing and", "start": 1895.59, "duration": 3.899}, {"text": "Acting Egotistically and Taking the Upper Hand and all of that in our Discussions, well how the hell Is that going to Work", "start": 1899.95, "duration": 5.329}, {"text": "You know it might be Comfortable Moment to moment while We stay encapsulated in Our Delusion but it's not going to Work", "start": 1905.83, "duration": 5.569}, {"text": "So a lot of that Seems to Think it Through it Seems pretty Self-Evident and you know", "start": 1911.65, "duration": 4.79}, {"text": "Freud Thought That Repression was at", "start": 1917.17, "duration": 1.82}, {"text": "The Heart of much Mental Suffering the Difference between Repression and Deception is A", "start": 1918.99, "duration": 5.25}, {"text": "Matter of Degree and That's all its Technical it's A technical Differentiation and Alfred adler who, was one of Freud's greatest", "start": 1924.64, "duration": 8.0}, {"text": "Associates Would Say and Much Underappreciated I would Say he Thought that People got", "start": 1933.28, "duration": 4.16}, {"text": "Into Problems Because They Started to Act out A life lie that's what he Called it A life lie that's Worth Looking up because I", "start": 1937.44, "duration": 5.669}, {"text": "Blur Although not as Charismatic as Freud was very Practical and and and Really", "start": 1943.11, "duration": 5.22}, {"text": "Foreshadowed A Lot of Later developments in Cybernetics Theory and of Course Jung believed that you Could bypass", "start": 1948.91, "duration": 5.51}, {"text": "Psychotherapy Entirely By Merely Making a proper Moral Effort in your Own Life and Carl Rogers believed that it was Honest Communication", "start": 1955.6, "duration": 7.46}, {"text": "Mediated Through Dialogue That Had Redemptive", "start": 1963.91, "duration": 2.42}, {"text": "Consequences and The Behaviors Believe that you do a Careful Micro Analysis of the Problems that are laid before you and Help Introduce", "start": 1966.76, "duration": 6.41}, {"text": "People to what They're Avoiding it's like all of Those things to me are Just Secular Variations of the Notion that", "start": 1973.24, "duration": 5.96}, {"text": "Truth will set you free", "start": 1979.48, "duration": 1.77}, {"text": "Essentially so", "start": 1981.25, "duration": 2.0}, {"text": "so you know it's a pretty Powerful Story and A", "start": 1984.22, "duration": 4.04}, {"text": "It's not that Easy to dispense With and B", "start": 1989.83, "duration": 2.269}, {"text": "The Other Thing is you dispense With it at your Peril because what I have Seen as, well is that?", "start": 1992.38, "duration": 4.339}, {"text": "The People That I'Ve Seen, who've Been Really Hurt", "start": 1997.87, "duration": 2.089}, {"text": "Have Been Hurt Mostly by Deceit", "start": 2000.53, "duration": 1.54}, {"text": "And that's all so we're Thinking about that you know you [get] Walloped by life There's no doubt about that Absolutely, [no] doubt about that", "start": 2002.07, "duration": 7.069}, {"text": "But I thought for A long Time that Maybe Maybe Maybe People Can hang Handle", "start": 2009.66, "duration": 4.819}, {"text": "Earthquakes and Cancer and Even", "start": 2015.27, "duration": 2.18}, {"text": "[Gasparini]", "start": 2018.15, "duration": 1.11}, {"text": "But They Can't Handle betrayal and They can't Handle", "start": 2019.26, "duration": 2.719}, {"text": "Deception They Can't Handle Having the Rug Pulled out from Underneath and By People that they Love and trust that Just does Them in", "start": 2022.29, "duration": 6.829}, {"text": "You know it [it] Makes the meal but it does Where it Hurts that you know Psycho", "start": 2029.31, "duration": 5.659}, {"text": "Physiologically it damages Them but More Than that it Makes Them cynical and bitter and Vicious and Resentful and then They", "start": 2035.34, "duration": 6.049}, {"text": "Also start to Act all that out in the World and that Makes it Worse so", "start": 2041.39, "duration": 3.27}, {"text": "So you know the story starts God uses the spoken Truth to create being that is good and", "start": 2047.22, "duration": 6.86}, {"text": "Then The Cataclysm Occurs and Then", "start": 2054.78, "duration": 3.08}, {"text": "Human beings Spend until", "start": 2058.59, "duration": 1.8}, {"text": "Millenia Trying to Sort out Exactly what to do about the fact That they've Become Self Conscious and you know by the way", "start": 2060.39, "duration": 6.259}, {"text": "We have right We Are in Fact Self Conscious no other Animal? Has That Distinction now You'll Read that?", "start": 2066.659, "duration": 6.47}, {"text": "Chimpanzees Can for Example if You put Lipstick on A chimpanzee", "start": 2073.86, "duration": 3.979}, {"text": "It's kind of A strange thing to do", "start": 2078.899, "duration": 2.0}, {"text": "Yeah", "start": 2083.19, "duration": 1.709}, {"text": "Well I won't Pursue that Any Further but?", "start": 2084.899, "duration": 2.51}, {"text": "But the Chimp a, chimpanzee, will wipe off the Lipstick if You Show it a mirror and", "start": 2088.33, "duration": 4.399}, {"text": "Dolphins Seem To be able to recognize Themselves in Mirrors and There is so there is the Glimmerings of Self Conscious Recognition in other animals", "start": 2094.119, "duration": 7.73}, {"text": "but to put that in The Same Conceptual Category as Human, Self-Consciousness Is", "start": 2102.16, "duration": 4.729}, {"text": "Into my way of Thinking", "start": 2107.83, "duration": 2.0}, {"text": "It's it's", "start": 2110.109, "duration": 2.0}, {"text": "Well it's uninformed to Say the least but. I also think that it's Motivated it's Motivated by a kind of Anti Humanistic underlying and", "start": 2113.32, "duration": 7.309}, {"text": "Underlying Motivation Because our Self-Consciousness is so", "start": 2121.24, "duration": 3.679}, {"text": "Incredibly Developed Compared to that that They're Hardly in The Same Conceptual Universes it's like Comparing the", "start": 2125.619, "duration": 5.09}, {"text": "The Alarm Cries of vervet Monkeys when They See a Predator to the language of Human beings it's like yeah yeah There's some Similarities", "start": 2131.47, "duration": 7.909}, {"text": "Man There are utter Insanity", "start": 2139.38, "duration": 2.0}, {"text": "Nning But They're Not Language and the Self-Consciousness of Animals is Proto Self-Consciousness and it's Only [They're] A", "start": 2142.24, "duration": 5.239}, {"text": "Very Small Number of Animals and it's it's Nothing like ours They're not, aware of the future like, we are They're not", "start": 2147.73, "duration": 5.78}, {"text": "Aware of Their Boundaries in Space and Time and That's The critical Thing and Most Particularly Time Human beings", "start": 2153.51, "duration": 6.719}, {"text": "Discovered Time and When", "start": 2161.14, "duration": 2.06}, {"text": "We discovered Time We discovered The end of each of our Being and That Made all the Difference?", "start": 2163.2, "duration": 5.429}, {"text": "And that's what the Story of Adam and eve is about", "start": 2168.9, "duration": 2.04}, {"text": "so", "start": 2171.609, "duration": 2.0}, {"text": "Genesis One Is derived From the Priestly source Where God Is Known as elohim or L Shall die and", "start": 2174.369, "duration": 5.78}, {"text": "There's God in The Singular and There's god's in The Plural and I suppose that's Because it Seems that if You analyze the", "start": 2180.58, "duration": 7.879}, {"text": "History of The development of Monotheistic Ideas that", "start": 2188.95, "duration": 2.689}, {"text": "Monotheism Emerges out of a Plurality of Gods and as I mentioned I think it's because the Gods represent", "start": 2192.07, "duration": 6.919}, {"text": "Fundamental Forces at Minimum and Those Fundamental Forces Have to be Hierarchically Organized for with some with something", "start": 2199.3, "duration": 6.739}, {"text": "Absolute at the Top Because Otherwise They do Nothing but", "start": 2207.07, "duration": 2.299}, {"text": "War like you have to organize your values Hierarchically or you stay Confused and that's True if You're an Individual and", "start": 2209.369, "duration": 6.27}, {"text": "It's true of your Estate if You don't know what the next Thing you Should do Is", "start": 2215.92, "duration": 4.64}, {"text": "Then There's 50 Things you Should do and then how are you going to do any of them you can't you have to prioritize", "start": 2220.69, "duration": 4.699}, {"text": "Something Has to be above Something Else", "start": 2225.88, "duration": 2.0}, {"text": "Has to [be] arranged in A hierarchy for it not to be Chaotic and so there's some Principle at the Top of the", "start": 2227.92, "duration": 4.79}, {"text": "[Hierarchy] and Maybe The Organization of the Gods", "start": 2232.78, "duration": 2.599}, {"text": "Over Time That's the Battle of Gods that Machiya Le [Ada] Talked About and if You're Interested in That you could Read A", "start": 2235.38, "duration": 5.34}, {"text": "History of Religious Ideas Which I would really recommend it's a three-Volume Book", "start": 2241.03, "duration": 3.829}, {"text": "It's actually Quite as Straightforward Read as far as These things Go and [Elliot] it Does A very nice Job of", "start": 2245.77, "duration": 5.449}, {"text": "Describing How and Even why", "start": 2251.47, "duration": 2.12}, {"text": "Polytheism Tends Towards Monotheism Even in Polytheistic Cultures", "start": 2254.26, "duration": 3.889}, {"text": "There's A strong Tendency for The Gods to organize Themselves in the Hierarchy With", "start": 2258.97, "duration": 3.919}, {"text": "One God at the Top in A", "start": 2262.89, "duration": 1.9}, {"text": "Monotheistic Culture [in] Some in Some sense all the other Gods Just Disappear across Time and There's Nothing left at", "start": 2264.79, "duration": 4.729}, {"text": "The Top God but Even in A Polytheistic society There's a hierarchy of Power Among the Gods", "start": 2269.52, "duration": 4.859}, {"text": "The First Story is Newer Than the second one so the story I'm going to tell you today is actually older Than the one [I]", "start": 2276.04, "duration": 5.389}, {"text": "Already Told you even Though", "start": 2281.43, "duration": 1.9}, {"text": "Their order, was Flipped by the Redactor who's the Hypothetical Person or Persons who Edited These Stories Together, We don't know Exactly?", "start": 2283.33, "duration": 7.52}, {"text": "Why, he or the Committee Or what I suspect it was a single Person but who knows. We don't know why?", "start": 2290.85, "duration": 5.009}, {"text": "The Stories Were Edited Together in The", "start": 2296.56, "duration": 2.209}, {"text": "Order That They Were Added Together but", "start": 2299.29, "duration": 2.629}, {"text": "We could infer", "start": 2301.92, "duration": 0.64}, {"text": "[I] mean they were Edited Together in That order Because the Editor Thought they Made sense that Way Because that's What an Editor Does right", "start": 2302.56, "duration": 7.069}, {"text": "an Editor Tends to Take", "start": 2309.63, "duration": 1.42}, {"text": "Diverse Ideas and then to organize Them in Some Manner that Makes sense and", "start": 2311.05, "duration": 4.459}, {"text": "Part of the Manner That Makes sense Is that you Can Tell them [to] People and The People stay interested and you Can Tell them", "start": 2315.609, "duration": 5.9}, {"text": "To People and People", "start": 2321.51, "duration": 1.39}, {"text": "Remember Them That's That's one of the ways you Can tell if You've got an Argument right Because it's Communicable and", "start": 2322.9, "duration": 5.87}, {"text": "Understandable and Memorable and so he This Person", "start": 2328.99, "duration": 3.59}, {"text": "Was let's Say Motivated by Intuition to Organize the Stories in This Particular Manner?", "start": 2332.58, "duration": 5.01}, {"text": "so the Second", "start": 2338.68, "duration": 1.92}, {"text": "The Yahwist Strand", "start": 2340.6, "duration": 2.0}, {"text": "Contains The Stories The Classic Stories in The Pentateuch that's Five Books Genesis Exodus Leviticus Numbers and deuteronomy", "start": 2343.51, "duration": 5.929}, {"text": "Which We'll Try to get Through Perhaps in These twelve lectures We'll see we'll [See] how that Goes it's Strongly on Through?", "start": 2350.47, "duration": 5.63}, {"text": "Perfect so the god in The August account Is for all Intents and Purposes A sort of Meta Person", "start": 2356.47, "duration": 4.979}, {"text": "And I dealt with that [a] little bit Last Week Because People tend to", "start": 2361.94, "duration": 4.07}, {"text": "you know Think of that as Unsophisticated but When you think that the mind that the the ground of", "start": 2366.29, "duration": 6.889}, {"text": "Consciousness Is the Most Complex Thing that We know of?", "start": 2373.34, "duration": 2.719}, {"text": "Then it's not so unsophisticated to assume that the most Complex Thing that There might be is like that or it's at", "start": 2376.94, "duration": 5.63}, {"text": "Least it's as good as, We can do With our Imaginations and so I don't think it's so", "start": 2382.57, "duration": 3.839}, {"text": "It's so", "start": 2387.349, "duration": 2.0}, {"text": "It's so unsophisticated it's, also the case and This is Practically Speaking", "start": 2389.54, "duration": 4.669}, {"text": "Is that it Is not at all unreasonable to think of God the father as the", "start": 2394.21, "duration": 4.5}, {"text": "Spirit That Arises From the Crowd that exists Into the Future", "start": 2399.47, "duration": 3.469}, {"text": "Right and that's We talked about that in Relationship to the Idea of Sacrifice at least a little bit more Or we're Going to", "start": 2403.099, "duration": 5.42}, {"text": "You Make Sacrifices in The present so that the future is happy with you", "start": 2409.22, "duration": 3.679}, {"text": "The Question Is what Is that Future that Would be happy with you and [the] answer to that. Is it's the Spirit of?", "start": 2413.24, "duration": 6.229}, {"text": "Humanity That's that's [who], you're Negotiating With because you, Make the assumption that if You Forego impulsive Pleasure and get your Medical", "start": 2420.08, "duration": 7.219}, {"text": "Degree That when, You're Done in 10 Years and you're a Physician", "start": 2427.3, "duration": 3.419}, {"text": "Humanity as Such will Honor your Sacrifice and Commitment and Open The Doors to you right so you're Treating the future as", "start": 2432.8, "duration": 7.069}, {"text": "If it's a single being and you're, also treating it as. If it's A", "start": 2439.869, "duration": 2.969}, {"text": "Something Like A compassionate Judge, You're Acting that out and Maybe, We had to Imagine God in That Form before we Could?", "start": 2443.45, "duration": 7.489}, {"text": "Understand Once We started to Understand that There was a future perhaps", "start": 2451.64, "duration": 3.739}, {"text": "We had to Imagine God in That Form in Order to?", "start": 2455.38, "duration": 2.67}, {"text": "Concretize Something that We could Bargain with so that We could Figure out how to use?", "start": 2458.21, "duration": 3.62}, {"text": "Sacrifice to Figure out how to guide Ourselves Into the Future", "start": 2461.96, "duration": 2.3}, {"text": "Because That Sacrifice [is] a contract with the future but it's not a contract With Any Particular Person it's", "start": 2464.66, "duration": 5.209}, {"text": "It's a contract with the Spirit of Humanity as such it's something like that and so when you think About it that Way", "start": 2469.94, "duration": 6.199}, {"text": "That Should Make You faint With Amazement because that, is such a bloody Amazing", "start": 2476.359, "duration": 3.979}, {"text": "Idea to come up with that Idea that you Can Bargain with the future that", "start": 2480.339, "duration": 4.11}, {"text": "Is some idea man that's that's like the major Idea of Human of Humankind?", "start": 2484.45, "duration": 4.889}, {"text": "We suffer what do We do About it We Figure out how to Bargain With the future and We minimize Suffering in That Manner?", "start": 2489.89, "duration": 5.879}, {"text": "It's like no other animal Does that either you know like the Lions They Just eat everything I think A", "start": 2495.96, "duration": 4.369}, {"text": "Wolf Can eat 40 Pounds of meat in A single sitting?", "start": 2500.33, "duration": 2.55}, {"text": "Right it's like There's [A] meat eat it it's [light] not like save some Mammoths for Tomorrow", "start": 2503.22, "duration": 4.339}, {"text": "That's A that's that's not A wolf Thing man that's a human Thing and that might mean you have to be Hungry Today", "start": 2508.56, "duration": 5.75}, {"text": "Or, Maybe you're a farmer you know several Thousand Years Ago six Thousand Years ago", "start": 2514.46, "duration": 4.169}, {"text": "Or so what Agriculture first got going and you're Starving to Death", "start": 2518.63, "duration": 2.61}, {"text": "Waiting for The spring [Planting] and You Think, We bill it Bloody well [Better] not eat Those Seeds?", "start": 2521.91, "duration": 3.889}, {"text": "Right and That's Really something to be able to Control Yourself", "start": 2526.5, "duration": 2.689}, {"text": "To Make the future Real to put off what you could use today and not Just in Some impulsive Manner man Maybe your Kids are", "start": 2529.68, "duration": 6.8}, {"text": "Starving to Death you think, We are not Touching the Seeds that", "start": 2536.52, "duration": 3.35}, {"text": "We need to the future and for Human beings to have Discovered that and then to", "start": 2539.87, "duration": 4.11}, {"text": "Also have Figured out that We could Bargain with the future it's like man", "start": 2543.98, "duration": 2.879}, {"text": "That's Something and I think that that I think [that] the Stories that are laid out in This Book", "start": 2546.96, "duration": 4.28}, {"text": "Actually Describe at Least in Part The Process by which that occurred", "start": 2551.24, "duration": 3.149}, {"text": "the Always", "start": 2555.63, "duration": 1.2}, {"text": "Stories Begin With Genesis 2:4 This is the account of the heavens and The Earth Wind so there's two real Creation Stories at the beginning", "start": 2556.83, "duration": 7.13}, {"text": "The Newer One Which is the first one and [the] older one Which is the Second One and", "start": 2564.18, "duration": 3.619}, {"text": "The Older One Begins in [Chapter] Two and that's the story that, we're Going to that, we are getting Into now?", "start": 2567.99, "duration": 5.059}, {"text": "Adam and Eve Are in That Can enable Know what the tower of Babel", "start": 2573.96, "duration": 3.139}, {"text": "In the yahwist Strand exodus Numbers Along and There's some of the Priestly Version in There Too as, well as the ten Commandments", "start": 2578.52, "duration": 5.99}, {"text": "Well There are Some?", "start": 2585.45, "duration": 1.47}, {"text": "Lovely Representations of A", "start": 2586.92, "duration": 2.0}, {"text": "Paradise", "start": 2589.77, "duration": 1.23}, {"text": "This is [A]", "start": 2591.0, "duration": 2.0}, {"text": "Garden Earthly delights What's his Name", "start": 2594.15, "duration": 2.0}, {"text": "Say the Boss yes I wrote it was Boss he Has [a] crazy i mean if you", "start": 2597.75, "duration": 4.159}, {"text": "How he Didn't get Burnt at", "start": 2603.12, "duration": 1.49}, {"text": "The Stake is Absolutely Beyond me I mean", "start": 2604.61, "duration": 2.25}, {"text": "You know some of you know About [Salvador] Deli I suppose most of you do [I] mean Delis a piker Compared to hieronymous Bosch man", "start": 2607.17, "duration": 6.29}, {"text": "You Could Spend", "start": 2613.67, "duration": 1.42}, {"text": "Because There's Three Pieces of This Particular Painting", "start": 2615.09, "duration": 2.6}, {"text": "You Could Spend A very", "start": 2618.51, "duration": 2.029}, {"text": "Bizarre and Surreal", "start": 2621.81, "duration": 2.0}, {"text": "Looking at that Painting, [I] don't know what it was with Bosch but", "start": 2623.94, "duration": 3.169}, {"text": "he, was some Sort of Creature That Only Popped up Once and Probably for the best and", "start": 2627.109, "duration": 5.429}, {"text": "So there's Been very Many, Representations of Paradise i mean God only knows what that [Is] it's like I?", "start": 2634.89, "duration": 5.6}, {"text": "Could Probably Guess but I won't", "start": 2642.0, "duration": 2.0}, {"text": "And then Look I mean that's that's that's the Lion lying Down with the lamb right so that's this Idea that's Maybe", "start": 2644.69, "duration": 6.359}, {"text": "Projected Back in Time That There was a Time Or maybe will be a time When", "start": 2651.21, "duration": 3.199}, {"text": "When that the Horrors of Life are no longer Necessary for life Itself to exist right and", "start": 2654.78, "duration": 6.5}, {"text": "The Horrors of Life are of Course That Everything Eats Everything Else and That everything dies and That [everything's] Born and that the whole Bloody", "start": 2662.099, "duration": 6.05}, {"text": "Place Is at Charnel-House and it's it's a catastrophe", "start": 2668.15, "duration": 2.399}, {"text": "From Beginning To end and This Is this is the Vision of it being other Than that and", "start": 2670.77, "duration": 5.269}, {"text": "You Know, There's A strong Idea this is also in Implicit in the Alchemical Ideas and I think it's, also implicit in the Scientific revolution", "start": 2676.41, "duration": 7.28}, {"text": "That", "start": 2684.809, "duration": 1.26}, {"text": "Human Beings Can", "start": 2686.069, "duration": 1.71}, {"text": "Interact With Reality in Such a. Way so that the tragic and Evil Elements of it can be Mitigated and so that", "start": 2687.779, "duration": 6.02}, {"text": "We can move Somewhat Closer to a state [That] might be Characterized?", "start": 2693.799, "duration": 3.27}, {"text": "[oh] that's Obviously Imagistic but it might be Characterized by something like that Where We have the Benefits of actual Existence Without all of the?", "start": 2697.069, "duration": 7.08}, {"text": "Catastrophe That Seems to go Along with It [and] Carl jung When he wrote about", "start": 2704.339, "duration": 3.05}, {"text": "The Emergence of Alchemy Or the Emergence of science From Alchemy he Thought of Science as being Motivated by a dream", "start": 2707.73, "duration": 5.899}, {"text": "Because for Jung dream, was the dream was the Manifestation of the instincts it was the Boundary between the instincts and Thinking Said", "start": 2713.97, "duration": 7.129}, {"text": "Well Science Is nested Inside A dream and the dream Is that if We Investigated the Structures [of] Material Reality With sufficient Attention and", "start": 2721.099, "duration": 7.29}, {"text": "Truth That We could [then] learn Enough about material Reality to alleviate Suffering right to produce the Philosopher's Stone", "start": 2728.609, "duration": 6.56}, {"text": "to Make Everybody Wealthy to Make Everybody Healthy to Make Everyone live as long as they Wanted to live or perhaps Forever", "start": 2735.42, "duration": 6.05}, {"text": "That's The goal to alleviate the Catastrophe of Existence and that that Idea the Idea That Mysteries", "start": 2741.63, "duration": 6.679}, {"text": "The Solution to the Mysteries of Life That might enable Us to develop Such a substance", "start": 2748.619, "duration": 5.51}, {"text": "Or let's Say a multitude of Substances", "start": 2754.13, "duration": 1.929}, {"text": "Provided The motive for", "start": 2756.059, "duration": 1.521}, {"text": "for The development of Science and You'll Trace that the development of that Mode of Force Really over a thousand Years and", "start": 2757.58, "duration": 6.0}, {"text": "If You were interested in Reading his Books on Alchemy Which are extraordinarily difficult and That's Really Saying Something About Young because all of his", "start": 2763.65, "duration": 6.169}, {"text": "Books Are difficult and then The Books on Alchemy They kind", "start": 2769.82, "duration": 2.939}, {"text": "Of Take a quantum Leap that's Actually very Small leap so i shouldn't Say that they Take a massive leap", "start": 2772.76, "duration": 5.459}, {"text": "Into A whole Different Dimension of Complexity but that's what he was trying to get at", "start": 2778.22, "duration": 3.72}, {"text": "He went Back Into the alchemical Texts and Interpreted them as if They", "start": 2781.94, "duration": 3.809}, {"text": "Were the dream on Which science was Founded Newton was an Alchemist by the way i mean [you] know", "start": 2785.75, "duration": 4.83}, {"text": "[Goddesses] Are Certainly well", "start": 2791.28, "duration": 2.0}, {"text": "Supported by the historical [Fact] science did Emerge out of Alchemy the Question Is what, were The Alchemists up to and They", "start": 2793.92, "duration": 5.929}, {"text": "Were Trying to Produce the Philosopher's Stone and that was the universal medical meant for mankind's", "start": 2799.85, "duration": 3.989}, {"text": "Pathology Jung Felt that what Had Happened", "start": 2804.39, "duration": 1.85}, {"text": "Was that You [Know] Christianity Had Promised that the Cessation of Suffering Promised it for a thousand Years and Yet Suffering went on unabated and", "start": 2806.24, "duration": 7.44}, {"text": "At the Same Time Christianity [Had] Attempted to Really put Emphasis on Spiritual development let's Say at the Expense of Material development", "start": 2814.11, "duration": 7.699}, {"text": "Right Thinking of Material development as something akin to a sin trying to get A", "start": 2822.06, "duration": 4.07}, {"text": "Control of Impulsivity and All the things that went Along with A to embodied Existence There was a reason [for] it but that", "start": 2826.38, "duration": 6.949}, {"text": "By About a thousand ad the", "start": 2834.09, "duration": 2.06}, {"text": "European Mind", "start": 2836.7, "duration": 1.29}, {"text": "Somewhat Educated By That Point [Somewhat] able to Concentrate on a single Point Perhaps Because of A", "start": 2837.99, "duration": 5.39}, {"text": "very Long History of Intense Religious Training Turned its dream to the", "start": 2843.84, "duration": 5.33}, {"text": "Unexplored Material World and Thought", "start": 2849.75, "duration": 1.61}, {"text": "Well you know the Spiritual Redemption that we've Been Seeking Didn't Appear to Produce the result that was Promised or intended and so Maybe", "start": 2851.36, "duration": 6.899}, {"text": "There's Another Place [that] We Should Look and that was in the [Damned]?", "start": 2858.42, "duration": 3.439}, {"text": "Material World right Which which which was supposed to be at least According to", "start": 2862.59, "duration": 4.01}, {"text": "Some Elements of Classic Thinking Nothing but The Creation of the devil so but the point I'm Making. Is that you know", "start": 2866.67, "duration": 6.799}, {"text": "It's very difficult to underestimate The amount of Human Motivation that's Embedded in The", "start": 2874.08, "duration": 4.669}, {"text": "Attempt to Alleviate Suffering to eradicate Disease to help People live a healthy A", "start": 2879.69, "duration": 6.019}, {"text": "Healthy Life and [That's] the Disease Obviously but to live A long life as", "start": 2886.35, "duration": 4.429}, {"text": "Well and", "start": 2890.78, "duration": 0.62}, {"text": "Make Things as Peaceful as Possible I mean you can be cynical About People and you Can Talk about them as Motivated by power and", "start": 2891.4, "duration": 5.399}, {"text": "Being Corrupt in All of Those Things and all of Those things are True but you Shouldn't Throw", "start": 2896.799, "duration": 3.81}, {"text": "Away the baby With The Bathwater Because", "start": 2900.609, "duration": 1.621}, {"text": "We have Been Striving for A very Long Time to set Things right and we've Done Actually not too?", "start": 2902.23, "duration": 4.379}, {"text": "Bad A Job of it for Half Starving Crazy insect Ridden", "start": 2906.609, "duration": 4.469}, {"text": "Chimpanzees With Life Spans of 50 To 70 Years", "start": 2911.69, "duration": 2.51}, {"text": "So you know, We could deserve A bit of Sympathy for [our] Position as far as I'm Concerned [so]?", "start": 2914.9, "duration": 4.76}, {"text": "Some other Representations This, one I like The one on the Left that's", "start": 2928.52, "duration": 4.309}, {"text": "Paradise Has A walled garden and That's What Paradise Means it's Paradise i which [is] I don't remember the language it's", "start": 2933.349, "duration": 5.87}, {"text": "It's it's A it's A it's associated with Persian Paradise that means Walled garden and why a walled garden", "start": 2939.47, "duration": 6.53}, {"text": "[Well] it goes Back to the chaos order Idea so this is where God Puts man and Woman after the Creation in A walled garden", "start": 2946.13, "duration": 6.08}, {"text": "Well The wall is culture and Order and The garden is Nature and the idea is the Proper Human habitat is Nature and Culture", "start": 2952.549, "duration": 6.71}, {"text": "Imbalance as, well, We like gardens, well why Because?", "start": 2959.51, "duration": 2.689}, {"text": "Well They're not Completely Covered with Weeds and Mosquitoes and Black Flies right so they're Civilized a little bit but Still Within that", "start": 2962.27, "duration": 6.949}, {"text": "Civilization Nature in its More benevolent Guys is encouraged to Flourish and People find that Rejuvenating and so the Idea that", "start": 2969.71, "duration": 7.399}, {"text": "Paradise The Proper Habitat of A human being is a walled garden is A good one and it's walled because", "start": 2977.51, "duration": 5.329}, {"text": "Well You want to Keep things out Right I [mean] Raccoons for example if You want to Keep Those things out man even Though it's?", "start": 2982.91, "duration": 5.33}, {"text": "Impossible and You know You don't you, don't want, well There's all sorts of Things you", "start": 2988.339, "duration": 4.58}, {"text": "Don't want your garden like snakes, walls don't Seem to, be much Use against Them but the Idea that", "start": 2992.92, "duration": 5.28}, {"text": "Paradise is [A] walled garden is is A", "start": 2999.02, "duration": 3.379}, {"text": "An echo back to the chaos order Idea walls culture right garden Nature so the Proper", "start": 3003.52, "duration": 7.669}, {"text": "Human", "start": 3011.319, "duration": 1.05}, {"text": "Habitat Is a Properly Tended garden now the radical Left-Leaning", "start": 3012.369, "duration": 5.03}, {"text": "[Anti-Theist] Environmentalists tend to Make the case that", "start": 3019.39, "duration": 4.04}, {"text": "The Predations of The Western Capitalist System [Are]", "start": 3024.69, "duration": 3.62}, {"text": "Consequence of the Injunction that was delivered in", "start": 3029.04, "duration": 2.329}, {"text": "Genesis by god to man to go out and Dominate the Earth", "start": 3032.58, "duration": 4.369}, {"text": "David Suzuki Has Talked A lot about this by the way", "start": 3037.92, "duration": 2.39}, {"text": "They Believe That that", "start": 3041.49, "duration": 2.0}, {"text": "Statement has given Rise [to] our", "start": 3043.89, "duration": 2.0}, {"text": "Inappropriate", "start": 3046.5, "duration": 1.92}, {"text": "Assumption that We have the right to Exert Control over the World and that that's what's turned us Into These terrible Predatory", "start": 3048.42, "duration": 7.28}, {"text": "Monsters Sometimes Described as Cancers on the Face of the earth Or?", "start": 3056.22, "duration": 4.25}, {"text": "Viruses That Have Inhabited the entire ecosystem who are doing Nothing but [What] Wandering Everywhere and Wreaking Havoc as Rapidly as [we] Possibly Can?", "start": 3060.9, "duration": 7.489}, {"text": "Which is another Perspective on the", "start": 3068.55, "duration": 2.209}, {"text": "Essential", "start": 3071.82, "duration": 1.2}, {"text": "Element of Humankind That I find Absolutely", "start": 3073.02, "duration": 2.51}, {"text": "Deplorable I", "start": 3075.96, "duration": 1.38}, {"text": "Mean if You Look at the historical Record for example even Casually you'll find out that as Early as as late as the late 1800s", "start": 3077.34, "duration": 7.639}, {"text": "1895 Thereabouts Thomas Huxley who", "start": 3085.2, "duration": 2.36}, {"text": "Was Aldous Huxley's Grandfather and A great defender of Darwin Prepared a report for the British Government on?", "start": 3087.56, "duration": 5.669}, {"text": "Oceans Sustainability and his Conclusion was", "start": 3094.02, "duration": 2.899}, {"text": "Fish away Guys man There's so Many Fish out There the oceans are so", "start": 3098.07, "duration": 4.039}, {"text": "Inexhaustible That no Matter how Hard Humanity Tried for for any Number of Years the", "start": 3102.51, "duration": 4.699}, {"text": "Probability That We could do more than put A dent in what?", "start": 3107.369, "duration": 2.36}, {"text": "Was out There was a Zero now Huxley turned out to be Wrong he Didn't Realize that our Population?", "start": 3109.83, "duration": 5.479}, {"text": "Was going to Spike so Dramatically Partly Because?", "start": 3115.31, "duration": 2.25}, {"text": "We got a, little bit Rich and our Children Stopped Dying at", "start": 3117.63, "duration": 3.32}, {"text": "[The] Rate of Like 60 Percent before They, were One Years Old and you know we actually Managed to populate the", "start": 3120.95, "duration": 4.8}, {"text": "Earth With A few People but it wasn't Really until", "start": 3126.39, "duration": 2.57}, {"text": "1960 Or so that We woke [Up] to the fact that There", "start": 3129.51, "duration": 2.119}, {"text": "Were so many of Us that we Actually Had to start Paying Attention to what we were doing [to] the Planet and that's like what", "start": 3131.63, "duration": 4.89}, {"text": "50 Years ago, well we've Just Started to develop the Technology or the Wherewithal [to] Understand that?", "start": 3136.71, "duration": 6.26}, {"text": "The Whole World Might Be Well Considered a garden and We need to live Inside", "start": 3143.49, "duration": 4.159}, {"text": "The Proper Balance Between Culture and Order Or Culture and and and Chaos", "start": 3147.9, "duration": 5.03}, {"text": "Before that We were Spending all of our Time?", "start": 3153.75, "duration": 2.0}, {"text": "Just Trying not to die and Usually very Unsuccessfully so", "start": 3156.27, "duration": 4.91}, {"text": "So I don't [agree] With [That] Interpretation of the Opening", "start": 3163.47, "duration": 3.77}, {"text": "Sections of Genesis I don't believe that", "start": 3167.85, "duration": 1.89}, {"text": "It's given Human being The right to act as super Predators on the Planet I think that Instead the Proper", "start": 3169.74, "duration": 6.14}, {"text": "Environment for Human Beings Is Presented Quite Properly as A", "start": 3176.16, "duration": 2.989}, {"text": "Garden and that the role of", "start": 3179.34, "duration": 2.0}, {"text": "People and That's Explicitly Stated in in the Second Story in Adam and Eve was to tend the garden and that", "start": 3181.41, "duration": 5.719}, {"text": "Means to Make The Proper Decisions and to Make the sure That everything thrives [in] Flourishes and and so that it's good for the things", "start": 3187.71, "duration": 6.5}, {"text": "That [Are] Living There that aren't Just People but, also good for the People too, so fine I think", "start": 3194.21, "duration": 4.14}, {"text": "We can we could at least Note That that's A?", "start": 3198.35, "duration": 2.729}, {"text": "Slightly Different Take on the Story Than the", "start": 3201.78, "duration": 2.449}, {"text": "Ultimately Cynical Interpretation That's so Commonly put Forward Today Now Inside That", "start": 3205.05, "duration": 4.85}, {"text": "Wall garden is a couple of Trees and", "start": 3211.02, "duration": 2.84}, {"text": "Adam and Eve and Some Animals and all of that and Unfortunately", "start": 3214.77, "duration": 2.84}, {"text": "The Tree happens to have a snake Wrapped Around it Now that's an Interesting Thing", "start": 3217.71, "duration": 3.65}, {"text": "We're Going to talk about that A lot and the snake in Both of These", "start": 3221.36, "duration": 3.449}, {"text": "Representations Is no Ordinary snake Say it's got a human Head and it's got a human Head There too so whatever that snake Is", "start": 3225.33, "duration": 6.409}, {"text": "Well Let's Forget About Looking at this", "start": 3232.11, "duration": 2.479}, {"text": "From A religious perspective like if you Can just Imagine that you're an Anthropologist we've Never Seen This Image before", "start": 3234.99, "duration": 5.06}, {"text": "It's like what do you See", "start": 3240.39, "duration": 1.23}, {"text": "Well you see walls and you See?", "start": 3241.62, "duration": 2.119}, {"text": "Something [A] Fairly Pleasant Enclosure and then You See a Tree and People are Eating from the Tree but the tree has a snake in", "start": 3243.81, "duration": 6.05}, {"text": "It that has a human Head and so then you might Think", "start": 3249.86, "duration": 2.04}, {"text": "Well what's a snake With a human Head and then [you'd] Think, well it's half Snake and Half Human that's Hardly", "start": 3251.9, "duration": 5.849}, {"text": "Revelatory it's Just Self Evidence so Whatever that snake", "start": 3259.23, "duration": 2.57}, {"text": "Is isn't Just a snake", "start": 3261.8, "duration": 1.36}, {"text": "It's snake and Human", "start": 3263.16, "duration": 1.68}, {"text": "Or it's it's its Snake and Partakes in Whatever Human beings Are and That's very Important so we'll Continue We'll Consider That Later and you", "start": 3264.84, "duration": 6.949}, {"text": "See the same Thing Here and", "start": 3271.79, "duration": 1.81}, {"text": "and you [See] in This Particular Version There's the head this one", "start": 3273.6, "duration": 4.969}, {"text": "Also has wings and", "start": 3278.57, "duration": 1.39}, {"text": "so this is a winged snake Sort of Like a Dragon and", "start": 3279.96, "duration": 2.75}, {"text": "So it Curls on the ground like a reptile and it's got an Aerial aspect or a spiritual Aspect", "start": 3282.81, "duration": 4.909}, {"text": "So here it's a snake Which is like the lowest Form of of Reptilian life Say", "start": 3287.72, "duration": 3.989}, {"text": "Something That Crawls on the ground it's something that's Human and something that's Spiritual at the same Time and it Inhabits the Tree", "start": 3292.01, "duration": 5.639}, {"text": "Which Look A Lot like Magic Mushrooms by the Way and", "start": 3297.84, "duration": 2.539}, {"text": "You Can Look that Up if You want that's Quite an Interesting little Rabbit hole to wander Down if you're Curious About it", "start": 3302.16, "duration": 4.82}, {"text": "[But] But There's an Idea Here too is that There was something in The garden at the Beginning of Time that", "start": 3307.95, "duration": 4.909}, {"text": "Was like [A] snake that, was like a Person that", "start": 3312.859, "duration": 1.981}, {"text": "Was like Something that was Winged it was something Spiritual so it's Spiritual Human and Reptilian all at the same Time and it's the animating", "start": 3314.84, "duration": 7.289}, {"text": "Spirit of the Tree", "start": 3322.47, "duration": 1.98}, {"text": "Okay, so Keep that in Mind", "start": 3324.45, "duration": 2.0}, {"text": "Thus The heavens and The Earth Were [Finished] This Is in Relationship to genesis One and all the host of Them and on the seventh", "start": 3327.75, "duration": 5.419}, {"text": "Day God Ended, his Work which he Had Made and he Rested on the seventh day from all his Work which he", "start": 3333.17, "duration": 4.5}, {"text": "Had Made and God Blessed the seventh day and Sanctified it [Because] that in it he Had rested from all his Work Which God", "start": 3337.67, "duration": 5.52}, {"text": "Created The need That's Wisdom in That One - I think the idea of the Sabbath you know Because", "start": 3343.59, "duration": 4.399}, {"text": "One of the things I've Worked with A lot of People who", "start": 3347.99, "duration": 2.459}, {"text": "Were Hyper Conscientious and Thing About Hyper Conscientious People Is that they'll Just Work Til they", "start": 3350.45, "duration": 4.8}, {"text": "Die and That's Actually not very productive Because then", "start": 3355.25, "duration": 2.699}, {"text": "They're Dead [and] They Can't Work and so what you have [to] do with Hyper Conscientious People is you have to Say", "start": 3357.95, "duration": 4.709}, {"text": "Well I know you'd rather do Nothing but Work and Maybe you're Just as Guilty as you Can Possibly Be when you're not Working", "start": 3362.66, "duration": 4.5}, {"text": "But Let's Figure out what you're up to and what you're up to in all Probability is the attempt to be Productive in the Least", "start": 3367.32, "duration": 6.379}, {"text": "Problematic", "start": 3373.98, "duration": 1.26}, {"text": "Longest Sustaining possible Manner and That might mean you have to take A rest and", "start": 3375.24, "duration": 4.58}, {"text": "So one of the things I used to Work With lawyers With People", "start": 3380.19, "duration": 3.56}, {"text": "Who had risen to the [Top] of large law Firms and They", "start": 3383.75, "duration": 2.76}, {"text": "Were hyper productive Types They're often you know trying to hit Their impossible Quota for Yearly Hours and and", "start": 3386.51, "duration": 6.449}, {"text": "Burning Themselves To A frazzle as A consequence and One of the things that, we used to, do?", "start": 3393.48, "duration": 3.679}, {"text": "was\nHe Couldn't Work Fewer Hours Because that a day that Just Didn't Work but what we did was We Have them Take more Time off?", "start": 3397.16, "duration": 5.67}, {"text": "You know Like A Four-Day Weekend Every Two Months or something that, was Plotted out Into the future and then", "start": 3402.83, "duration": 5.429}, {"text": "We track Their Billable Hours Which Is the degree of Productivity it Would Actually Increase", "start": 3408.26, "duration": 3.659}, {"text": "So that was so cool, because you could Take Hard-Working People and you could Say Look, you know Take a Break why", "start": 3412.14, "duration": 6.26}, {"text": "Well Because you'll Be more Productive if You take a Break no that couldn't Possibly be like I should Just Work Flat out all the", "start": 3418.92, "duration": 6.199}, {"text": "Time it's like to test that out you Take a Break now on that it's like", "start": 3425.119, "duration": 3.169}, {"text": "Well what Happened was Their Productivity Would Increase often By 10% so there's a there's Wisdom here Too Which Is okay and this Is", "start": 3428.289, "duration": 7.169}, {"text": "Alludes to the adam and Eve Story near the end", "start": 3436.729, "duration": 2.239}, {"text": "you're Self-Conscious You Discover the future you have to Work", "start": 3440.15, "duration": 2.899}, {"text": "Well then The [Question] Is How much Should You Work and One Answer is you better Bloody?", "start": 3443.66, "duration": 3.889}, {"text": "Well Work all the Time Because no Matter how", "start": 3447.549, "duration": 1.5}, {"text": "Much Work you do you're not Solving your Problems?", "start": 3449.049, "duration": 2.31}, {"text": "They're Coming Along man and you Can Stack up all the Money you want you Can Stack up all the wealth you want it Is", "start": 3451.67, "duration": 5.089}, {"text": "Not going to protect you in the Final Analysis so you, better be hitting the ground Running and You better run", "start": 3456.759, "duration": 4.38}, {"text": "Flat out all the Time, well what happens if You do that", "start": 3461.14, "duration": 2.399}, {"text": "Well then you die That's not [A] good Solution [so] maybe you Should Rest and so how Does that rest get", "start": 3463.609, "duration": 7.01}, {"text": "Instantiate it well", "start": 3470.839, "duration": 1.5}, {"text": "It's not Easy To tell but one way to do it", "start": 3472.339, "duration": 2.989}, {"text": "Let's Say Conceptually is to Say Look even God had the rest one day A week and so you don't have to be so", "start": 3475.549, "duration": 5.51}, {"text": "Presumptuous To Assume that if God Had dressed one day A week [that] maybe you know you are allowed", "start": 3481.19, "duration": 6.289}, {"text": "to Work", "start": 3488.39, "duration": 1.53}, {"text": "Non-Stop Without a Break at all", "start": 3489.92, "duration": 2.75}, {"text": "you know and I think our Culture has Slipped Into That in", "start": 3493.19, "duration": 3.019}, {"text": "Quite A dangerous Way Because everything Is Open all the Time and i mean I", "start": 3496.339, "duration": 3.08}, {"text": "Find that Just as Convenient as the rest of you but you know", "start": 3500.029, "duration": 3.02}, {"text": "It's so strange to Talk to modern People Because, one of the things They [always] tell you we Say?", "start": 3503.599, "duration": 3.949}, {"text": "Well how are you and what do they always Say they, don't Say good they, don't Say Bad they Say, busy, like yeah, well", "start": 3507.549, "duration": 5.699}, {"text": "okay", "start": 3514.489, "duration": 1.8}, {"text": "This is where Genesis 2 Starts and We Finally got There These are the Generations of the heavens and of The Earth When", "start": 3516.289, "duration": 6.65}, {"text": "[They] Were Created", "start": 3523.91, "duration": 0.72}, {"text": "In the day that the lord God Made The Earth in The heavens and Every Plant of the Field before it was in The Earth", "start": 3524.63, "duration": 5.06}, {"text": "and every Herb of the Field before it Grew", "start": 3529.69, "duration": 1.899}, {"text": "For the Lord God Had not Caused it to rain upon the Earth and There was not a man to till the [Ground]", "start": 3531.589, "duration": 5.09}, {"text": "But There went Up a mist from the Earth and Watered the whole Face of the ground and", "start": 3537.769, "duration": 4.28}, {"text": "The Lord God Formed man of the Dust of the Ground and Breathed", "start": 3542.359, "duration": 2.989}, {"text": "Into his Nostrils The Breath of Life and man Became a living soul", "start": 3545.39, "duration": 3.409}, {"text": "Well you know There's some Archaic Thinking and There the Breath is life right that's Psyche that's Spirit that's Inspiration that's", "start": 3549.559, "duration": 6.229}, {"text": "Respiration That's that's", "start": 3556.069, "duration": 1.101}, {"text": "Also citizens [it's] [numa] Like Pneumatic [hire] [its] its Breath and the Reason That People associated life With Breath", "start": 3557.17, "duration": 7.089}, {"text": "Well that's not so foolish you know I mean you're Breathing man and Something you do all the Time and?", "start": 3564.259, "duration": 4.53}, {"text": "When you die you start Breathing and so the Idea that There's something Integral to life About Breathing it's a perfectly reasonable", "start": 3568.889, "duration": 6.05}, {"text": "Supposition it Actually Happens to be very True and [Now] then to associate", "start": 3575.249, "duration": 3.649}, {"text": "The Act of Creation With the Act of", "start": 3579.419, "duration": 2.75}, {"text": "First of All Inspiration and Respiration and and The Breathing of Life Into something that was inanimate is Is?", "start": 3582.809, "duration": 6.29}, {"text": "Well what do You [Expect] for a One-Sentence Description it's not A Bad One Sentence Description you know", "start": 3589.589, "duration": 4.219}, {"text": "So and the Lord god Planted a garden Eastward in Eden And eden Means", "start": 3594.059, "duration": 4.489}, {"text": "Well watered Place and That's Particularly relevant I suppose if You're A desert Dweller right?", "start": 3598.549, "duration": 4.5}, {"text": "Because the issue There is Can you get enough Water to Make things Grow", "start": 3603.269, "duration": 3.08}, {"text": "And so the the walled garden Which is Paradise is also eden Which Is A", "start": 3606.349, "duration": 4.919}, {"text": "Well watered Place and Water has the Element of Chaos?", "start": 3611.269, "duration": 2.79}, {"text": "We Already saw That in Relationship [to] Genesis [one] Where the underlying chaos was often Assimilated Symbolically to Water and so?", "start": 3614.369, "duration": 7.639}, {"text": "The Idea [too], Is that a Certain amount of chaos has to be Brought", "start": 3622.499, "duration": 3.11}, {"text": "Into the order in Order for it to be Fruitful and you Can See that in The Form of", "start": 3625.609, "duration": 3.359}, {"text": "Allowing in The Water and out of the ground Made the Lord god to Grow", "start": 3629.699, "duration": 4.25}, {"text": "Every Tree that Is pleasant to the sight and good for food the tree of life", "start": 3633.949, "duration": 3.54}, {"text": "also in The Midst of the garden and the tree of the Knowledge of Good and Evil so two", "start": 3637.489, "duration": 4.38}, {"text": "Trees Are Marked out Among the rest one is the tree of life", "start": 3642.509, "duration": 3.11}, {"text": "And one is the tree of the Knowledge of Good and Evil now", "start": 3645.929, "duration": 2.36}, {"text": "You know you know when you read something like that if you're Thinking [about] it that you're in A metaphorical Space", "start": 3648.509, "duration": 5.419}, {"text": "Now we've got to be Careful About Metaphors Because?", "start": 3654.179, "duration": 2.78}, {"text": "You Know I could Say yeah that the chaos order idea is a metaphor but then I also Said", "start": 3657.179, "duration": 5.479}, {"text": "Oh wait a second it's a metaphor but it's", "start": 3662.659, "duration": 2.55}, {"text": "Also what your Brain Is adapted to and so you know let's Just not be Pushing the Idea that it's Merely a metaphor too hard", "start": 3665.209, "duration": 5.67}, {"text": "And the Same Thing Is here is Happening here These are Metaphors the [Tree] of [life]", "start": 3670.88, "duration": 5.699}, {"text": "When the tree of the Knowledge of Good and Evil but that?", "start": 3677.339, "duration": 2.78}, {"text": "Doesn't Exactly Mean That They're mere Metaphors Because Sometimes as", "start": 3680.849, "duration": 3.53}, {"text": "I mentioned before and as if you have A set of Things and You abstract out from them a Common Element", "start": 3684.839, "duration": 5.959}, {"text": "You Can Make a strong case that the Common Element Is", "start": 3690.929, "duration": 2.54}, {"text": "More Real Than the Set of things from Which you extracted it that's the whole Utility in Abstraction [why]", "start": 3693.64, "duration": 4.86}, {"text": "Would you bother with it Otherwise if You can't?", "start": 3698.5, "duration": 1.809}, {"text": "Take A set of Things and Say Look There's Something in Common across the Set of Things", "start": 3700.309, "duration": 3.65}, {"text": "It's more important than the Differences between Them then you", "start": 3704.029, "duration": 2.69}, {"text": "Wouldn't Bother Abstracting at all and so the tree of life and the tree of the Knowledge of Good and Evil are Abstractions now", "start": 3706.72, "duration": 5.729}, {"text": "One of the Questions Is this is a tough one Man I've Been Trying tried to figure out for A long time why A", "start": 3712.94, "duration": 6.02}, {"text": "Fruit and Something you eat Would be associated with the", "start": 3719.39, "duration": 3.169}, {"text": "Transformations of", "start": 3723.17, "duration": 1.47}, {"text": "Psychology Because That's Basically What happens in The Adam and Eve Story why", "start": 3724.64, "duration": 2.989}, {"text": "Would it be something that you eat?", "start": 3727.63, "duration": 1.3}, {"text": "Now Eric Newman who is one of ewing Students Had written a fair bit About this and got a fair Ways with it", "start": 3728.93, "duration": 5.239}, {"text": "He said, well you know", "start": 3734.269, "duration": 1.471}, {"text": "We do have noted we've noticed Forever that the Act of Eating Especially if You're Hungry Especially if you're Starving", "start": 3735.74, "duration": 5.75}, {"text": "Produces A rapid Spiritual Transformation Right I mean", "start": 3741.65, "duration": 2.78}, {"text": "Some of you this is Worth Knowing you Probably have a crabby Partner Or child because Everyone Does and", "start": 3744.89, "duration": 5.57}, {"text": "One Thing you might Try. [Is] that if They Get Erratic during [the] day and you know get all", "start": 3750.92, "duration": 4.969}, {"text": "Volatile About Nothing at all Just Give Them something to eat", "start": 3757.279, "duration": 2.57}, {"text": "Really I'll Tell you man Made this Sauce if I do this with [my] clinical Clients all the Time it's like they Say", "start": 3760.609, "duration": 5.33}, {"text": "Well i fly off the Handle at the littlest things like, okay?", "start": 3765.94, "duration": 2.219}, {"text": "Yeah Just try this for a week when you're Crabby and unreasonable eat a piece of cheese or eat a peanut butter Sandwich", "start": 3768.16, "duration": 5.76}, {"text": "Eat something That's High Protein High fat and then Just wait [ten] Minutes and See if You're sane and", "start": 3774.109, "duration": 5.0}, {"text": "You'll find out [that] you're Saying after you eat so often that you [Just] Can't believe how Crazy you are when you're Hungry?", "start": 3779.24, "duration": 6.799}, {"text": "Look Here's it's Really Absolutely Bloody Remarkable so i'm Telling you try this It'll-It'll", "start": 3786.859, "duration": 5.6}, {"text": "Especially if You don't eat Breakfast This will Change your life and so", "start": 3793.519, "duration": 4.25}, {"text": "Here's A practical bit of Information for you [too] for all of you", "start": 3798.349, "duration": 3.29}, {"text": "Antisocial Types who are going to end Up in Prison so", "start": 3802.279, "duration": 2.9}, {"text": "If You're in Prison and you want to go on Parole", "start": 3806.69, "duration": 3.26}, {"text": "Okay, so you have to go in front of the Judge and Tell them why?", "start": 3810.619, "duration": 2.389}, {"text": "You're not going to do it again so here's the deal here's the deal it doesn't really, Matter, what you", "start": 3813.009, "duration": 4.62}, {"text": "Did and it doesn't Really Matter", "start": 3817.63, "duration": 1.629}, {"text": "What you [Promise] what Matters is Whether you see the Judge before lunch or after Lunch Because if You see the Judge after Lunch", "start": 3819.259, "duration": 7.49}, {"text": "Probability That You'll Get Parole IS 60% higher yeah right [that] [is] Just like", "start": 3827.15, "duration": 5.63}, {"text": "So never Have an Argument With your Partner when you're Hungry?", "start": 3833.33, "duration": 3.53}, {"text": "Or when They're Hungry Especially if You want something from them it's like?", "start": 3836.86, "duration": 3.0}, {"text": "Here's The Sandwich They'll Eat it then They'll be Happy then you Can, Manipulate them Because", "start": 3839.96, "duration": 5.15}, {"text": "Before That man no", "start": 3845.66, "duration": 2.0}, {"text": "So you know it's not [that] unreasonable to [think] that There's a spirit in Food because Food", "start": 3851.6, "duration": 4.939}, {"text": "Rejuvenates and it Just doesn't rejuvenate you Physically it rejuvenates You Spiritually and Then of Course", "start": 3857.03, "duration": 3.949}, {"text": "There's The other Things that We Consume that aren't Exactly like Food that have A?", "start": 3861.11, "duration": 3.919}, {"text": "Walloping Spiritual Impact like Alcohol Let's Say Which is a spirit and is regarded", "start": 3865.37, "duration": 5.089}, {"text": "Dionysius Right I mean it's the god of The vine and the god of the vine", "start": 3871.07, "duration": 3.29}, {"text": "Possesses You and Makes you act all the fun Ways that Alcohol Makes you act you know the fun Ways that you regret the next", "start": 3874.46, "duration": 5.719}, {"text": "Day and", "start": 3880.18, "duration": 1.84}, {"text": "so there's The Spiritual Element of that too and", "start": 3882.02, "duration": 2.75}, {"text": "And then But There's Something even Deeper that I think Is so cool that's associated With Food and Information because", "start": 3884.99, "duration": 6.409}, {"text": "The Story of Adam and Eve represents The Fruit as", "start": 3891.65, "duration": 3.95}, {"text": "Producing A psychological Transformation", "start": 3896.18, "duration": 1.62}, {"text": "And so the tree of the Knowledge of Good and Evil IS an Abstraction across Trees and it's trying to Say", "start": 3897.8, "duration": 6.02}, {"text": "Here's Something That's Common across", "start": 3903.89, "duration": 2.0}, {"text": "Trees it's it's A fruit [that's] Common across Trees it's something like that and so", "start": 3905.99, "duration": 4.699}, {"text": "The Fruit Across its Common Across Trees is something you might Call food Fair Enough that's a generalization but Here's something that's even [More] cool", "start": 3911.33, "duration": 7.669}, {"text": "The Food that's Stable Across", "start": 3919.31, "duration": 2.419}, {"text": "The Entire Domain of Food isn't food it's Information", "start": 3923.06, "duration": 3.589}, {"text": "[Its] Information and We use the Same Bloody Circuits in our Brain to Forage for?", "start": 3927.11, "duration": 4.699}, {"text": "Information That Squirrels Use to Forage for Food [but] animals used to Forage for food it's the Same Circuit and why", "start": 3931.97, "duration": 5.239}, {"text": "Is that Because We Figured out [that] Knowing where things Is Knowing where the food?", "start": 3937.21, "duration": 4.199}, {"text": "Is is more Important than Having the Food and so so", "start": 3941.41, "duration": 2.97}, {"text": "Knowing Where The food is is A form of massive Food Information is A form of Meta Food and Once You have", "start": 3944.72, "duration": 6.5}, {"text": "Well that's why, we're Information Foragers and so Once You grasp That and and that Ideas Is?", "start": 3951.22, "duration": 5.01}, {"text": "Embedded Into The Story of Adam and Eve so whatever it is that they", "start": 3956.81, "duration": 2.989}, {"text": "Ingest is A form Meta Food it's it's Infinite Information and and you know. We'll trade food for Information right so if You're", "start": 3959.8, "duration": 7.02}, {"text": "Stuck on The Edge of the highway [and] you know your your hoods Up and", "start": 3967.4, "duration": 3.829}, {"text": "[You're] You're going Places Thing has turned Into a pile of junk that you don't understand and", "start": 3971.9, "duration": 4.52}, {"text": "Somebody Pulls Beside you up beside you in Their Mechanic and They Point to something to Say", "start": 3976.91, "duration": 4.28}, {"text": "[Well] Just put that wire back on There you'll Immediately give Them a sandwich", "start": 3981.19, "duration": 2.579}, {"text": "Right Or you'll Offer them something in Return you know what I mean Because They've Provided you With?", "start": 3983.84, "duration": 4.969}, {"text": "[Information] That Has Value and it has Value Because it Actually Provides You with Energy Because Information Provides You with Energy Because otherwise why", "start": 3988.91, "duration": 6.53}, {"text": "Would We bother With It and so food Provides Energy but so does Information and so?", "start": 3995.44, "duration": 4.829}, {"text": "There's The There's the idea of Food that you abstract from everything you can eat but then There's the idea of what you Could abstract", "start": 4000.52, "duration": 6.08}, {"text": "From all sources of Food and the answer to that Would be Information and the Trees", "start": 4006.6, "duration": 4.139}, {"text": "That are being Referred [To] in Adam and Eve are These Method trees They're not", "start": 4010.93, "duration": 3.829}, {"text": "Ordinary Trees Just Like Paradise is no Ordinary Place", "start": 4015.37, "duration": 2.839}, {"text": "Like Adam and Eve are no Ordinary People and Just like the logos that God Is using at the Beginning of Time is no Ordinary", "start": 4018.28, "duration": 6.439}, {"text": "Conception and", "start": 4024.94, "duration": 1.17}, {"text": "These aren't They're Not Metaphors There more Than Metaphors There I think of them as hyper", "start": 4026.11, "duration": 4.579}, {"text": "Realities it's something Like that is [There] more real", "start": 4030.97, "duration": 2.6}, {"text": "Than what You see There more real Than the Reality that presents Itself to you [and] Lots of Things are like that right Numbers Are", "start": 4033.57, "duration": 5.55}, {"text": "Like that We wouldn't Think Or Abstract If There weren't things that, were more real than what, we can See?", "start": 4039.12, "duration": 5.52}, {"text": "So what's most real, Well that's Partly what?", "start": 4046.18, "duration": 2.329}, {"text": "We're Trying to Figure [out] and out of the ground [Make] the lord god to Grow", "start": 4048.51, "duration": 3.479}, {"text": "Every Tree [that] Is pleasant to the sight and [good] for food", "start": 4051.99, "duration": 2.4}, {"text": "The Tree of Life", "start": 4054.91, "duration": 1.02}, {"text": "also in The Midst of the garden and", "start": 4055.93, "duration": 2.0}, {"text": "The Tree of Knowledge of [Good] and Evil and a river went out of eden to water the garden and from Thence it", "start": 4058.03, "duration": 4.31}, {"text": "Was Parted and Became Into Foreheads That's Produced a tremendous amount of Speculation now you know the garden of eden Is?", "start": 4062.34, "duration": 7.109}, {"text": "Also the Holy City that's Another way of Thinking About or it's jerusalem right", "start": 4069.45, "duration": 3.93}, {"text": "Or it's the ideal state Which Could", "start": 4073.38, "duration": 1.83}, {"text": "Be the [ideal] city Or to be an Ideal State of being Or could be the ideal site here if all of Those things Stacked", "start": 4075.21, "duration": 5.16}, {"text": "Up at, the same Time right this is a mandela and This is the Mandela Form that People", "start": 4080.37, "duration": 4.589}, {"text": "What we Call [Hypothesised] that?", "start": 4085.66, "duration": 2.0}, {"text": "Constituted The Structure of Paradise You notice it's got this Cross Form that's", "start": 4088.21, "duration": 4.34}, {"text": "Eaten Itself and There's the", "start": 4092.98, "duration": 1.639}, {"text": "The Center of Eden and There's the Rivers Those are Rivers not snakes Those are the Rivers that go out of it and They're turned", "start": 4094.619, "duration": 5.13}, {"text": "Into These Mandela images that are Representative of what [jung] described as the Self which Would be the Center", "start": 4099.75, "duration": 5.069}, {"text": "Element of Being That he Associated of Conscious being that he Associated With Divinity I would Say but", "start": 4105.069, "duration": 5.54}, {"text": "Also with the idea of the Holy city so", "start": 4110.609, "duration": 2.009}, {"text": "I'm just Showing you that to show you what where the Imagination has Taken Ideas of Paradise so?", "start": 4113.529, "duration": 5.359}, {"text": "The Name of The first River is Pisan that is which", "start": 4120.79, "duration": 3.139}, {"text": "Compasses The Whole Land of Havilah Whether is Gold and the Gold of that Land is good", "start": 4124.359, "duration": 3.649}, {"text": "There's BDellium and The Onyx Stone and The Name of the Second River is gijón", "start": 4128.069, "duration": 3.899}, {"text": "The Same is it that Compasseth the whole Land of Ethiopia and the Name of the Third River is Heady [kal] or?", "start": 4131.969, "duration": 4.68}, {"text": "Hideki [I] don't know that is it which goes Towards the east of Assyria and the Fourth river is the euphrates", "start": 4137.02, "duration": 5.239}, {"text": "[so] there's This Strange", "start": 4143.08, "duration": 1.769}, {"text": "Intermingling There of Geography With Mythical Geography right Which you see happen Fairly Frequently in The Books and", "start": 4144.849, "duration": 5.99}, {"text": "The Lord God Took the man and put Him in The garden of eden to dress it and Keep it", "start": 4151.089, "duration": 5.0}, {"text": "okay", "start": 4156.219, "duration": 0.5}, {"text": "So that's that's A good", "start": 4156.719, "duration": 0.761}, {"text": "That's A good Command that's what you're Supposed to do Is Take Care of the Damn thing with a lot", "start": 4157.48, "duration": 4.58}, {"text": "Of Work to Make right Took a, whole Week", "start": 4162.06, "duration": 2.0}, {"text": "and", "start": 4165.549, "duration": 1.77}, {"text": "The Lord God Commanded the man Saying of Every Tree of the garden Thou Mayest Freely eat but", "start": 4167.319, "duration": 5.06}, {"text": "Of the Tree of the Knowledge of Good and Evil Thou shalt not eat of it for in the day that thou eatest", "start": 4173.049, "duration": 5.0}, {"text": "Thereof Thou Shalt Surely die", "start": 4178.27, "duration": 2.0}, {"text": "Well There's a sponge of Questions There That People have Been?", "start": 4181.21, "duration": 2.959}, {"text": "Puzzling They're", "start": 4184.839, "duration": 1.471}, {"text": "Puzzling over For A Long Time Gaudy", "start": 4186.31, "duration": 2.059}, {"text": "[He's] Tricky Character in The Story of Adam and Eve it's like okay if We can't eat the Damn Thing", "start": 4188.71, "duration": 4.79}, {"text": "Well why put in The garden to Begin With that Would be One Question and?", "start": 4193.5, "duration": 2.939}, {"text": "You Made Us and then you told us not to eat this Knowing Perfectly, well that the first Thing", "start": 4197.619, "duration": 3.89}, {"text": "We were going to do Is eat it because People are of Exactly that?", "start": 4201.51, "duration": 2.939}, {"text": "Type Which Is that if You Say to them with Their insatiable", "start": 4204.61, "duration": 2.839}, {"text": "Curiosity This is all fine [and]", "start": 4208.27, "duration": 2.06}, {"text": "[Nice] but Over Here is something you Should never Look at and then you leave the room it's like everybody is over There trying to", "start": 4210.73, "duration": 5.089}, {"text": "Figure [what] [the] hell that thing Is", "start": 4215.82, "duration": 1.66}, {"text": "Instantly Right Because, we're Curious Curious Curious Curious Creatures and so you have to", "start": 4217.48, "duration": 5.33}, {"text": "Wonder [Exactly] what God was [up] to here and There's Gnostic Speculation that the original God was not Really A very Good God he", "start": 4222.81, "duration": 7.379}, {"text": "Was kind of an Unconscious Evil [God] and that he Wanted his Creation to [be]?", "start": 4230.19, "duration": 3.66}, {"text": "Unconscious and so Forbade Them from Developing Consciousness and that it was a higher god who and", "start": 4234.1, "duration": 4.549}, {"text": "Maybe in The Form of The Serpent who Tempted Human beings Towards Consciousness and you know that that Idea got", "start": 4238.84, "duration": 5.87}, {"text": "Scrubbed out of Classic", "start": 4244.71, "duration": 1.12}, {"text": "Christianity Pretty Early Although There's something That's Interesting About it and There are Remnants of it in Different Forms that Stayed inside the story", "start": 4245.83, "duration": 7.159}, {"text": "Like the idea that the Fall was?", "start": 4254.29, "duration": 2.0}, {"text": "you Know A terrible Tragedy but on the other Hand", "start": 4256.81, "duration": 3.319}, {"text": "It was [the] Precondition for The greatest event in History which was The birth of Christ and The Redemption of Mankind and so?", "start": 4260.38, "duration": 6.2}, {"text": "It's complicated Let's put it that way God only knows what God was Up to but", "start": 4267.369, "duration": 3.89}, {"text": "you Know", "start": 4271.78, "duration": 1.08}, {"text": "This is A good example of That Ambivalence", "start": 4272.86, "duration": 2.0}, {"text": "[to] me again that it's an Indication of the", "start": 4275.08, "duration": 2.239}, {"text": "Sophistication of The People who put These Stories Together [I], also Consider this somewhat Miraculous because you, know if you", "start": 4277.48, "duration": 5.479}, {"text": "[Were] Just a simple Propagandist of sorts you", "start": 4282.96, "duration": 2.339}, {"text": "[Wouldn't] Leave This sort of Complexity in The Text you Just Get Rid of That Because if You're A?", "start": 4285.3, "duration": 4.29}, {"text": "Propagandist Everything is supposed to Make sense Along the ideological Plane and here God is supposed to be good it's like", "start": 4289.81, "duration": 5.359}, {"text": "Well We better Get There to that line Because?", "start": 4295.17, "duration": 2.04}, {"text": "Something's up With It and Obvious what it Is but that isn't what People, did and to me that Indicates that that they", "start": 4297.639, "duration": 5.69}, {"text": "Were doing two things as, they, were Trying not to be too", "start": 4303.33, "duration": 3.719}, {"text": "Careless With the Traditions that they, were Handed they, they, were they, were Touching Them at Their Peril They", "start": 4308.53, "duration": 6.109}, {"text": "Were very Careful with them and also that they, were Actually trying to understand what was [going] on because why?", "start": 4314.639, "duration": 4.14}, {"text": "Otherwise Keep This why not Just Simplify it Or", "start": 4318.78, "duration": 2.7}, {"text": "Maybe Just to tribute this to the devil That Would be Easier and Having god do it but and", "start": 4321.76, "duration": 5.419}, {"text": "The Lord God Said it Is [not] good that man Should be alone I will Make Help Meet for him", "start": 4327.73, "duration": 4.729}, {"text": "None of the Ground The Lord God Formed Every beast of the Field at every Fall of the Air and Brought them Unto", "start": 4332.86, "duration": 4.609}, {"text": "Adam to see what he Would Call them and Whatsoever adam Called Every Living Creature that, was [the] Name Thereof and", "start": 4337.469, "duration": 5.459}, {"text": "Adam gave Names to all the Cattle in The Fall of Cattle Means animals Basically and to [the] fall of the air and", "start": 4343.449, "duration": 5.419}, {"text": "Every Beast of The Field but for adam There was not Found to help meet for him, okay, well a couple of things There", "start": 4349.21, "duration": 5.33}, {"text": "Speculations Number, One it's like why Does god Care what", "start": 4355.54, "duration": 3.319}, {"text": "Adam Calls The animals and the answer That Seems to be it's associated again with the Magic of Speech", "start": 4358.86, "duration": 5.56}, {"text": "Right so that We know?", "start": 4364.969, "duration": 1.561}, {"text": "According to the Story [That] Human beings", "start": 4366.53, "duration": 1.79}, {"text": "Were Already Made in The image of God and that god used language in Order to call order Forth from Chaos and [that]", "start": 4368.32, "duration": 5.549}, {"text": "Human Beings", "start": 4373.969, "duration": 0.77}, {"text": "Were Made in That Image and so There's an echo of that here even Though it's from an independent", "start": 4374.739, "duration": 4.109}, {"text": "Tradition in the echo Is the Thing isn't quite real Till you name it and", "start": 4378.98, "duration": 3.649}, {"text": "That's Quite and That's that's an Interesting Thing and We don't exactly know how far that Extends it's Certainly the case [that]", "start": 4383.09, "duration": 6.469}, {"text": "Like Seeing Things often Exist in A strange", "start": 4390.71, "duration": 3.139}, {"text": "Potential Form Interconnected Form Where everything's Confusing like a massive Confusion before you put your Finger on [it] name it", "start": 4394.429, "duration": 6.709}, {"text": "What's going on Here you Name it it's like it it", "start": 4401.57, "duration": 3.439}, {"text": "Carves it out from all that underlying chaos it Makes it Into", "start": 4405.98, "duration": 3.199}, {"text": "Agrippa [belen] Today that you Can then contend With and you might Say, well it was real before you Named it it's like well", "start": 4409.579, "duration": 6.29}, {"text": "yes it was real before you Named it the Same way things are There when There's no one There to perceive them and", "start": 4416.69, "duration": 6.679}, {"text": "It isn't Obvious how things are There When", "start": 4423.86, "duration": 3.259}, {"text": "You're Not There [to] perceive them I'll tell you something Bloody weird about Perception you Can Look this up at", "start": 4427.119, "duration": 4.229}, {"text": "John Wheeler John, leader's a physicist so here's a really cool thing", "start": 4431.349, "duration": 3.09}, {"text": "Let's Say You go Outside at night and you look Up and you [See] a Star and", "start": 4434.57, "duration": 3.979}, {"text": "Like so a Photon from [that] Star Enters your eye", "start": 4439.219, "duration": 2.78}, {"text": "Then Maybe That Photon has Been Cruising Along for like 30 Million Years do you know", "start": 4442.82, "duration": 4.879}, {"text": "That That Photon Would not Have Been Emitted from [that] Star at that Time if your eye", "start": 4448.13, "duration": 4.58}, {"text": "Wasn't There at that Time to receive it you think", "start": 4452.71, "duration": 3.569}, {"text": "Well how the hell Can That Because it Happened [20] Million Years Ago it's like", "start": 4456.28, "duration": 2.669}, {"text": "Well I don't know how it can be to tell you the truth but I know that John Wheeler has done A very Good Job", "start": 4458.96, "duration": 5.239}, {"text": "Of Detailing out why", "start": 4464.199, "duration": 1.11}, {"text": "That's True and Necessarily True and so in Wheeler is also the physicists who?", "start": 4465.309, "duration": 4.62}, {"text": "Develop The Notion of it from bit and he Believes That the", "start": 4470.15, "duration": 3.589}, {"text": "World Is Best Construed as A?", "start": 4474.32, "duration": 2.029}, {"text": "The Potential of the World Is Best Construed as a place [of] Information it's something like Leading Information and at", "start": 4476.719, "duration": 5.81}, {"text": "What Consciousness Does is transform the latent Internet in Information Into something like Concrete Reality", "start": 4482.53, "duration": 5.85}, {"text": "He doesn't Mean That", "start": 4488.38, "duration": 1.27}, {"text": "Metaphorically and One of the Cases that he Makes in That Regard Is this story, that I just told you", "start": 4489.65, "duration": 4.58}, {"text": "Is that the Photon Couldn't Have Left from where it was Unless it Had a place to go", "start": 4494.23, "duration": 4.209}, {"text": "Now it's it's Complicated and Confusing", "start": 4499.079, "duration": 2.479}, {"text": "Because From The Perspective of a beam of [light] from a Photon There is no Time and There's no Distance from one Point to another", "start": 4501.749, "duration": 5.63}, {"text": "When of Course That's Completely impossible to Understand - but from the perspective [of] a Photon the Universe is Completely Flat", "start": 4507.78, "duration": 6.259}, {"text": "Perpendicular to the [Direction] that The Photon is Traveling so it's There and Here at the same [Time]", "start": 4514.53, "duration": 4.339}, {"text": "For Us it's not it's like 20 Million Years Ago but for the Photon it's it's all here and now so", "start": 4519.51, "duration": 5.12}, {"text": "Anyways The Reason I'm Telling you all that is because the Relationship between Consciousness and Reality Is by no means", "start": 4525.449, "duration": 5.72}, {"text": "Straightforward it is Seriously not Straightforward and", "start": 4531.57, "duration": 3.319}, {"text": "Physicists", "start": 4535.409, "duration": 1.17}, {"text": "Physicists Debate", "start": 4536.579, "duration": 1.5}, {"text": "What the Relationship Is [between] Consciousness and Reality and They debate about?", "start": 4538.079, "duration": 3.77}, {"text": "What the sort of Phenomena that I just described Mean and I'm not Really Qualified to enter Into that debate Because I'm not A physicist", "start": 4542.249, "duration": 6.05}, {"text": "But I do know and I've Read it for A bit of Wheeler as but as much of it as I can", "start": 4548.3, "duration": 3.449}, {"text": "Understand and I do at least know that that's what he Claimed and I", "start": 4551.82, "duration": 3.889}, {"text": "Also know that that Claim Is not that's the Claim that's Taken Seriously Among Physicists of the caliber of the physicists who Can understand Wheeler", "start": 4555.709, "duration": 7.8}, {"text": "so that's Pretty Interesting so Anyways There is Emphasis again on This Importance of Naming in order to Make things real you know and", "start": 4563.729, "duration": 7.46}, {"text": "Sometimes People won't Name things just so they don't become real", "start": 4572.01, "duration": 3.229}, {"text": "so you know if you're if you have a relationship Which Undoubtedly you do and it has Problems Which", "start": 4575.789, "duration": 4.97}, {"text": "Undoubtedly it Does You Bloody, well Know That Lots of Times There's something under the Carpet that", "start": 4580.829, "duration": 4.04}, {"text": "No one wants to Name and Everybody's Thinking, well as Long as", "start": 4584.869, "duration": 2.609}, {"text": "We don't Name it it's not Really There and in Some sense it Really, isn't there Because you Could act as", "start": 4587.479, "duration": 5.37}, {"text": "If it's not There and get away with [it] at least for Short Periods of Time it Sees you Name that thing it's like you", "start": 4592.849, "duration": 4.68}, {"text": "Give it Form and it's There and no one Can ignore it and that's Annoying Because then you have to deal with it or [noor]", "start": 4597.53, "duration": 5.16}, {"text": "Or face the Consequences [but] the Reason I'm Telling you that is Because, We have [A]?", "start": 4602.69, "duration": 3.959}, {"text": "an Intuition even That", "start": 4607.409, "duration": 2.149}, {"text": "We can have things not exist by not Naming them you name it and it Comes Forward With Staggering", "start": 4609.599, "duration": 5.54}, {"text": "Clarity and it's not as if Naming it is the only Thing that Gives it Reality but it is something Like it", "start": 4615.479, "duration": 4.91}, {"text": "Sharpens it brings it Into Focus and Gives it Borders and Barriers and Borders and Boundaries and so", "start": 4620.459, "duration": 5.54}, {"text": "Anyways Gods interested Enough in What adam has to", "start": 4626.61, "duration": 2.659}, {"text": "Say that he has Him Name all the animals [and] That sort of Makes Them Into animals Now", "start": 4629.45, "duration": 4.049}, {"text": "There's More to the Linguistic story, than that so [the] social Psychologist roger Brown was One?", "start": 4634.05, "duration": 5.149}, {"text": "Of them Studied This Really Interesting Phenomena Which is associated With", "start": 4639.2, "duration": 3.959}, {"text": "Relationship Between Perception and Action you know How A Kid will Call a particular animal A cat", "start": 4644.1, "duration": 5.209}, {"text": "Well the word Cat Is very Short like the word dog and it Turns out that you know you could think that we could Perceive?", "start": 4649.8, "duration": 7.489}, {"text": "Cats as Multicellular Organisms like", "start": 4658.11, "duration": 2.449}, {"text": "We could See The Cells We could See the Molecules We Could See the atoms We Could See Or we Could See the ecosystem?", "start": 4660.56, "duration": 5.34}, {"text": "That the cat is part of but?", "start": 4666.0, "duration": 1.88}, {"text": "We don't or maybe the Broader Mammalian Classification that it's part of We Could Perceive that as the unit of Perception but", "start": 4667.88, "duration": 7.829}, {"text": "We don't we perceive things at the level of Cat and", "start": 4675.71, "duration": 2.91}, {"text": "You Can Tell the perceptual level that People Naturally Perceive that which doesn't Seem to be Socio-Culturally Determined to any Great", "start": 4679.14, "duration": 7.459}, {"text": "Degree by the Way Because the words are often Short and Easily Remembered and Early Learned and so There's This Level of Analysis", "start": 4686.6, "duration": 7.59}, {"text": "Out of all the possible Levels of Analysis that the World does exist that, we?", "start": 4695.04, "duration": 4.22}, {"text": "Perceive it at a Certain Level of Analysis and That Level of Analysis Seems to have something to do with the world's Functional Utility", "start": 4699.66, "duration": 6.109}, {"text": "For Us at. That Level and the Perception at that level and the Naming at that level Gives Things a reality at", "start": 4705.9, "duration": 6.799}, {"text": "That Level you know Because the thing about", "start": 4712.7, "duration": 2.37}, {"text": "Things Is that They're Not Easily separable from other Things They Tangled Together in all sorts of Strange Ways and", "start": 4715.41, "duration": 5.72}, {"text": "Yet when, We cast our Eye and and Use our Language to orient Ourselves in the World we cut Things up Into discrete?", "start": 4721.92, "duration": 7.819}, {"text": "Discriminable Objects that We Can then Utilize and There's something about that that Makes them real in A way that They're Interconnected?", "start": 4730.35, "duration": 6.05}, {"text": "Potential The Interconnected Potential that They were before that that it's not it's not real in the same way at", "start": 4737.22, "duration": 5.839}, {"text": "Least I think it's even Less Real I think that's the right way of Thinking About it even Though it's not Completely unreal but", "start": 4743.06, "duration": 5.58}, {"text": "It'S an echo", "start": 4748.89, "duration": 1.47}, {"text": "[Atoms] a little God at that Point a little god the Father and god's Already Done the Groundwork but adam has to come Along and", "start": 4750.36, "duration": 6.049}, {"text": "Says Say", "start": 4756.41, "duration": 0.51}, {"text": "Well that's A cat it's like Poof?", "start": 4756.92, "duration": 1.93}, {"text": "Whatever that Is is now A cat and that's dog and that's a Sheep and you know it gives Them", "start": 4758.85, "duration": 5.06}, {"text": "It Gives Them something like Pragmatic Form", "start": 4764.28, "duration": 2.209}, {"text": "But for [Adam] There was not Found to help Meet for him", "start": 4768.15, "duration": 2.36}, {"text": "And the Lord god Caused A deep Sleep to fall upon adam and he Slept and he and god Took", "start": 4772.23, "duration": 4.37}, {"text": "One of his Ribs and Closed Up the Flesh instead", "start": 4776.6, "duration": 2.0}, {"text": "Thereof and The Rib Which [the] Lord God Had [Taken] from man Made he A woman and Brought her Unto the man", "start": 4778.62, "duration": 4.609}, {"text": "And adam Said This is now Bone of my Bones and Flesh of my", "start": 4783.42, "duration": 2.959}, {"text": "[Flesh] she shall be [called], woman because she was Taken out of man?", "start": 4786.38, "duration": 3.15}, {"text": "Therefore Shall A man leave his Father [and] his Mother and Shall Cleave Unto, his wife and They Shall", "start": 4790.56, "duration": 3.89}, {"text": "Be one Flesh that's a walloping statement to put in There at the end of Those Three Sentences and", "start": 4794.45, "duration": 5.129}, {"text": "Therefore Comes as Somewhat of a surprise but There's an Injunction There", "start": 4799.8, "duration": 3.259}, {"text": "Well it's a good Injunction man you'll tell you people who?", "start": 4803.1, "duration": 3.62}, {"text": "Don't do that they have A hell of a Time in Their Marriage and", "start": 4806.72, "duration": 2.819}, {"text": "So this is a good thing to know if You are Married Or if you're Planning to get Married is like", "start": 4809.61, "duration": 4.25}, {"text": "You Know, We Have very Strong Orientation Towards our Parents and for good Reason it's like the Injunction here Is?", "start": 4816.39, "duration": 6.109}, {"text": "That Secondary Since you're Married and", "start": 4823.59, "duration": 2.09}, {"text": "And Failure to do that Makes your marriage Collapse and then you deserve it to collapse [-] as far as I'm Concerned Because it's A", "start": 4826.65, "duration": 6.95}, {"text": "Reflection of your Pathological Immaturity and your", "start": 4833.6, "duration": 2.25}, {"text": "Unwillingness To extract Yourself From the you know", "start": 4836.19, "duration": 2.54}, {"text": "[Tellin] like Grip of Parents who are a little bit too much on the Interfering Side but the Injunction There's A Deep", "start": 4838.73, "duration": 5.76}, {"text": "Injunction Here it's very Complicated so one of the ideas is that", "start": 4844.59, "duration": 3.95}, {"text": "The Original Adam wasn't a man like like a separate man it was more like A", "start": 4849.06, "duration": 6.049}, {"text": "Hermaphroditic Being and in That Him Hermaphroditic Being There was a kind of Undifferentiated Perfection and then that", "start": 4855.48, "duration": 5.959}, {"text": "Was Split Into Male and Female and then that Part of the goal of Human beings Is to Reunite that as the singular Unity that", "start": 4861.44, "duration": 7.95}, {"text": "Reestablishes The Initial Perfection and That's Actually the goal of marriage from a Spiritual Perspective and you", "start": 4869.82, "duration": 5.03}, {"text": "Could Read [About] that if You Read Young because he wrote Quite A bit about that so lovely it's such A good", "start": 4874.85, "duration": 4.109}, {"text": "Idea [so] i had These Friends that went to sweden to get Married They", "start": 4878.96, "duration": 4.8}, {"text": "Were Northern they were from Northern Alberta but his Heritage Their Both Their [Heritage's]", "start": 4883.76, "duration": 3.599}, {"text": "Were sweden swedish and in This Ceremony they, did This cool Thing yes They", "start": 4887.36, "duration": 5.28}, {"text": "Were being Married and they Had Two hold a candle Up between them right [while] they, were being Married and you think", "start": 4892.64, "duration": 5.579}, {"text": "Well okay what's the Candle?", "start": 4898.219, "duration": 2.0}, {"text": "That's A source of light the source of Illumination", "start": 4900.48, "duration": 2.419}, {"text": "Right the source of enlightenment it's the Candle that you put on Christmas Trees in", "start": 4903.42, "duration": 4.1}, {"text": "Europe so it's the light that emerges in The Darkness in The Depth of Winter it's a symbol of life in", "start": 4907.8, "duration": 5.18}, {"text": "Darkness it's the Reemergence of the sun that the at the darkest coldest Time of the year Which is also associated", "start": 4913.38, "duration": 6.319}, {"text": "Symbolically With", "start": 4920.55, "duration": 0.87}, {"text": "The Birth of Christ for all sorts of Complicated Reasons and so the Candles all that and then the next Question is why?", "start": 4921.42, "duration": 6.109}, {"text": "Do you hold it above you and the answer is because what's above you is what you're Below [too]?", "start": 4927.53, "duration": 4.2}, {"text": "So it's single Simplify Something transcendent and so why do you both hold on to it", "start": 4932.03, "duration": 4.08}, {"text": "Well Because you're Both Supposed to hold on to the light", "start": 4936.179, "duration": 2.12}, {"text": "Right and you're Supposed to be Subordinate to the light and so you ask, well who's in Charge in Marriage, well the light?", "start": 4939.15, "duration": 6.68}, {"text": "That's the idea so you come together as one Thing you", "start": 4946.409, "duration": 3.14}, {"text": "No longer Two things", "start": 4949.55, "duration": 1.2}, {"text": "It isn't what's good for you and it's not what's good for your wife it's what's good for the Marriage and the Marriage is About", "start": 4950.75, "duration": 5.489}, {"text": "The Combined Being Which is the Reassembly of the original Hefferman Herma?", "start": 4956.239, "duration": 5.07}, {"text": "Frenetic Hermaphroditic Being at the Beginning of Time that's the Idea and that's all packed", "start": 4961.949, "duration": 5.419}, {"text": "Into Like These Four Sentences and You Know There's Been, well all of These Sentences Have", "start": 4967.369, "duration": 5.52}, {"text": "Tremendous History of Interpretation Associated With them right it's Just Endless and Endless and Endless and That's one of the lines and so it's", "start": 4973.08, "duration": 6.439}, {"text": "Also an", "start": 4979.52, "duration": 1.119}, {"text": "Antidote to the Idea that women Taken out of man Which is Obviously the Reverse of the biological Process by the way", "start": 4980.639, "duration": 6.05}, {"text": "Makes Women in Some sense Subordinate to man that Is not built Into This Text I don't see that", "start": 4987.09, "duration": 4.64}, {"text": "At all is Built Into the Text and There's something Else That's associated With it too and There's an Idea that", "start": 4991.86, "duration": 5.54}, {"text": "you know in in [Sleeping] [beauty] you know what Sleeping beauty goes to sleep and", "start": 5001.04, "duration": 4.879}, {"text": "The Reason She Goes to sleep is because you have to remember what happens Is", "start": 5006.11, "duration": 3.739}, {"text": "She has Parents who are quite Old and so they're Pretty desperate to have a child", "start": 5010.369, "duration": 3.38}, {"text": "[Like] so many People are Now and They only have One Child like so many People do Now and", "start": 5014.03, "duration": 5.03}, {"text": "They Wanted it Happen to this Child Because like hey it's a miracle and", "start": 5019.55, "duration": 3.919}, {"text": "There's Only One of Them and so", "start": 5023.989, "duration": 2.0}, {"text": "She's the Princess and so it's like", "start": 5026.15, "duration": 2.0}, {"text": "We're Not letting Anything Around here so they have [A] big Christening Party right and They Invite everybody", "start": 5028.54, "duration": 4.109}, {"text": "But They don't Invite", "start": 5033.35, "duration": 1.77}, {"text": "Maleficent and", "start": 5035.12, "duration": 1.59}, {"text": "Maleficent is the Terrible Mother She's Nature She's like the thing that goes bump in The Night She's the Devil Herself", "start": 5036.71, "duration": 6.169}, {"text": "So to Speak She's everything that you, don't want your child to Encounter so the king and Queen Saying well", "start": 5043.42, "duration": 5.04}, {"text": "We just want to Invite her to the Christening it's like good luck With that", "start": 5048.46, "duration": 2.7}, {"text": "That's an Eatable Story Right The eatable Mother is the mother who, devours her Child by refusing by over Protecting him", "start": 5051.77, "duration": 6.979}, {"text": "Or her so that Instead of being Strengthened by an Encounter with the terrible World", "start": 5058.75, "duration": 4.589}, {"text": "They're Weakened By too much Protection and Then when They're Let out Into the World They Cannot live and", "start": 5063.71, "duration": 5.24}, {"text": "That's The Story of Sleeping beauty and that's what the king and Queen do and They Apologize to the", "start": 5069.47, "duration": 4.609}, {"text": "Two maleficent when She first Shows Up and Say, well you know they have a bunch of Half-Witted excuses why, They", "start": 5074.48, "duration": 5.149}, {"text": "Don't invite her We Forgot like I don't think so?", "start": 5079.63, "duration": 2.609}, {"text": "you know you", "start": 5082.58, "duration": 1.1}, {"text": "Don't forget something [like] [that] and She kind of Makes that Point it's right the whole Horror of life you", "start": 5083.68, "duration": 6.119}, {"text": "Don't forget about that when you have a child that's for sure you might wish that it Would Stay at", "start": 5089.8, "duration": 3.66}, {"text": "Bay but you do not forget about it the Question Is do you Invite it to the Party and the answer Is it bloody well", "start": 5093.46, "duration": 5.37}, {"text": "Depends How Unconscious You want your child to be and if You want your child to be Unconscious", "start": 5098.9, "duration": 4.609}, {"text": "Well then you have the Added Advantage but Maybe They?", "start": 5103.51, "duration": 2.04}, {"text": "Won't leave Home and so you Can Take advantage of Them [for] the rest of your Sad Life Instead of Going off to find something", "start": 5105.55, "duration": 5.37}, {"text": "To do for Yourself", "start": 5110.92, "duration": 1.66}, {"text": "Well and Then of Course you Can Take revenge on Them if They do have any", "start": 5112.58, "duration": 2.959}, {"text": "Any what Would you Call Impetus Towards Courage that you?", "start": 5115.73, "duration": 2.75}, {"text": "Sacrificed Yourself [30] Years Ago and want to Stamp out as soon as you See it Developing your child that's Another Thing that Would be", "start": 5118.67, "duration": 5.66}, {"text": "Quite Pleasant and so that's What happens in Sleeping beauty yeah?", "start": 5124.33, "duration": 3.54}, {"text": "Well", "start": 5127.87, "duration": 0.64}, {"text": "None of This is pleasant and Nothing that happens in That Story Is pleasant so sleeping beauty She's naive as Hell they put her out", "start": 5128.51, "duration": 5.78}, {"text": "in The Forest and Have her Raised by these Three like", "start": 5134.29, "duration": 2.04}, {"text": "[Goody-Two-Shoes] Fairies [That] are, also Completely devoid of Any Real", "start": 5136.85, "duration": 3.29}, {"text": "Potency and Power Right There's no Nothing", "start": 5140.75, "duration": 2.0}, {"text": "Maleficent About Them and then The first Idiot prince that Wanders by she falls in Love With so badly that She has Post-Traumatic", "start": 5142.82, "duration": 5.9}, {"text": "Stress Disorder When he Rides Off on his Horse?", "start": 5148.85, "duration": 2.239}, {"text": "Great That's what happened", "start": 5151.58, "duration": 2.0}, {"text": "And then she then [she] goes Into the Castle and She's all Freaked out Because she met The love of her life for like Five", "start": 5153.65, "duration": 5.6}, {"text": "Minutes for God's Sake and you know that's when the spinning Wheel that's the Wheel of fate Pops Up and She Pricks her Finger?", "start": 5159.25, "duration": 5.76}, {"text": "Right [I] try to get Rid of all the Spinning Wheels they try?", "start": 5165.62, "duration": 2.6}, {"text": "To get Rid [of] all the Wheels of fate With her Pointed end but She finds it Poke Pricks her Fingers and Frame her and", "start": 5168.22, "duration": 5.31}, {"text": "Falls Down Unconscious [While] she wants to be Unconscious and no Bloody", "start": 5173.53, "duration": 3.779}, {"text": "Wonder", "start": 5177.31, "duration": 0.37}, {"text": "She was Protected her Whole life", "start": 5177.68, "duration": 1.74}, {"text": "[She's] so Damn naive that her first love Affair Just about Kills her she wants to go to sleep and Never Wake up and so", "start": 5179.42, "duration": 5.72}, {"text": "That's Exactly What happens and then She has to Wait for the prince to come and Rescue her, well you think how", "start": 5185.14, "duration": 4.89}, {"text": "Sexist Can You get that story", "start": 5190.03, "duration": 1.72}, {"text": "Well Seriously Because that's that's the way that that Would be Read and in The modern World it's like she doesn't need a prince to", "start": 5191.75, "duration": 6.74}, {"text": "Rescue her That's why I disney Made Frozen That Absolutely Appalling Piece of Rubbish", "start": 5198.49, "duration": 4.259}, {"text": "so you know you Can Say you Can Say", "start": 5210.47, "duration": 2.06}, {"text": "Well the Princess doesn't need a prince to rescue her but you know that's a boneheaded way of Looking at the story Because the prince", "start": 5212.53, "duration": 6.629}, {"text": "Isn't Just a man who's coming to rescue the woman and believe Me he's got his Own Problems right he's got a whole Goddamn", "start": 5219.16, "duration": 4.89}, {"text": "Dragon he has to contend With but", "start": 5224.24, "duration": 2.0}, {"text": "but the Prince", "start": 5227.09, "duration": 0.95}, {"text": "Also represents The woman's Own Consciousness the consciousness Is", "start": 5228.04, "duration": 3.84}, {"text": "Presented very Frequently in Story That's Symbolically Masculine as it is with the logos Idea and the idea Is that", "start": 5232.31, "duration": 5.09}, {"text": "Without Without That Forward Going Courageous Consciousness A", "start": 5237.89, "duration": 4.25}, {"text": "Woman Herself will Drift Into unconsciousness and Terror and so you Can Read it as", "start": 5242.24, "duration": 4.429}, {"text": "Well the woman who's?", "start": 5246.67, "duration": 1.6}, {"text": "Sleeping Needs A", "start": 5248.27, "duration": 1.01}, {"text": "Man to wake her Up and of Course Just like a man Needs a woman to wake him Up it's the Same Damn Thing that's", "start": 5249.28, "duration": 4.62}, {"text": "The Dragon Fight in Sleeping beauty but it's", "start": 5253.9, "duration": 2.369}, {"text": "Also the case that if She's only Unconscious all she can do is Lay There and Sleep like the sleep of the naive and Damned", "start": 5256.27, "duration": 7.02}, {"text": "She has to Wake and Wake Herself Up and and bring her Own", "start": 5263.54, "duration": 4.01}, {"text": "Consciousness Or Own Masculine", "start": 5267.89, "duration": 1.68}, {"text": "Consciousness Into The Forefront so that She Can Survive in The World of Course Women are trying to do that like Mad", "start": 5269.57, "duration": 5.119}, {"text": "But That's Partly What's Represented in The Story like that and", "start": 5274.79, "duration": 2.959}, {"text": "That's Partly What's implicit in this idea Is that Unless the woman Is taken out of man so to speak then", "start": 5278.15, "duration": 6.469}, {"text": "She isn't a human being She's Just a creature", "start": 5284.62, "duration": 2.31}, {"text": "And that's Partly what's embedded in This Story so you, don't want to Read it as a Patriarchal", "start": 5287.78, "duration": 5.419}, {"text": "You want to Read Anything that Way so really it's It really it's yeah I will I won't bother Without but Really, We can?", "start": 5295.01, "duration": 7.04}, {"text": "Do Better than that man Therefore Shall a man leave his [Father] and his Mother and Shall Cleave Unto", "start": 5302.05, "duration": 4.169}, {"text": "His wife and They Shall, be One Flesh it's like [ya]", "start": 5306.219, "duration": 2.64}, {"text": "[Seeing] The other Thing About Marriage This is Really Worth Knowing too is that I've", "start": 5309.409, "duration": 3.74}, {"text": "Learned This in Part From Reading Young it's like what do you, do when you get Married that's Easy you", "start": 5313.219, "duration": 4.4}, {"text": "[Take] Someone Who's Just as Useless and Horrible as you are and then you shackle Yourself to them and then you Say", "start": 5318.409, "duration": 7.58}, {"text": "We're Not running away", "start": 5326.719, "duration": 1.951}, {"text": "No Matter what happens yeah, well that that's Perfect because then you, don't get to run away and the thing", "start": 5328.67, "duration": 6.259}, {"text": "Is is [like] if You Can run, away you can't tell each other the truth?", "start": 5334.929, "duration": 3.15}, {"text": "Because if You Tell someone The truth About you and They don't run away", "start": 5338.78, "duration": 2.87}, {"text": "They weren't Listening and so if you don't have someone Around the can't run away then you can't Tell them the truth [and]", "start": 5341.69, "duration": 5.75}, {"text": "So that's Part of the Purpose of the Marriage it's like, okay?", "start": 5347.63, "duration": 2.6}, {"text": "okay", "start": 5350.23, "duration": 0.46}, {"text": "I'll Bet on you you bet [on] me it's a losing Bet", "start": 5350.69, "duration": 2.66}, {"text": "We both Know that [but] Given our Current Circumstances were Unlikely to find Anyone Better that's for Sure you know", "start": 5353.35, "duration": 6.299}, {"text": "There's Two Things That Come Off of that One is you know People are Waiting Around to find mr.. Or mrs", "start": 5364.219, "duration": 4.7}, {"text": "Right it's like Here's Something to [think] About man to put Yourself on your feet right if You went to a party and you found", "start": 5368.92, "duration": 5.189}, {"text": "Mr.. Right and he Looked at you and Didn't run away, Screaming that Would Indicate that he, wasn't mr.", "start": 5374.11, "duration": 4.799}, {"text": "Right at all right it's like the Old Nietzsche and Joke if", "start": 5378.909, "duration": 4.47}, {"text": "Someone Loves you that Should Immediately Disenchant you with them", "start": 5383.989, "duration": 2.75}, {"text": "Right Right [Or] it's the Woody allen Joke I never belonged to A club that Would take me as a member", "start": 5388.46, "duration": 4.549}, {"text": "So so that's A that's an Interesting that's A very Interesting Thing to think About and so you're Going to", "start": 5394.04, "duration": 5.119}, {"text": "Shackle Yourself To someone Who's Just as", "start": 5399.77, "duration": 2.509}, {"text": "Imperfect as you are and then the issue Is", "start": 5403.04, "duration": 2.899}, {"text": "You you you might be in A situation where you Can Actually Negotiate", "start": 5406.73, "duration": 3.919}, {"text": "Because you might Say", "start": 5411.44, "duration": 1.2}, {"text": "Well There's Some Things About you that aren't Going so right and There's Some Things about me that aren't Going so right and we're Bloody", "start": 5412.64, "duration": 5.599}, {"text": "Well Stuck with the Consequences for the next 50 Years?", "start": 5418.239, "duration": 2.189}, {"text": "So, we could we Can either straighten This out Or?", "start": 5420.86, "duration": 2.779}, {"text": "We can suffer Through it for the next Five decades and you know People are of This or that Without that", "start": 5423.92, "duration": 5.54}, {"text": "Degree of Seriousness Those Problems will not be Solved you'll leave things unnamed", "start": 5429.46, "duration": 4.35}, {"text": "Because There's Always an Ounce like and it's the Same Thing when you're Living together With someone you know that People who live Together before", "start": 5433.94, "duration": 5.689}, {"text": "They're Married Are More Likely to get Divorced not Less Likely and the Reason for that is what Exactly are you Saying to One [Another]", "start": 5439.63, "duration": 5.549}, {"text": "When you live with each other Just Think About it", "start": 5445.18, "duration": 2.25}, {"text": "Well", "start": 5447.95, "duration": 2.0}, {"text": "for Now", "start": 5449.96, "duration": 2.0}, {"text": "you're Better Than Anything Else i Can trick but I'd like to reserve the right to trade you in", "start": 5453.17, "duration": 6.56}, {"text": "Conveniently if Someone Bitter happens to Stumble Into Me", "start": 5465.68, "duration": 3.169}, {"text": "Well How Could how Could someone not be insulted to their core by an", "start": 5476.09, "duration": 3.469}, {"text": "Offer Like That Now They're Willing to play Along With it because, They're going to do the same thing with you now", "start": 5479.56, "duration": 4.62}, {"text": "Well That's Exactly and it's like yeah Yeah I know You're not Going to commit to me so that means you don't value me Or", "start": 5484.18, "duration": 4.979}, {"text": "our Relationship", "start": 5489.16, "duration": 0.64}, {"text": "Above Everything Else but As long as I get to escape if I need to then I'm Willing to put [up] with that it's like", "start": 5489.8, "duration": 5.18}, {"text": "that's A", "start": 5495.2, "duration": 0.65}, {"text": "Hell of a say i mean you might Think how Stupid [is] it to Shackle", "start": 5495.85, "duration": 2.61}, {"text": "Yourself To Someone it's like it's Stupid man There's", "start": 5498.56, "duration": 2.45}, {"text": "No doubt about that but Compared to the alternatives it's Pretty Damn good because Without that", "start": 5501.01, "duration": 5.25}, {"text": "Shackling There Are Things you will Never ever Learn Because you'll avoid them you can", "start": 5506.66, "duration": 5.03}, {"text": "Always Leave and if you Can leave then you", "start": 5511.69, "duration": 2.099}, {"text": "Don't have to tell each other the truth it's as Simple as that because you Can Just leave and then you", "start": 5513.79, "duration": 3.84}, {"text": "Don't have Anyone you Can tell the truth to", "start": 5517.63, "duration": 2.0}, {"text": "So there are some", "start": 5525.83, "duration": 1.53}, {"text": "Representations of the Idea of the Original it's not This isn't all adam this Is this Is an Old Chinese", "start": 5527.36, "duration": 5.029}, {"text": "Symbol I Think it's [Fuxi] and New I think I have the", "start": 5532.91, "duration": 3.62}, {"text": "Pronunciation Wrong but it's Really cool, see it's See, the snakes Down Here", "start": 5537.05, "duration": 3.41}, {"text": "They're Kind [of] Like A dna Symbol Which I find very Interesting and", "start": 5541.04, "duration": 3.59}, {"text": "So that's the original", "start": 5545.33, "duration": 1.53}, {"text": "Cosmic Serpent That's Sort of the Potential out of Which that emerges and then that's the", "start": 5546.86, "duration": 4.04}, {"text": "Differentiation of That Into Male and Female and so that's like the Predatory Unknown that's one Way of Thinking about it that's the most Fundamental", "start": 5551.09, "duration": 7.219}, {"text": "Conception of Mankind Is something like that is the Predatory Unknown and then the Bifurcation of that Into the Two Fundamental", "start": 5558.71, "duration": 6.049}, {"text": "Cognitive Elements of Human Perception Masculine and Female and You See the same Thing here this is Chinese this is egyptian", "start": 5565.07, "duration": 6.169}, {"text": "Also extraordinarily Old it's the it's the [great] [Serpent] that underlies everything matt", "start": 5571.24, "duration": 4.95}, {"text": "Advocating Itself Into Isis Queen of the Underworld and Osiris King of the King of King of King Pharaoh", "start": 5578.09, "duration": 5.899}, {"text": "King of Order You See the Same Thing in an Old", "start": 5584.33, "duration": 2.3}, {"text": "Alchemical Symbol I love This One it Looks Quite A lot like the little Thing That Harry Potter Chases Around it", "start": 5586.7, "duration": 5.089}, {"text": "Yeah and that's not Accidental by the Way Because the seeker Is the thing the thing that chases this and", "start": 5592.04, "duration": 4.97}, {"text": "The Seeker [That] Chases This and Catches it Wins and", "start": 5597.2, "duration": 2.75}, {"text": "that's A", "start": 5600.14, "duration": 0.62}, {"text": "Really Old Idea and How the hell'd jk Rowling Knew that I cannot Figure out Because that is A very very Archaic symbol", "start": 5600.76, "duration": 5.339}, {"text": "Arcane Symbol on Google it's Called the round Chaos and the only", "start": 5606.35, "duration": 4.329}, {"text": "Reference to the Round chaos that I Can find on Google Is on my web Page and so I", "start": 5611.05, "duration": 4.43}, {"text": "Have no idea how", "start": 5616.15, "duration": 1.71}, {"text": "Rowling Came up With that i mean I know she looked at a lot of Old Texts but the idea that if", "start": 5617.86, "duration": 4.009}, {"text": "You Play the Meta Game and You Catch this you", "start": 5621.94, "duration": 2.39}, {"text": "Win all the games is Exactly right not and that's the Motif for what's the Name [of] That Quidditch", "start": 5624.33, "duration": 5.129}, {"text": "Yeah so there's the", "start": 5629.739, "duration": 1.65}, {"text": "Potential that's like The Potential out of Which God Made the World at the Beginning of Time and What Emerges out of that Is some", "start": 5631.389, "duration": 5.479}, {"text": "Kind of that's a Dragon [you] know that in The Dragon fight that's Partly the", "start": 5636.869, "duration": 3.42}, {"text": "Serpent that's in The garden of eden and then that's the Manifestation of Masculine and Feminine out of that", "start": 5640.36, "duration": 5.27}, {"text": "Potential", "start": 5646.15, "duration": 1.41}, {"text": "Predatory Unknown", "start": 5647.56, "duration": 1.5}, {"text": "Masculine and Feminine it's like a single it's like a single Representation of the evolutionary History [of] Human cognitive Consciousness", "start": 5649.06, "duration": 7.489}, {"text": "so cool and that's also an Image of the Ideal it's the union of sun and Moon and it's this Hyper Creature", "start": 5656.8, "duration": 6.709}, {"text": "Hermaphroditic it's", "start": 5664.15, "duration": 0.92}, {"text": "Also the adam and Eve That existed at the Beginning of Time before the Fall and it's the Purpose of Marriage", "start": 5665.07, "duration": 5.43}, {"text": "All of that as a Sacrament all of that in These images it's just Absolutely unbelievable what images Can pack Into them", "start": 5670.96, "duration": 6.77}, {"text": "And There's A more Classical Representations of Eve Being extracted from adam", "start": 5679.63, "duration": 4.37}, {"text": "And this is [A] cool line and they, were Both Naked the man and his wife and we're not Ashamed", "start": 5687.489, "duration": 4.04}, {"text": "Well that See someone who wrote [that] Would only write that like that if They, were Surprised that They weren't Ashamed because why?", "start": 5693.04, "duration": 6.259}, {"text": "Would you Point it out Otherwise and so there's this Intimation that", "start": 5699.3, "duration": 2.819}, {"text": "Of Two things Number one Is There was a point at Time in Time When Human beings", "start": 5702.55, "duration": 4.91}, {"text": "Were Naked and They weren't Ashamed of it and There is a point of Time Which is now where They're?", "start": 5707.46, "duration": 4.319}, {"text": "Naked and They Are Ashamed of it and then the Question Is well what's the Association with Nakedness and Shame and", "start": 5711.88, "duration": 5.75}, {"text": "That's all often given A sexual Connotation in in", "start": 5718.239, "duration": 3.29}, {"text": "Classic Interpretations of The Adam and Eve Story", "start": 5722.11, "duration": 2.0}, {"text": "Because of its Association With Nudity I presume but I think it's A lot more Complicated Than that", "start": 5724.96, "duration": 4.669}, {"text": "So you [think] I know I would notice my Daughter", "start": 5730.57, "duration": 4.04}, {"text": "She Probably", "start": 5735.369, "duration": 0.681}, {"text": "Won't be very Happy that i'm Revealing This in This lecture but", "start": 5736.05, "duration": 2.339}, {"text": "My Daughter was Never Really Concerned about Nudity when she was a little Kid?", "start": 5738.82, "duration": 3.439}, {"text": "All the same to her One Way or another", "start": 5743.13, "duration": 1.42}, {"text": "But my son by the Time he was three man that Kid was Private he, his his Bedroom door, Was shut The Bathroom Door?", "start": 5744.55, "duration": 7.31}, {"text": "Was shut it was Like Get the, hell out of Here and That Seemed to just happen of its Own Accord and you know", "start": 5751.86, "duration": 4.41}, {"text": "We had Two Children and One was like that the other?", "start": 5756.27, "duration": 2.1}, {"text": "One wasn't i didn't think We had much to do with it at all but it was Really", "start": 5758.37, "duration": 2.549}, {"text": "Fascinating to Watch That Emerge in Him and you know that that sense of of", "start": 5761.11, "duration": 4.1}, {"text": "[Self-Consciousness] Does Seem To Emerge in Children Somewhere Around the age of Three and you know that's Generally, also when", "start": 5766.09, "duration": 5.03}, {"text": "We start Thinking That Maybe Having your Baby Wander Around naked on A beach isn't Exactly the best Idea There's This There's something like that", "start": 5771.12, "duration": 6.239}, {"text": "It's the Nudity and Children is Generally okay under some Circumstances in Public Display", "start": 5777.36, "duration": 4.709}, {"text": "We seem to think of that as Merely as Acceptable?", "start": 5782.07, "duration": 3.359}, {"text": "Why, I don't know why it stops being Acceptable", "start": 5786.25, "duration": 3.469}, {"text": "Well That has something to do With Sexuality?", "start": 5789.719, "duration": 2.0}, {"text": "Obviously But it's A very Complicated", "start": 5791.83, "duration": 1.86}, {"text": "Phenomena But You know That Whole Nudity Thing Is then is A very Complicated Thing [I] mean first of all People are kind of Strange", "start": 5793.69, "duration": 6.709}, {"text": "Because we're Hairless", "start": 5800.4, "duration": 2.0}, {"text": "Roughly you know Compared to most animals and", "start": 5802.42, "duration": 2.54}, {"text": "We don't know why that Is some People Think it's Because", "start": 5805.75, "duration": 2.509}, {"text": "We lost our [Heroin] We're Wandering Around in The debt in The Desert Running Around in Africa Because?", "start": 5808.26, "duration": 4.11}, {"text": "We're Really Really good runners, We Can run Down animals Say like A", "start": 5812.37, "duration": 3.239}, {"text": "Human Being in Good Shape Can run a Horse to death in A week", "start": 5816.13, "duration": 2.39}, {"text": "We Can Really run man and A lot of our Ancestors the Kalahari bushmen Still do this they Just run an Animal for like", "start": 5818.889, "duration": 7.1}, {"text": "Until it dies and that bushman doesn't die [I] mean They", "start": 5826.48, "duration": 3.229}, {"text": "Also sometimes Shoot Them With Poison Arrows but They Can Just run them Till they", "start": 5829.71, "duration": 3.06}, {"text": "die\nso", "start": 5832.77, "duration": 0.69}, {"text": "We have Tremendous Endurance and you and You have to be able to get Rid [of] A lot of Heat if You're Going to run", "start": 5833.46, "duration": 4.35}, {"text": "Around in The desert so, we don't have much hair that's one Explanation and Buckminster Fuller Had an Interesting Explanation Which", "start": 5837.81, "duration": 5.819}, {"text": "Was he Thinks that at some Point during our Evolution [We] Spend A [lot] of Time near the Water and so", "start": 5843.63, "duration": 4.5}, {"text": "We're like fish Apes something like that, well you [know]", "start": 5848.13, "duration": 2.759}, {"text": "We like to be on the Beach and There's Lots of Food There and We like to swim and we're Really good [at] Swimming for?", "start": 5850.889, "duration": 4.11}, {"text": "Terrestrial Creatures and", "start": 5855.0, "duration": 1.69}, {"text": "We cry Salt Tears like some Seagoing Creatures - and Women have a layer of?", "start": 5856.69, "duration": 4.759}, {"text": "Subcutaneous Fat Like Some Seagoing Creatures - and We have kind of our Feet Are Which are very odd Things Are Kind of good for?", "start": 5861.73, "duration": 6.319}, {"text": "Flapping in The Water Although, We Can, also Walk with them and so he Thought that Maybe that Adaptation was too?", "start": 5868.78, "duration": 5.899}, {"text": "Water Existence Like seals and so Forth like, We kind of went back to the Ocean but not Quite and so?", "start": 5875.75, "duration": 5.329}, {"text": "But Anyways The Evolution of that Hairlessness Is an Interesting Thing but it Certainly Does Make Us", "start": 5881.659, "duration": 4.91}, {"text": "Exposed To the World in A way that animals that have A covering of Fur aren't and Then", "start": 5886.699, "duration": 4.669}, {"text": "We're upright Which Is very Strange Because most animals aren't [They're] on all Fours and so they're very", "start": 5891.369, "duration": 4.83}, {"text": "Vulnerable Parts Are Protected and Not Exposed to view and then of Course when, you're Standing up nude your your", "start": 5896.9, "duration": 7.04}, {"text": "your Visit Let's Call it your psychophysiological", "start": 5905.09, "duration": 2.299}, {"text": "Quality Is on Painful Display", "start": 5907.94, "duration": 2.0}, {"text": "Right and", "start": 5910.429, "duration": 1.051}, {"text": "People Complain About that all the Time you know if you look at the feminist tack for example on beauty the Idea that Women have", "start": 5911.48, "duration": 6.079}, {"text": "Eating Disorders Is Directly", "start": 5917.559, "duration": 2.0}, {"text": "Attributed to the Presence of Too Many Beautiful Women on the Cover of Magazines", "start": 5920.539, "duration": 3.92}, {"text": "Something Like That Even Though women Buy Those Magazines and They're Attracted [to] the [Bandar] Mood Goes Up when they Purchase them and", "start": 5924.739, "duration": 6.14}, {"text": "If the if the Stimulus was", "start": 5931.01, "duration": 2.509}, {"text": "negative The Women Would avoid the Magazines and not Buy", "start": 5934.039, "duration": 2.21}, {"text": "Them so as a Theory it's A very very Bad one But it's still the case that you know it's still the case [that]", "start": 5936.25, "duration": 6.209}, {"text": "Standards of Beauty Shame People and That's for Sure [and] Everyone Because if You're not ugly now man", "start": 5942.8, "duration": 4.819}, {"text": "You're Going to be at some [Point] in your life", "start": 5947.719, "duration": 2.0}, {"text": "So that's kind of A rough thing to contend With right it's it's a rough [Thing] to to know that", "start": 5951.829, "duration": 4.67}, {"text": "That There's an Ideal that you could be and Maybe even [One] [Swear] that you're not going to be for Long or", "start": 5956.63, "duration": 4.429}, {"text": "Norden Or Never Were and it's really an Appalling Issue Because I think it's Harder on Women Because Women are Judged", "start": 5961.219, "duration": 6.77}, {"text": "By men More for Their", "start": 5968.179, "duration": 2.0}, {"text": "[What] for Their Youth and Fertility that's how it Turns out From the evolutionary Point of view men Are Judged more on Their Socioeconomic?", "start": 5970.55, "duration": 6.979}, {"text": "Status By women it's Harsh Both Ways but so anyways it's you know it's a terrible Thing to", "start": 5977.78, "duration": 4.879}, {"text": "to Carry the Knowledge with you that", "start": 5983.179, "duration": 3.62}, {"text": "you're Exposed to the Most Serious", "start": 5987.26, "duration": 2.0}, {"text": "Possible Evaluation of The Quality of your being that you Can Possibly be Exposed to all the Time and That that's Further", "start": 5989.57, "duration": 6.439}, {"text": "Amplified if You're Without Clothing and so Part of Clothing is Protection but A tremendous Amount of it is Merely Stopping other People from", "start": 5996.139, "duration": 7.07}, {"text": "Evaluating you too Harshly all the Time it just Gets in the way so", "start": 6004.09, "duration": 3.83}, {"text": "Anyways This Store This This", "start": 6010.09, "duration": 2.359}, {"text": "Story Makes the case that at", "start": 6013.51, "duration": 1.94}, {"text": "Some Point We [Would] like that, well Animals aren't like that so it Seems Perfectly Plausible at at some Point", "start": 6015.45, "duration": 5.31}, {"text": "We weren't Like that but at some [Point] that Changed and They were Both Naked the man and his wife and we're not Ashamed of?", "start": 6020.76, "duration": 6.33}, {"text": "[A] serpent", "start": 6028.93, "duration": 0.92}, {"text": "Was more Subtle Than Any beast of the Field which [the] lord God had Made [and]", "start": 6029.85, "duration": 3.3}, {"text": "He Said Unto the woman yea hath God Said ye Shall not eat of Every Tree", "start": 6033.43, "duration": 3.919}, {"text": "Of the garden i like this this is um, oh?", "start": 6037.35, "duration": 3.06}, {"text": "I can't remember who did the Edging Yell who is it [Da-Rae] yeah Deray Exactly he Door A did etchings for Paradise lost", "start": 6041.23, "duration": 7.399}, {"text": "That Are Absolutely Remarkable and This Is satan and this is the snake Here and of Course in the Genesis Story satan is Weirdly", "start": 6048.63, "duration": 7.08}, {"text": "Associated With the Snake and I'll tell you that's a that's a that's a tough one To sort out", "start": 6055.87, "duration": 4.49}, {"text": "Because in The Story of Adam and Eve There's no Indication Whatsoever that the serpent who?", "start": 6060.76, "duration": 5.419}, {"text": "Tempts Eve is also satan the Author of all Evil and How in the World Those Two Stories got Tangled together", "start": 6066.76, "duration": 6.05}, {"text": "Well I think I figured that out and", "start": 6073.18, "duration": 2.209}, {"text": "I'm going to tell you that tonight but It took A very Long Time to Figure it out and it's", "start": 6075.61, "duration": 3.529}, {"text": "Absolutely it's so Bloody Brilliant [I] just Can't believe that People Figured it out it's so it's so unbelievably", "start": 6079.57, "duration": 5.509}, {"text": "Spectacularly Brilliant and That's a that's A an Intimation of that Idea right that There's a kinship between These two things so", "start": 6085.99, "duration": 6.979}, {"text": "Anyways The Serpents More Subtle Than Any beast of the Field Subtle Is an Interesting Word This is from the oxford English [Dictionary]", "start": 6093.34, "duration": 5.81}, {"text": "So because will Amplify the word A bit this Is what you do in Union dream?", "start": 6099.81, "duration": 4.289}, {"text": "Interpretation for Example is to kind of Look at the Connotations of the Concepts that are associated with the dream", "start": 6104.35, "duration": 5.12}, {"text": "Subtle of a Person Or animal and Action behavior", "start": 6110.02, "duration": 2.779}, {"text": "Crafty Cunning Sly Treacherous So it's something That sort of Sneaks Along right it's not something that you Really pick [up] on that Easily", "start": 6113.26, "duration": 6.35}, {"text": "of A look or glance Sly furtive Surreptitious of a Person", "start": 6119.89, "duration": 4.459}, {"text": "Skillful Expert Clever of A Work of Art mechanical Device Cleverly made or designed Ingenious", "start": 6124.81, "duration": 5.869}, {"text": "Well that that's I think that's all Fairly?", "start": 6130.81, "duration": 2.059}, {"text": "All Those Terms so far are Fairly, well Attributed to snakes I mean They are very Cool things and and They are very", "start": 6133.81, "duration": 6.289}, {"text": "Well designed They're Quite Remarkable and They're also very Subtle on?", "start": 6140.1, "duration": 3.89}, {"text": "The Nature [of] Or Involving Careful Discrimination of fine Points Or fine Points difficult to Understand and Abstruse", "start": 6144.45, "duration": 7.22}, {"text": "of a Person the mind", "start": 6153.75, "duration": 2.0}, {"text": "Or Intellectual Activity", "start": 6159.03, "duration": 1.98}, {"text": "Intellectual Activity Characterized by Wisdom [and] Perceptiveness Discriminating Discerning and Truth That's Interesting Because", "start": 6161.01, "duration": 5.36}, {"text": "Milton's Satan Is also the intellect and", "start": 6166.89, "duration": 3.35}, {"text": "You know you see that very often you know it's so often The Bad Guys an Evil scientist right and There's Something About and then", "start": 6170.88, "duration": 6.2}, {"text": "You See the Same Thing in the Lion king With Scar", "start": 6177.08, "duration": 2.0}, {"text": "I mean Scars and Intellect and Arrogant Deceitful Intellect There's Nothing Stupid about scar he's not Wise", "start": 6179.3, "duration": 5.97}, {"text": "But he's the he's the", "start": 6185.55, "duration": 1.32}, {"text": "Evil Voice that's Always Whispering in The kings ear and That's associated With the pride of the Intellect and the catholics Had Warned", "start": 6186.87, "duration": 7.099}, {"text": "[Warned] Humanity About the pride [of] the Intellect for Centuries That's Partly what Produced somewhat of the Schism between", "start": 6194.16, "duration": 6.08}, {"text": "Catholicism and Science Although that's much Overstated if You look at the historical Record", "start": 6200.73, "duration": 3.56}, {"text": "The idea, was that The Intellect has its Own Particular it's A remarkable?", "start": 6204.9, "duration": 4.52}, {"text": "Faculty Let's Say it's the highest Angel in God's Heavenly Kingdom that's the way that Milton Portrayed it but it's", "start": 6210.03, "duration": 5.99}, {"text": "Also the thing that Can go most Terribly Wrong Because Intellect", "start": 6216.02, "duration": 2.939}, {"text": "The Intellect Can Become Arrogant About its Own Existence and", "start": 6219.54, "duration": 3.889}, {"text": "accomplishments and it Can Fall in Love With its Own Products and That's what happens when your ideological Ii possessed because you", "start": 6223.71, "duration": 5.719}, {"text": "End up with a, Dogma like, say a human Constructed [Dogma] in Solzhenitsyn's Words that possesses you Completely of Which you believe Is", "start": 6229.43, "duration": 7.56}, {"text": "100% Right right so it eradicate the Necessity for Anything transcendent and so that's the subtil Element of the", "start": 6237.63, "duration": 7.04}, {"text": "Intellect That's associated Symbolically With the snake in The garden of Paradise", "start": 6245.1, "duration": 3.439}, {"text": "of A feeling scent", "start": 6249.81, "duration": 1.71}, {"text": "Sensation acute and Keen Involving Distinctions that are finer delicate Especially to such an extent as to be difficult to discern or analyze", "start": 6251.52, "duration": 6.83}, {"text": "Also almost Imperceptible and Elusive Having Little Thickness or Breadth thin fine", "start": 6258.36, "duration": 5.93}, {"text": "Subtil Matter now Historical", "start": 6264.75, "duration": 2.209}, {"text": "Rarefied Mouth Barely There at all and the [women] Said [Unto] the Serpent We May eat of The Fruit of the Trees of the garden?", "start": 6267.48, "duration": 6.859}, {"text": "One of", "start": 6274.74, "duration": 0.63}, {"text": "The Fruit of the Tree Which Is in the midst of the garden God This God has Said he Shall not eat of it", "start": 6275.37, "duration": 4.259}, {"text": "Neither Shall You Touch it lest you die and the serpent Said to the woman", "start": 6279.76, "duration": 3.889}, {"text": "Ye Shall not Surely", "start": 6284.14, "duration": 1.23}, {"text": "Die For god Doth [know] in the day that you eat Thereof then your eyes Shall be Opened and you shall be as god's Knowing", "start": 6285.37, "duration": 6.259}, {"text": "Good and Evil", "start": 6291.63, "duration": 1.78}, {"text": "Sneaky Subtle it's a nice Story a the first thing Is for [Instance] the Instant Implication Is", "start": 6293.41, "duration": 6.859}, {"text": "Well you can't trust God?", "start": 6300.64, "duration": 2.0}, {"text": "so that's Pretty Sneaky and the next is when he's Trying to he's Trying to pull A fast one on you and the next one", "start": 6302.74, "duration": 5.659}, {"text": "Is what He's Trying to do that Because he's Jealous?", "start": 6308.4, "duration": 1.72}, {"text": "And he doesn't want you to know things that he Knows because that Would be so good and", "start": 6310.12, "duration": 4.069}, {"text": "He's lying to you anyways Because you're not going to die and", "start": 6314.56, "duration": 2.78}, {"text": "If you eat it", "start": 6318.31, "duration": 1.23}, {"text": "Contrary to what You've Been Informed then all that's going to happen is your eyes will be Open and you'll be like god's Knowing good", "start": 6319.54, "duration": 5.689}, {"text": "And Evil that sounds Pretty Damn good so you know [a] [night] I mean eve but as she, [no] and Hold Still Wonder She's", "start": 6325.23, "duration": 6.81}, {"text": "Susceptible to such blandishments and it's Quite", "start": 6333.22, "duration": 2.209}, {"text": "Interesting Too Because out of and Eve God tells adam and Eve not to eat the Damn Fruit but They Never Promise not to", "start": 6335.43, "duration": 5.399}, {"text": "[Write] so they haven't Promised They've Just Been Told to and, well Should They be Obedient", "start": 6341.47, "duration": 4.489}, {"text": "Well How obedient do you want your Children to be you want them to be Obedient enough so they?", "start": 6346.29, "duration": 4.169}, {"text": "Don't get Hurt but Disobedience Enough so that they go [Up] in the World and do Something Courageous and They Break", "start": 6350.46, "duration": 4.709}, {"text": "Some Rules That They Learn some things and so you know it's it's it's A very Paradoxical story", "start": 6355.17, "duration": 4.8}, {"text": "Anyways The Serpent One That Wins this round man and so eve Pays Attention to the snake", "start": 6360.49, "duration": 5.449}, {"text": "So again, We have the same Set of images right We have?", "start": 6370.54, "duration": 2.899}, {"text": "Adam and We have Eve", "start": 6374.17, "duration": 1.56}, {"text": "We have this Tree and We Have this Strange Serpent that's A?", "start": 6375.73, "duration": 3.169}, {"text": "Dragon-Like Form [They're] A, Sphinx Like Form That's associated With the tree the snakes Eternally associated with the tree, well the snake", "start": 6378.9, "duration": 7.35}, {"text": "Wasn't Eternally associated with the Tree?", "start": 6386.25, "duration": 1.8}, {"text": "We spent God Only Knows how Many Tens of Millions of Years as Tree Dwelling Primates and?", "start": 6388.05, "duration": 5.609}, {"text": "The Primary or One of our Primary Predators, We had Three Primary Predators?", "start": 6394.12, "duration": 4.16}, {"text": "Snakes", "start": 6399.19, "duration": 1.41}, {"text": "Birds", "start": 6400.6, "duration": 1.35}, {"text": "Cats and", "start": 6401.95, "duration": 1.59}, {"text": "So the snake has Been Associated With the tree for A very very Long Time and the Lesson the snake tells People is you", "start": 6403.54, "duration": 6.26}, {"text": "Bloody, Well Better Wake up or something you", "start": 6409.8, "duration": 2.069}, {"text": "Don't like will get you and who's going to be more Susceptible", "start": 6411.87, "duration": 2.729}, {"text": "Susceptible to Paying Attention to the snake and that's going to be Eve and the Reason for that is eve has", "start": 6415.0, "duration": 5.539}, {"text": "Offspring and There's Nothing Tastier to a snake Than a child and so eve Had Every Reason to be", "start": 6421.27, "duration": 6.68}, {"text": "Self-Conscious and Neurotic and Women Are more Self-Conscious and Neurotic than men By quite a substantial amount and that's true cross", "start": 6428.62, "duration": 6.05}, {"text": "Culturally and it Emerges at Puberty and Part of the Reason is as far as", "start": 6434.8, "duration": 4.189}, {"text": "We can tell Is [that] Women are more Sexually vulnerable They're also Smaller?", "start": 6438.99, "duration": 3.72}, {"text": "So that's a problem if You're Engaged in A physical Alteration but Most Importantly I think Is [that] why", "start": 6443.56, "duration": 6.83}, {"text": "Would you ever Assume that a human females Nervous System is adapted to her Or?", "start": 6450.39, "duration": 4.56}, {"text": "Her well-being why, wouldn't you assume Instead that her Nervous System is adapted to the female infant dyad", "start": 6455.47, "duration": 6.83}, {"text": "Because if It isn't then the infant's die and so you might Take", "start": 6462.97, "duration": 3.47}, {"text": "Well women Are way more Susceptible to Depression and Anxiety than men Are that's A, hell of A Burden to bear and that's", "start": 6466.44, "duration": 5.729}, {"text": "Also true Cross Culturally by the Way and it", "start": 6472.17, "duration": 1.89}, {"text": "Also Kicks in At Puberty and The biggest Differences Are in Scandinavia for Those of you who Think it's socio-Cultural Which isn't", "start": 6474.06, "duration": 6.15}, {"text": "So but There's Reasons for it you know and it's", "start": 6481.24, "duration": 2.839}, {"text": "Also at Puberty When", "start": 6484.08, "duration": 1.21}, {"text": "Men and Women start to become Sexually Dimorphic in Terms of Size and men Are Way more Powerful in Their Upper Bodies it's", "start": 6485.29, "duration": 6.35}, {"text": "Incomparably more Powerful and so that Makes Them A lot more Dangerous and Human Human Primary Human defense Mechanism is punching like With Kangaroos", "start": 6492.04, "duration": 7.82}, {"text": "For Because There's A mother animals the Punch Chimps Can Punch too but Human beings it's a punch and", "start": 6500.38, "duration": 4.549}, {"text": "Most of the Force and that Is", "start": 6505.0, "duration": 1.32}, {"text": "[Upper-Body] and Shoulder and so A woman's no Match for a man in A fight so she has every Reason to be Nervous Especially When", "start": 6506.32, "duration": 5.87}, {"text": "You Add that to [that] her Additional sexual Vulnerability and the fact that She has to Take Care of extraordinarily", "start": 6512.19, "duration": 4.799}, {"text": "Dependent infants who are extremely Fragile", "start": 6517.27, "duration": 2.0}, {"text": "For [A] very Long Period of Time and so she Had Every and Women are More", "start": 6519.4, "duration": 4.129}, {"text": "Self-Conscious Than Men The Empirical Literature on that is Clear it's associated With Trait Neuroticism Because", "start": 6523.63, "duration": 5.149}, {"text": "Self-Consciousness is Actually an Unpleasant Emotion who wants to be Self-Conscious", "start": 6528.91, "duration": 3.709}, {"text": "If I'm Self-Conscious on the Stage Talking to you then all of a sudden [I] can't even Talk to you all I'm doing is thinking", "start": 6532.99, "duration": 5.06}, {"text": "About Me and all the things that are wrong with Me and I fall inside Myself it's like", "start": 6538.05, "duration": 3.689}, {"text": "Self-Consciousness Although it's a great, Gift let's Say Is nothing pleasant [its] associated Primarily With anxiety", "start": 6542.23, "duration": 5.659}, {"text": "So we've Had Every Reason to Pay [Attention] [to] the snake that's for Sure [I] think [I] read this week that", "start": 6550.9, "duration": 5.089}, {"text": "Among Can't Remember Which tribes Minute where it was Unfortunately Although I did put a Footnote in [my] new Book about this", "start": 6556.27, "duration": 5.509}, {"text": "These were Jungled Dwelling", "start": 6564.13, "duration": 2.149}, {"text": "Tribal People", "start": 6566.95, "duration": 1.59}, {"text": "5% of the Adults Had Been Attacked by a Python and A substantial Number of Children Had Been Killed by them so snake Predation", "start": 6568.54, "duration": 6.439}, {"text": "was no Joke it Shaped our evolutionary Past and Still is no Joke in Many Places and so we're A tuned to snakes and", "start": 6575.14, "duration": 7.76}, {"text": "The Thing Is as Lynn has Bel Pointed out an Anthropologist, We are Really good at", "start": 6583.09, "duration": 4.819}, {"text": "Detecting the Camouflage Patterns of Snakes Especially in The lower Half of our Visual [Field] and", "start": 6587.92, "duration": 5.39}, {"text": "There's Evidence That Part of the Reason That Human beings have Such a cute Vision", "start": 6594.13, "duration": 3.62}, {"text": "Which Means that our Eyes [Opened] Let's Say is because we were?", "start": 6598.42, "duration": 3.29}, {"text": "[We] [co] evolve with snakes and We learned how to see Them and then the Price, We paid for Seeing?", "start": 6602.02, "duration": 5.029}, {"text": "Was that our Brain Grew Because you need A lot of Brain to be able to See and the Consequence of our Brain Growing Is", "start": 6607.05, "duration": 5.069}, {"text": "One day\nWe woke Up and Discovered the future and the future [is] where all the snakes might live Instead of Where they live right now", "start": 6612.12, "duration": 5.999}, {"text": "so there's That", "start": 6621.31, "duration": 1.98}, {"text": "The Same Thing and The Same so Interesting again These images you See in This one", "start": 6623.29, "duration": 4.699}, {"text": "You Have [the] specter of death in the tree with the snake and The Fruit no fruit Is", "start": 6628.45, "duration": 4.31}, {"text": "Interesting [-] I already Made the case that There's A tight linkage between what you eat and Information right a conceptual link as", "start": 6632.98, "duration": 6.56}, {"text": "Well as a practical link but it's, also the case that", "start": 6639.54, "duration": 1.98}, {"text": "We can See colors and The Question is why and the answer is Because?", "start": 6641.52, "duration": 4.109}, {"text": "We evolved to see Ripe Fruit?", "start": 6645.63, "duration": 1.72}, {"text": "So in The Story of Adam and Eve Human beings are given Vision by the snake and The Fruit and that Turns out [to] be", "start": 6647.35, "duration": 5.99}, {"text": "Correct", "start": 6653.95, "duration": 1.08}, {"text": "So isn't that something and then you think what role do Women Play in Relationship to men, well first They", "start": 6655.03, "duration": 5.089}, {"text": "Make them Self Conscious Let's not", "start": 6660.12, "duration": 1.68}, {"text": "Ever Forget About That Because I would Say the Primary", "start": 6661.8, "duration": 2.729}, {"text": "Role That Women Have [in] Relationship to Manage to Make them [Self-Conscious] and men don't", "start": 6664.75, "duration": 4.099}, {"text": "Precisely Like That There's Nothing that will Make a man [more] Self-Conscious Than being Rejected and why because why", "start": 6668.95, "duration": 6.74}, {"text": "Is he Rejected well Obviously mother Nature in The Guise of that Particular woman have Said", "start": 6675.69, "duration": 6.029}, {"text": "You're not so Bad for A friend but There's no Reason that your Genetic material Should Propagate Itself Into the Future", "start": 6682.06, "duration": 5.179}, {"text": "Right well it's not like men Are Exactly happy About being Me but Made Self Conscious by women right it's a major source of", "start": 6692.98, "duration": 6.47}, {"text": "Continual Tension between Men And Women and it's no Wonder but it's", "start": 6699.64, "duration": 3.079}, {"text": "Also the case and This is something Really cool and interesting to know you know [we'd]", "start": 6702.719, "duration": 4.29}, {"text": "[Evolved] dive Divulge [Guy]", "start": 6708.16, "duration": 2.989}, {"text": "Whatever that's it Diverged", "start": 6711.7, "duration": 2.0}, {"text": "We diverged from the Common Ancestor between US and Chimpanzees About Six Million Years Ago here's why at least in Part", "start": 6713.739, "duration": 6.59}, {"text": "Chimpanzee Females Are Non discriminant Mater's They'll mate With Any Male", "start": 6720.82, "duration": 3.74}, {"text": "When They go, Into heat Which Human females don't?", "start": 6725.35, "duration": 3.259}, {"text": "When They go, Into heat then Any Male is allowed Access", "start": 6729.7, "duration": 3.679}, {"text": "Now the dominant Males Chase the subordinate Males away", "start": 6734.02, "duration": 2.6}, {"text": "And so the dominant Males Are more Likely to leave Offspring but it's not because of the female choice it's not the case with Human", "start": 6736.62, "duration": 5.369}, {"text": "Beings Human females Engage in Hypergamy and Hypergamy is the ten This is also to cross culturally and it's, also Quite", "start": 6741.989, "duration": 7.32}, {"text": "It's just as extensive in Scandinavia not Quite There's A bit of Attenuation but not much", "start": 6750.16, "duration": 4.25}, {"text": "Women Mate Across and Up dominance Hierarchies Man-Made across and Down", "start": 6754.69, "duration": 4.16}, {"text": "okay, when that has to be the Case Because [if] Obviously it has to Work that way if One Goes up the other has to", "start": 6759.37, "duration": 6.109}, {"text": "go Down the Socio-Economic", "start": 6765.48, "duration": 1.72}, {"text": "Status of A woman Is", "start": 6767.2, "duration": 2.0}, {"text": "Almost Determines Almost Zero of her Attractiveness Towards a man?", "start": 6769.27, "duration": 4.399}, {"text": "Whereas The Socioeconomic", "start": 6773.95, "duration": 1.14}, {"text": "Status of A man is a major Determinant of his attractiveness Towards A woman and it isn't as wealth either because that's Been Tested it's", "start": 6775.09, "duration": 6.41}, {"text": "his", "start": 6781.5, "duration": 0.82}, {"text": "Capacity To Generate and", "start": 6782.32, "duration": 1.74}, {"text": "Be Productive and to Share Because that beats The hell out [of] wealth wealth Can Disappear right but the Capacity to be Productive and Share", "start": 6784.06, "duration": 7.37}, {"text": "That's that's a much More", "start": 6791.56, "duration": 1.92}, {"text": "Important Element and why not be Chosen on the Basis of that Especially Because women have to have infants and", "start": 6793.48, "duration": 4.97}, {"text": "Infants Make The Women dependent and the woman is just looking Logically Rationally and from an Evolutionary Perspective", "start": 6798.7, "duration": 6.379}, {"text": "for someone [Who's] useful Enough to give A tool and A hat", "start": 6805.45, "duration": 2.659}, {"text": "so", "start": 6808.69, "duration": 1.43}, {"text": "Women Make Intense demands on man and it's no wonder but the thing is is that because women", "start": 6810.12, "duration": 4.56}, {"text": "Engaged in Hypergamy at Least in Part We diverged Quite Rapidly from Chimpanzees", "start": 6815.11, "duration": 4.099}, {"text": "Because The Selection Pressure That Women Placed on men", "start": 6819.64, "duration": 3.169}, {"text": "Developed The Entire Species Now There's Two things that happened as far as I [could] tell the men Competed for Competence Let's Say", "start": 6823.06, "duration": 6.29}, {"text": "So the male Hierarchy is a mechanism that pushes the best man to the Top Virtually by Definition and then that's", "start": 6829.78, "duration": 6.649}, {"text": "That's The Effect of that is multiplied by the fact that women who are a program must Peel from the top and so that the", "start": 6837.01, "duration": 6.049}, {"text": "Males who [are] the most competent Are much more Likely to leave", "start": 6843.06, "duration": 2.669}, {"text": "Offspring and That Seemed to [Be] What drove our Cortical Expansion for example Which happened very very, Rapidly, over the Course of evolutionary Time", "start": 6846.67, "duration": 6.17}, {"text": "so", "start": 6853.63, "duration": 2.0}, {"text": "And when the woman [saw] that the Tree was good for Food and it was pleasant to the eyes and a tree", "start": 6855.94, "duration": 4.52}, {"text": "to be desired to Make one Wise she", "start": 6861.04, "duration": 2.75}, {"text": "Took of The Fruit Thereof and did Eat and gave, also Unto her Husband With her and he did [eat]", "start": 6864.97, "duration": 4.219}, {"text": "[oh] yes and women Share Food", "start": 6869.34, "duration": 2.0}, {"text": "That's A very Strange Thing because Most Creatures don't do that right most animals", "start": 6871.87, "duration": 4.009}, {"text": "Don't Share Food like if you if you're a wolf and you bring down something in A hunt you eat your fill the dominant [Mate]", "start": 6875.88, "duration": 5.49}, {"text": "Creatures Eat Their Fill and Then if There's some Left over the subordinates Get to eat too but [that] isn't how Human beings Work", "start": 6881.77, "duration": 4.49}, {"text": "We share Food Now you Can Imagine How That evolved because Lots of Female Creatures Share Food With Their Offspring?", "start": 6886.3, "duration": 6.799}, {"text": "okay, you", "start": 6893.65, "duration": 0.56}, {"text": "Don't need much of A twist in That from an Evolutionary Perspective", "start": 6894.21, "duration": 2.34}, {"text": "[Til] You start to Share Food not Only With your offspring se but With your Mate and that's Another Way [that] you entice a mate", "start": 6896.86, "duration": 6.379}, {"text": "It's like, we're Going to be Better Together [then] alone, well that's the offering of the Fruit, well what's the Self Conscious Part?", "start": 6903.43, "duration": 5.959}, {"text": "Well Here's Part of The Bargain you know I'm going to wake you up and", "start": 6909.4, "duration": 4.04}, {"text": "Partly I'm going to wake you up because you need to be Woken up because I have this infant that Needs some Damn Care", "start": 6913.9, "duration": 4.64}, {"text": "so you Bloody", "start": 6918.67, "duration": 0.86}, {"text": "Well [Better] Be awake and Part of the Bargain is all offer you something I'll offer you some Food and in Response", "start": 6919.53, "duration": 5.759}, {"text": "We're Going to Make a team and that's the deal on that's the Human deal and that's why, we're?", "start": 6925.3, "duration": 4.909}, {"text": "More Or Less Monogamous by why", "start": 6930.73, "duration": 2.09}, {"text": "We more Or less Pair Bond and why something Approximating marriage is a human [Universal] it's", "start": 6932.82, "duration": 5.879}, {"text": "Cross-Cultural Now You Can find Exceptions but who the hell Cares", "start": 6939.16, "duration": 2.509}, {"text": "Just Really man who cares the vic you look at the vast Pattern the vast Pattern, well in the Price", "start": 6942.58, "duration": 6.959}, {"text": "We Pay for Having large brains Is that we're very dependent and it Takes A long Time for Us to get Programmed and Because of", "start": 6949.54, "duration": 5.069}, {"text": "That We need Relatively Stable Family Bonding and That's Basically what we've evolved and you [know] you?", "start": 6954.61, "duration": 5.79}, {"text": "Don't get That Without Making men [Self-Conscious] because Male Creatures why not Impregnate and Run I mean why the hell not", "start": 6960.4, "duration": 6.78}, {"text": "And that's something to Really, no Kidding like that's the thing to think About it is not why", "start": 6967.42, "duration": 4.56}, {"text": "man Abandoned Their Children That's the Mystery it's why, Any men", "start": 6971.98, "duration": 3.39}, {"text": "Ever Stick With them that's the Mystery because you just have to look at the animal Kingdom and", "start": 6975.98, "duration": 5.06}, {"text": "That Like The simplest and Easiest Thing is always the most likely Thing to Occur", "start": 6981.47, "duration": 4.639}, {"text": "So it's the Exception that Long-Term Commitment That Needs [Explanation]", "start": 6986.69, "duration": 4.13}, {"text": "She took of The Fruit Thereof and did Eat and gave, also Unto her Husband With her and he did eat", "start": 6991.97, "duration": 3.979}, {"text": "and the eyes of Both of them were Opened", "start": 6996.8, "duration": 2.0}, {"text": "Implying That before That They were Closed", "start": 6998.99, "duration": 2.0}, {"text": "and they Knew They were Naked and They sewed Fig leaves Together and Made Themselves Aprons", "start": 7001.39, "duration": 3.949}, {"text": "So that's so Interesting so their eyes Are Open Which Indicates that they weren't to Begin With so whatever God Created to Begin With", "start": 7005.59, "duration": 5.84}, {"text": "Was kind of blind?", "start": 7011.43, "duration": 1.03}, {"text": "[Indian] but not blind in Some Strange Way because they weren't Obviously wandering Around in the garden Bumping Into Trees it was some sort of?", "start": 7012.46, "duration": 6.56}, {"text": "Metaphysical Blindness That's Been Removed By Whatever has Just happened and Whatever's Just happened, also Made them realize that they, were Naked", "start": 7019.24, "duration": 6.739}, {"text": "Okay, [so] what sort of Eye Opening Is that what does it Mean to realize that you're Naked", "start": 7026.17, "duration": 4.729}, {"text": "It Means to Realize that you're Vulnerable", "start": 7031.69, "duration": 2.0}, {"text": "That's What People Discovered it's like, oh?", "start": 7034.39, "duration": 2.149}, {"text": "We can be hurt so you're A Zebra in A herd of Zebras and There's a bunch of Lions Around There?", "start": 7037.39, "duration": 6.169}, {"text": "Laying on the grass you, [don't] Care", "start": 7043.71, "duration": 2.0}, {"text": "Those Are Laying Down [Lions] Laying Down Lions Are no Problem it's Standing up Hunting Lions that are the Problem", "start": 7046.0, "duration": 6.35}, {"text": "You're not smart Enough to Figure out that Laying Down lines Turn Into Standing up Hunting [Lions] so you're not like", "start": 7052.36, "duration": 5.54}, {"text": "Building A fort to Keep the Lions out you're Just Mindlessly Eating grass You're not very", "start": 7058.36, "duration": 4.88}, {"text": "Awake but that's not what happens to human beings Is they Wake up and they Think, we're Vulnerable", "start": 7063.28, "duration": 4.549}, {"text": "Permanently it's Never going away right it's the it's the", "start": 7068.5, "duration": 4.22}, {"text": "Recognition of that Eternal", "start": 7073.36, "duration": 2.0}, {"text": "Vulnerability", "start": 7075.55, "duration": 1.01}, {"text": "What happens The first Thing They do Is Clothe Themselves?", "start": 7076.56, "duration": 2.0}, {"text": "Well what Happens when you're Naked when you need Protection from the World well Obviously Look, you're all wearing Clothes you know why?", "start": 7078.67, "duration": 7.34}, {"text": "Well we've Been doing that for A very very Long period, of Time it's tens of Thousands of Years at minimum", "start": 7086.65, "duration": 5.51}, {"text": "Factor you Can Track More", "start": 7092.71, "duration": 1.31}, {"text": "Or\nLess When Clothing Developed because you can do dna Testing of the kind of lice that cling to clothes Rather than hair and so", "start": 7094.02, "duration": 6.27}, {"text": "We have a pretty good Idea of When Clothing Emerged and of Different types as?", "start": 7100.29, "duration": 4.35}, {"text": "Well so that's Quite cool but The point Is they're Naked and They Think that's not so good", "start": 7104.64, "duration": 4.5}, {"text": "We're Vulnerable so Their eyes", "start": 7109.27, "duration": 1.52}, {"text": "Were Open Enough so they become", "start": 7110.79, "duration": 1.57}, {"text": "Self-Conscious and They Recognize Their Own Vulnerability and The first thing they do is the first Step of Culture is to protect Themselves With something", "start": 7112.36, "duration": 6.32}, {"text": "From The World and You Protect Yourself From the World and From the Prying Eyes of other People", "start": 7118.78, "duration": 4.069}, {"text": "This is the Book by linnaeus, [bell] why, We see so?", "start": 7124.45, "duration": 2.659}, {"text": "Well", "start": 7127.11, "duration": 0.64}, {"text": "From The Temptation of the Eve to the venomous murder of the mighty Thor the serpent Appears Throughout Time and Culture as a Figure of", "start": 7127.75, "duration": 5.78}, {"text": "Mischief and Mystery Misery The Worldwide Prominence of Snakes and Religion Myth and Folklore", "start": 7133.53, "duration": 4.529}, {"text": "Underscores our Deep Connection to the serpent but why, when so few of Us have First-Hand Experience", "start": 7138.64, "duration": 4.58}, {"text": "The Surprising [answer] This Book suggests Lies in The Singular Effect of Snakes on Primate Evolution", "start": 7144.64, "duration": 5.509}, {"text": "Predation Pressure From Snakes [Líneas] Bell Tells Us is Ultimately Responsible for the superior Vision and Large Brains of", "start": 7151.03, "duration": 6.199}, {"text": "Primates and For A critical Aspect of Human Evolution that was tested Recently?", "start": 7157.54, "duration": 4.1}, {"text": "Psychologists Have Known for A long Time that People are Can Learn Fear to snakes but They Discovered in primates Recently A set of Neurons", "start": 7162.64, "duration": 6.35}, {"text": "[Palvin] Or Neural Neurons Which are", "start": 7169.18, "duration": 2.33}, {"text": "Specialized That That's an Old Old Perceptual Systems reveal neurobiological Evidence of Past", "start": 7172.15, "duration": 5.72}, {"text": "Selection for Rapid Detections of Snakes so that's from", "start": 7178.21, "duration": 3.02}, {"text": "2013 so the snake Definitely woke us up", "start": 7181.78, "duration": 3.289}, {"text": "Color Vision As an Adaptation to Fruit Eating in Primates it's not by Accident that women Make Themselves Look", "start": 7187.06, "duration": 6.29}, {"text": "like Ripe Fruit in Order to be attractive to men", "start": 7193.35, "duration": 2.189}, {"text": "Right and that's also not", "start": 7196.36, "duration": 2.0}, {"text": "Socio-Cultural in Origin so", "start": 7199.15, "duration": 2.0}, {"text": "and They Heard the Voice of the lord god Walking in the garden in The cool of the day and", "start": 7202.51, "duration": 3.799}, {"text": "Adam and his wife Hid Themselves From the Presence of the Lord amongst the Trees of the garden That's Interesting [so]", "start": 7206.62, "duration": 5.509}, {"text": "[What's] the Implication?", "start": 7212.95, "duration": 1.59}, {"text": "Prior To being Woken up prior to recognizing Nakedness and Vulnerability", "start": 7214.54, "duration": 5.12}, {"text": "There is no Reason for god for men and Women to hide from god Now are They Hiding from God While They're Naked", "start": 7220.24, "duration": 5.599}, {"text": "They're vulnerable, [ok], so think About this Think About this it's like", "start": 7226.69, "duration": 3.709}, {"text": "Imagine that You Have the Capacity [to] live Truthfully [and] Courageously and", "start": 7231.79, "duration": 4.399}, {"text": "Forthrightly Just Imagine That and then Imagine why you might not do that and then Imagine how about Fear and Shame how Would that Work", "start": 7236.47, "duration": 7.699}, {"text": "Well Let's Say that the Idea of Living Forthrightly and Truthfully and Courageously Is", "start": 7245.65, "duration": 5.149}, {"text": "Analogous Given What We Already Know about These Stories [-] Walking with God in The garden What stops People from doing that what stops People?", "start": 7251.14, "duration": 6.439}, {"text": "From Hiding", "start": 7257.58, "duration": 0.97}, {"text": "Well it's Their Own Way it's a recognition of Their Own Inadequacy they Look at Themselves and I think", "start": 7258.55, "duration": 4.07}, {"text": "How in The [World] Is a creature since his I", "start": 7263.02, "duration": 3.049}, {"text": "Supposed To Live Properly in This World With Everything that's wrong with Me and so what do you hide from", "start": 7266.62, "duration": 6.56}, {"text": "Well you you go home you sit on your bed for five Minutes and Ask Yourself what have you hidden from in your life man?", "start": 7273.19, "duration": 5.72}, {"text": "You'll Have Books of Knowledge Reveal Themselves to you in your Imagination right so, well why are you hiding", "start": 7279.16, "duration": 6.169}, {"text": "Well it's no bloody, Wonder you're Hiding it's no wonder that People hide that's the thing that's so Terrifying About this story", "start": 7285.36, "duration": 6.24}, {"text": "We woke Up and we thought?", "start": 7291.79, "duration": 1.37}, {"text": "Oh my god Look at this place like This is Seriously", "start": 7293.16, "duration": 2.549}, {"text": "There's Some Serious Trouble Here and We're in Some Serious Trouble and we're not what we could be?", "start": 7295.9, "duration": 3.979}, {"text": "And so we hide and that's what the story, Says People Woke up they", "start": 7299.98, "duration": 4.16}, {"text": "Became Self-Conscious They recognized Their Own Vulnerability and that Made [them] Made them hide from", "start": 7304.14, "duration": 5.31}, {"text": "Manifesting Their Divine Destiny", "start": 7309.91, "duration": 1.77}, {"text": "It's like yeah that's Exactly right and the lord go There I love This part of the Story and that's so Funny and the lord", "start": 7311.68, "duration": 5.989}, {"text": "God Called and We could Use a little humor at this point and", "start": 7317.67, "duration": 2.729}, {"text": "The Lord God Called [Him] to adam and [Said] Unto Him Where Art Thou and", "start": 7320.98, "duration": 3.77}, {"text": "Adam Said I", "start": 7325.36, "duration": 2.0}, {"text": "Heard [Thy] Voice in The garden and", "start": 7327.46, "duration": 2.0}, {"text": "I was Afraid because I was naked so in Case There was any doubt [about] that that's why and I hid Myself", "start": 7329.53, "duration": 6.86}, {"text": "and god Said who told you that you, were Naked", "start": 7343.37, "duration": 3.529}, {"text": "did you eat of the tree where have i commanded you that you Should not eat and", "start": 7348.05, "duration": 4.25}, {"text": "This is where Adam Shows Himself in All his Post-Fall Heroic Glory?", "start": 7352.82, "duration": 4.819}, {"text": "And the man Said the woman whom?", "start": 7360.05, "duration": 2.359}, {"text": "Thou gave Us to be with me She", "start": 7370.82, "duration": 2.809}, {"text": "[gave] Me of the Tree and I did eat so that's that [heard] man that's such that it's so you know", "start": 7374.63, "duration": 5.78}, {"text": "Again There's A modern feminist", "start": 7381.02, "duration": 2.0}, {"text": "Interpretation of The Story of Adam and Eve that Makes the Claim that Eve was Portrayed as the universal bad Guy of", "start": 7383.54, "duration": 7.129}, {"text": "Humanity for Disobeying God and Eating the Apple it's like Fair Enough you know", "start": 7390.95, "duration": 5.689}, {"text": "Looks Like She Slipped Up and then She Tempted her Husband and you know", "start": 7397.01, "duration": 4.219}, {"text": "That Makes her even Worse, although he's was foolish Enough to Immediately eat so it just Means she", "start": 7401.75, "duration": 6.02}, {"text": "Was a little more Courageous Than him [then] got There first", "start": 7407.77, "duration": 2.1}, {"text": "But it's adam who Comes across as Really one Sad Creature in This Story as far as I'm Concerned", "start": 7410.39, "duration": 4.609}, {"text": "[Well] C'mon [he] Manages in One, Sentence it's like first of all it wasn't him it was the Woman and Since it even Blames God", "start": 7415.0, "duration": 7.02}, {"text": "More Than Just the woman [it]. Was that Woman and you gave her to me", "start": 7423.26, "duration": 3.77}, {"text": "And She gave Me of the Tree and I did eat it's like so hey Adams all innocent except now he's not only Is he", "start": 7429.2, "duration": 6.049}, {"text": "Naked and", "start": 7435.86, "duration": 2.0}, {"text": "Disobedient and", "start": 7438.29, "duration": 1.47}, {"text": "Cowardly and", "start": 7439.76, "duration": 1.65}, {"text": "Ashamed He's also", "start": 7441.41, "duration": 2.0}, {"text": "Snively backbiting", "start": 7443.84, "duration": 2.0}, {"text": "Think he wraps her out like the sick and he Gets the [Opportunity] and Then he Blames God", "start": 7445.97, "duration": 5.33}, {"text": "It's like and That's Exactly right that's Exactly right man you go online and you Read", "start": 7451.7, "duration": 4.489}, {"text": "You Read the Commentary that men Write about women when They're Resentful and bitter about women", "start": 7456.5, "duration": 4.31}, {"text": "You Read it it's so interesting it's like it's not me it's Those Bitches", "start": 7461.06, "duration": 4.01}, {"text": "Okay, that's right it's not. Me it's Them and not only that what a bloody World this Is in which they?", "start": 7465.83, "duration": 6.26}, {"text": "[Exist] it's Exactly the Same Thing it's Exactly the same Thing [and] it is Absolutely Pathetic", "start": 7472.09, "duration": 5.909}, {"text": "All right", "start": 7479.27, "duration": 2.0}, {"text": "and the Lord God Said [Unto] the woman", "start": 7487.79, "duration": 2.089}, {"text": "What is this that Thou has Done and the woman Said The serpent beguiled Me and I did eat, well he She has a Bloody", "start": 7490.01, "duration": 5.0}, {"text": "Excuse First of All it's a snake I mean Those things are We Already Found out There's Subtle and", "start": 7495.62, "duration": 5.059}, {"text": "Second it Turns out that the Damn snake Is Satan Himself", "start": 7500.87, "duration": 2.629}, {"text": "you know and He's Rather treacherous so the fact that she got tangled Up in his mess let's Say Is", "start": 7503.989, "duration": 6.53}, {"text": "Well", "start": 7511.4, "duration": 1.38}, {"text": "Problematic But it's A, hell of A [lot] better excuse that adam has and", "start": 7512.78, "duration": 3.56}, {"text": "The Lord God Says Unto The Serpent Because Thou has done Done This", "start": 7517.19, "duration": 3.529}, {"text": "Thou Art Cursed, above all Cattle and above Every beast of the Field upon thy, Belly shalt Thou go and", "start": 7520.82, "duration": 5.6}, {"text": "Dust", "start": 7527.33, "duration": 1.23}, {"text": "Shalt Thou eat all the Days of my life [and] snakes by the way are", "start": 7528.56, "duration": 3.709}, {"text": "Lizards That Lost Their legs Just so you know and I will put Enmity between Thee and the woman and", "start": 7533.03, "duration": 5.66}, {"text": "Between Thy Seed and her Seed it Shall Bruise thy Head and Thou Shalt Bruise his Heel [I]", "start": 7539.15, "duration": 5.299}, {"text": "Love These Pictures They're so smart and again", "start": 7545.54, "duration": 2.449}, {"text": "Strip The Religious Context from Them and Just Look at them for a second what, do you see you see the eternal Mother", "start": 7548.87, "duration": 7.25}, {"text": "Holding her infant away from the snake See it Down There", "start": 7557.449, "duration": 5.12}, {"text": "Right Crocodile Snake", "start": 7563.87, "duration": 3.469}, {"text": "Everything Predatory That's, Been After Us [for] like 60 Million Years the reason, we're Here is because of that", "start": 7568.969, "duration": 5.3}, {"text": "That's why, it's a sacred Image", "start": 7575.21, "duration": 2.0}, {"text": "you know This one I like even Better", "start": 7577.909, "duration": 2.0}, {"text": "See, down There There's something like the Moon and Then There's A?", "start": 7581.06, "duration": 2.419}, {"text": "Reptile Down There That [Eve] is Standing on this is Really Old and I showed you this before but I think it's so cool", "start": 7584.06, "duration": 5.089}, {"text": "She's Coming out of this thing that's like a hole in the Sky you know Because it Indicates The eternal re", "start": 7589.39, "duration": 5.369}, {"text": "Presence of This Figure it's something like that the eternal Recurrence of This Figure it'S an Archetype but then the", "start": 7595.13, "duration": 6.02}, {"text": "Potential out of which she is emerging These are all musical Instruments Back Here and so what the Artist is Representing is the great", "start": 7602.6, "duration": 6.299}, {"text": "Patterns Complexity of Being and", "start": 7609.36, "duration": 2.149}, {"text": "The Emergence of The protective Mother from That Background", "start": 7612.15, "duration": 3.529}, {"text": "Protecting The Infant Eternally against Predation", "start": 7616.44, "duration": 2.599}, {"text": "[it's] like how Can I not be a Holy image if it isn't the Holy Image if you", "start": 7619.59, "duration": 4.129}, {"text": "Don't Think it's a holy Image then There isn't something Wrong with the Image", "start": 7623.719, "duration": 2.609}, {"text": "There's Something Wrong With the Perceiver", "start": 7627.179, "duration": 2.0}, {"text": "Until the woman he Said, well God's Just Outlining the Consequences of this right now it's like, okay?", "start": 7631.44, "duration": 5.0}, {"text": "Well Now You've Gone and Done it you've Woken up this, Is what's going to happen", "start": 7636.44, "duration": 3.359}, {"text": "I'll Greatly Multiply thy Sorrow and thy Conception", "start": 7640.469, "duration": 2.18}, {"text": "In Sorrow Thou Shalt bring Forth Children and thy Desire Shall be to thy Husband and he Shall rule over Thee", "start": 7643.289, "duration": 6.53}, {"text": "to Say he Should", "start": 7650.699, "duration": 1.98}, {"text": "Says he will", "start": 7652.679, "duration": 2.0}, {"text": "Why in Sorrow Shalt Thou bring Forth Children", "start": 7655.469, "duration": 2.24}, {"text": "Well when you develop A brain that big?", "start": 7658.65, "duration": 2.75}, {"text": "So that you Can See", "start": 7662.489, "duration": 1.92}, {"text": "It's not that Easy [To] give Birth Anymore and", "start": 7664.409, "duration": 2.479}, {"text": "Then You Produce something that's dependent the Own Belief and That's one of the things that you Would Say Dooms you to Precisely This", "start": 7667.559, "duration": 7.7}, {"text": "[So--that's] Ease", "start": 7675.69, "duration": 1.829}, {"text": "Punishment for Waking Up and", "start": 7677.519, "duration": 2.0}, {"text": "Adam", "start": 7680.13, "duration": 1.29}, {"text": "Because Thou has Hearkened Unto The Voice of thy wife and his eaten of the tree of Which I commanded Thee [Saying] Thou shalt not", "start": 7681.42, "duration": 5.179}, {"text": "Eat it Cursed is the ground for [thy] Sake in Sorrow", "start": 7686.599, "duration": 3.03}, {"text": "Shalt Thou eat of it in all the Days of thy life What's that the Invention of Work", "start": 7690.239, "duration": 4.729}, {"text": "Thorns and Thistles Shall it bring Forth to Thee and Thou shalt eat the Herb of the Field", "start": 7696.749, "duration": 3.65}, {"text": "It's the Invention of Work what do People do [that] animals don't", "start": 7700.76, "duration": 3.359}, {"text": "Work what Does Work Mean Means you've Sacrificed the present for the future [why]?", "start": 7704.46, "duration": 5.479}, {"text": "Do you do that because you know", "start": 7709.94, "duration": 1.38}, {"text": "You're vulnerable Because you're awake [and] so from here on in From This Point There's no return to Unconscious Paradise", "start": 7711.32, "duration": 6.479}, {"text": "[I] don't care how Many", "start": 7717.8, "duration": 0.91}, {"text": "Problems You've Solved so that Today is okay?", "start": 7718.71, "duration": 2.389}, {"text": "You've got A Lot of Problems Coming Up and no bloody Matter how much you Work", "start": 7721.099, "duration": 3.63}, {"text": "You're Never Going to Work Enough to solve Them and", "start": 7724.73, "duration": 2.0}, {"text": "So all you're Going to do from here on in is be Terrified of the future and that's the Price of Waking Up and", "start": 7726.78, "duration": 5.12}, {"text": "That's The end of Paradise and that's the Beginning of History and that's how that story Goes", "start": 7731.999, "duration": 4.52}, {"text": "In the Sweat [of] thy Face Shalt Thou eat Bread Till Thou return Unto the ground for out of it was Though Taken", "start": 7739.099, "duration": 5.339}, {"text": "For Dust Thou Art and Unto Dust Thou Shalt Return", "start": 7744.599, "duration": 2.33}, {"text": "and", "start": 7747.599, "duration": 1.5}, {"text": "Adam Called, his wife's Name Eve Because she was the Mother of all Living?", "start": 7749.099, "duration": 3.529}, {"text": "Unto adam, also and Unto", "start": 7755.729, "duration": 1.79}, {"text": "his wife did the Lord God Make Coats of skin and Clothed them that's William blake by the way and the lord god Said", "start": 7757.519, "duration": 6.419}, {"text": "Behold the man Has become as one of us to know good [and] Evil and Now lest, he put Forth his Hand and Take", "start": 7764.28, "duration": 4.609}, {"text": "also of the Tree of life and Eat and live Forever", "start": 7768.889, "duration": 2.0}, {"text": "I'll go over This again next Week", "start": 7772.619, "duration": 2.39}, {"text": "Therefore The Guillard God Sent Him From the Forth Forth From the garden of eden to Till the ground from Whence he was taken", "start": 7775.189, "duration": 5.07}, {"text": "so he drove out the man and he Placed at the east of the garden of eden Cherubims and", "start": 7780.419, "duration": 3.89}, {"text": "A flaming sword Which turned Every Way to Keep the way of the tree of life", "start": 7784.649, "duration": 3.35}, {"text": "One More Thing and then We'll stop", "start": 7801.28, "duration": 2.0}, {"text": "So i thought why in the World", "start": 7805.239, "duration": 2.39}, {"text": "so adam and Eve", "start": 7809.919, "duration": 1.95}, {"text": "Are Tempted by the snake They eat the Fruit they Wake up they, realize They're Naked", "start": 7811.869, "duration": 3.5}, {"text": "They Realize That They're Vulnerable They, Realize the future They, realize They're going to die They Realize that they have to Work", "start": 7816.579, "duration": 4.939}, {"text": "It Accounts for Difficulty in Conception and The Fall of Humankind from Unconscious Paradise, okay", "start": 7822.519, "duration": 6.35}, {"text": "That Makes sense What About the Knowledge of Good and Evil", "start": 7829.36, "duration": 3.049}, {"text": "What in The World does that mean?", "start": 7833.26, "duration": 2.0}, {"text": "The Mesopotamians Believed That Human beings, Were Made out of the blood of king knew who was the worst Monster the Time out who?", "start": 7836.019, "duration": 7.22}, {"text": "Was the Goddess of Chaos Could Imagine and Then Produce so their Idea?", "start": 7843.239, "duration": 4.29}, {"text": "Was that Whatever was About Humanity There was something Deeply Deeply Deeply?", "start": 7847.53, "duration": 5.069}, {"text": "Demonically Flawed", "start": 7853.36, "duration": 2.0}, {"text": "so that's Their Conception and", "start": 7857.59, "duration": 2.0}, {"text": "Then Some of that Same Milieu That These Stories Emerge", "start": 7860.11, "duration": 2.54}, {"text": "so what is Opening your eyes and Realizing your Vulnerability have to do with the Knowledge of Good and Evil", "start": 7863.139, "duration": 5.54}, {"text": "Really [I] thought about that I really Thought about that I got to tell you I thought about that for like 20 Years Because I", "start": 7869.11, "duration": 4.579}, {"text": "Knew There was something There that I could not put Together and at the same Time I was I?", "start": 7873.689, "duration": 3.87}, {"text": "Was Reading Things I'm Going to tell you something Truly [Awful] and so if you need a trigger Warning you're you're Getting one and", "start": 7877.719, "duration": 6.89}, {"text": "Believe me I do not give Trigger warnings Lightly so i'm going to tell you something you will never forget", "start": 7885.219, "duration": 5.089}, {"text": "So this is what Unit 731 used to do in China and China Said Japanese Unit during the first [Second] [World]", "start": 7891.159, "duration": 5.39}, {"text": "[War] right as far as I can Tell they, did the most Horrific things that, we're Done To Anyone during", "start": 7896.55, "duration": 4.859}, {"text": "World war Two and that's Really something so this is what they, [did]?", "start": 7901.409, "duration": 3.629}, {"text": "They Took Their Prisoners", "start": 7907.689, "duration": 1.921}, {"text": "and they Would put Them in A", "start": 7909.61, "duration": 2.27}, {"text": "Position so that Their Arms Would freeze Solid and", "start": 7912.579, "duration": 3.05}, {"text": "Then They Would Take them Outside and", "start": 7916.479, "duration": 2.0}, {"text": "Pour Hot Water Over Their Arms", "start": 7918.88, "duration": 2.0}, {"text": "and then it Would Repeat that Till the flesh came off the Bones and", "start": 7921.039, "duration": 4.16}, {"text": "They, Were doing that to Investigate", "start": 7925.809, "duration": 2.0}, {"text": "The Treatment of Frostbite for Soldiers", "start": 7928.269, "duration": 2.149}, {"text": "You Can Look up unit 731 if You want to have Nightmares", "start": 7931.149, "duration": 2.84}, {"text": "so that's a unit 731 that's [Human-Beings] someone Thought that Up and then people did it", "start": 7934.72, "duration": 6.589}, {"text": "That's Knowledge of Good and Evil Here's the here's the key man", "start": 7943.78, "duration": 3.889}, {"text": "you know, you're Vulnerable", "start": 7949.12, "duration": 1.74}, {"text": "No other Animal Knows that you know what Hurts you?", "start": 7950.86, "duration": 3.17}, {"text": "Because you're vulnerable now that you know what Hurts you", "start": 7954.91, "duration": 3.02}, {"text": "[you] Can Figure out What Hurts Someone Else and", "start": 7958.81, "duration": 2.87}, {"text": "As soon as you know what Hurts Someone Else and you Can use that you have the Knowledge of Good and Evil", "start": 7962.32, "duration": 5.27}, {"text": "Well it's a pretty good trick that the snake Code because it doesn't Look like it's Exactly the sort [of] Thing that We might Have?", "start": 7968.29, "duration": 4.819}, {"text": "Wanted if We would have known what the Consequence was?", "start": 7973.11, "duration": 2.25}, {"text": "But as Soon as a human being Is Self Conscious and aware of his Own Nakedness", "start": 7975.7, "duration": 3.979}, {"text": "Then he has the Capacity for Evil and that Is that's Introduced", "start": 7979.87, "duration": 3.41}, {"text": "Into the World Right at that Point and Here's the rest of the story", "start": 7983.28, "duration": 3.299}, {"text": "So there's the snake Right and You're Some Tree Dwelling Primate and the snake eats you and that sucks so that's like", "start": 7987.97, "duration": 5.689}, {"text": "Let's Watch out for the Damn snakes and then you think, well wait a minute your brain Grows and Think Wait a minute", "start": 7993.76, "duration": 4.729}, {"text": "Well There's not Just?", "start": 7998.68, "duration": 1.62}, {"text": "Snake There's Where snakes live why, don't we Just get the", "start": 8000.3, "duration": 2.809}, {"text": "Hell out [of] the Tree and Go hunt Down the snakes and get Rid. Of Them so those are sort of like Potential snakes and", "start": 8003.11, "duration": 4.35}, {"text": "so the snake Becomes Potential snake and it's the Same Circuit that you're using to do this Thinking and then you get Rid of the", "start": 8008.01, "duration": 5.689}, {"text": "Damn snakes it's like", "start": 8013.7, "duration": 2.0}, {"text": "St.. Patrick Chases the Mug of Ireland no more Snakes everything's Paradise it's like, no", "start": 8015.78, "duration": 4.639}, {"text": "No no, that's not that's not how it Works no", "start": 8020.42, "duration": 2.28}, {"text": "Well Now you've got the human snakes you're a tribe you've got", "start": 8022.7, "duration": 3.54}, {"text": "Tribal Enemies You got to defend Yourself against the human snakes right so Maybe", "start": 8026.24, "duration": 5.52}, {"text": "your empire Expands and You get Rid of all the human snakes and Then what happens", "start": 8032.64, "duration": 4.16}, {"text": "Well They start to Grow Developed Inside it's like?", "start": 8037.02, "duration": 2.689}, {"text": "You get Rid of all the external Enemies and You make A big City and all of A sudden There's", "start": 8040.05, "duration": 3.799}, {"text": "Enemies That Pop up inside Because", "start": 8043.95, "duration": 2.06}, {"text": "The Snake isn't just the snake in the garden and the snake isn't just the possible Snake and the snake isn't just the snake that's", "start": 8046.17, "duration": 5.75}, {"text": "your enemy the snake is your friend", "start": 8051.92, "duration": 2.22}, {"text": "Right Because your friend Can Betray you and then it's even Worse, than that", "start": 8055.8, "duration": 3.349}, {"text": "Because you Can Betray you and [so] even if You get Rid of all the outside Snakes", "start": 8060.03, "duration": 4.009}, {"text": "You've got an Inside Snake and God Only Knows what it's up to", "start": 8064.29, "duration": 3.589}, {"text": "And that's why the bloody Christians Associated the snake in The garden of eden With satan it's", "start": 8068.44, "duration": 6.0}, {"text": "Unbelievably Brilliant", "start": 8075.05, "duration": 1.65}, {"text": "Because you got to think what's the enemy", "start": 8076.7, "duration": 2.39}, {"text": "Well it's the snake Fair Enough", "start": 8079.49, "duration": 2.0}, {"text": "But you know that's good if You're a tree Dwelling primate but if You're A", "start": 8081.71, "duration": 3.229}, {"text": "Sophisticated Human Being you know With Six Million Years of that Additional", "start": 8085.19, "duration": 3.5}, {"text": "Evolution and You're Really [Trying] to solve the Problem of what it Is that's the great enemy of Mankind", "start": 8088.88, "duration": 5.509}, {"text": "Well it's the human Propensity for Evil right as such", "start": 8095.36, "duration": 3.74}, {"text": "Well that's the Figure of Satan that's what that Figure Means Just Like There's A logos that's the truth that Speaks order?", "start": 8099.8, "duration": 7.16}, {"text": "Out of Chaos at the Beginning of Time There's an", "start": 8107.66, "duration": 2.81}, {"text": "Antithetical Spirit the hostile Brother That's Cain [-] abel Which We'll Talk to Talk about next Week?", "start": 8111.08, "duration": 5.569}, {"text": "That's Doing Exactly the Opposite it's", "start": 8116.78, "duration": 2.359}, {"text": "Motivated By Absolutely Nothing but Malevolence and The Willingness To Destroy and it has Every Reason for doing so", "start": 8120.68, "duration": 6.979}, {"text": "and", "start": 8129.26, "duration": 1.38}, {"text": "that's", "start": 8130.64, "duration": 1.35}, {"text": "What's Revealed in The next Story in Cain and abel in One Paragraph?", "start": 8131.99, "duration": 3.05}, {"text": "The First Glimmerings of That Outside of the Strange Insistence By the Christian Mystics let's Say", "start": 8135.86, "duration": 6.26}, {"text": "On the iDentity between the snake in The garden of eden and The Author of all Evil Himself", "start": 8142.12, "duration": 5.069}, {"text": "Okay, so we only Have 15 minutes Today i i wanted to finish that so?", "start": 8158.37, "duration": 4.85}, {"text": "Apologies for Going over a little longer", "start": 8164.67, "duration": 2.0}, {"text": "All right", "start": 8167.76, "duration": 1.62}, {"text": "Hi Dr.", "start": 8169.38, "duration": 0.86}, {"text": "Peterson Over The Last couple Weeks and Further Back [You] talked a lot about", "start": 8170.24, "duration": 3.75}, {"text": "Consciousness and The Importance of it [I] was hoping to get your Opinion on an issue of?", "start": 8174.15, "duration": 4.31}, {"text": "Consciousness That has often Seen Christianity Among other Groups and Politics", "start": 8178.65, "duration": 4.7}, {"text": "Kind of clashed so I'm hoping to get your views on [any] Consciousness or lack Thereof of a human Fetus and How that", "start": 8184.23, "duration": 6.68}, {"text": "Impact [Or] even Bortion Whatever They are and Any Legislation", "start": 8191.25, "duration": 3.77}, {"text": "Thank you thank you", "start": 8205.71, "duration": 2.0}, {"text": "okay so the first [Question] Is do I have an answer [for] that that's A good enough answer to Actually reveal I", "start": 8217.38, "duration": 5.719}, {"text": "Know I don't but I can Flail About a little bit Around it Abortion is Clearly Wrong [I]", "start": 8225.42, "duration": 7.759}, {"text": "Don't Think Anybody Debates that you, wouldn't recommend that someone that you love have one", "start": 8234.51, "duration": 4.85}, {"text": "okay now Having Clarified that", "start": 8240.87, "duration": 2.959}, {"text": "That mere Statement doesn't Eliminate the Complexity of the Situation", "start": 8245.61, "duration": 3.439}, {"text": "The First Question Is is Should everything Wrong be illegal", "start": 8251.52, "duration": 3.559}, {"text": "That's A Tough Question", "start": 8256.02, "duration": 2.0}, {"text": "Everything that's wrong isn't illegal", "start": 8258.12, "duration": 2.0}, {"text": "Then There's the additional Complication of the", "start": 8260.55, "duration": 2.48}, {"text": "[Difference] Let's Say in", "start": 8265.05, "duration": 2.0}, {"text": "Gravity", "start": 8268.71, "duration": 2.0}, {"text": "Regarding The Problem in Relationship to men and Women and We don't know how to deal with that", "start": 8272.07, "duration": 4.339}, {"text": "Having Said that I would Say that it's Actually the Wrong Question", "start": 8279.27, "duration": 3.29}, {"text": "There's A something Leonard cohen Said Once he Said that in A Massacre There's no decent place to stand", "start": 8283.92, "duration": 4.79}, {"text": "And what he meant by that was sometimes you're Where There is no good Decision Left", "start": 8289.54, "duration": 5.309}, {"text": "No Matter what you do it's wrong", "start": 8295.79, "duration": 2.0}, {"text": "so then the Question Is how did You get There, well let's Say, you're in A Position where you are", "start": 8299.42, "duration": 4.61}, {"text": "Inclined to Seek an Abortion", "start": 8304.7, "duration": 2.0}, {"text": "The Question Is", "start": 8306.8, "duration": 1.83}, {"text": "How did [You] get There", "start": 8308.63, "duration": 2.0}, {"text": "Now, We have a lot to straighten out About the sexual relationships between men and Women in The modern World", "start": 8310.76, "duration": 6.65}, {"text": "They're Bent and Warped and Demented out of Shape", "start": 8318.38, "duration": 2.509}, {"text": "One of the Things I see with Young People for example is that", "start": 8320.889, "duration": 2.7}, {"text": "They will Engage in Sexual Acts With One Another that they Would not Talk about With One Another I", "start": 8323.69, "duration": 4.459}, {"text": "Mean Couples will do that for that Matter like Married couples will do that but", "start": 8328.82, "duration": 3.29}, {"text": "They're Married That's that's a Different story", "start": 8332.57, "duration": 2.0}, {"text": "It Seems to me that if You are Willing to engage in A sexual act With someone with whom you Would not Discuss that act", "start": 8334.849, "duration": 5.99}, {"text": "you Probably put The Cart before the Horse", "start": 8340.84, "duration": 2.0}, {"text": "so", "start": 8343.849, "duration": 1.651}, {"text": "The Discussion Regarding The Legality of Abortion Is nested Inside a larger Discussion", "start": 8345.5, "duration": 6.919}, {"text": "About The Morality of", "start": 8352.969, "duration": 2.06}, {"text": "Abortion and That's Disconnected Inside A larger Discussion About the Proper place of Sexuality and Human Behavior and", "start": 8355.76, "duration": 7.28}, {"text": "To me that's the level at which the problem Needs to be Addressed", "start": 8363.29, "duration": 3.889}, {"text": "[Now] I don't have the answer to that you know Because the Old answer was get Married that", "start": 8368.27, "duration": 5.899}, {"text": "Was a good answer and it's an answer that People Should Still Listen to", "start": 8374.17, "duration": 3.179}, {"text": "But We'll Put That Aside Momentarily [I]?", "start": 8377.9, "duration": 2.899}, {"text": "Had A client at. One Point who, was I don't know she was Probably?", "start": 8382.55, "duration": 3.2}, {"text": "I'm not i'm going to Disguise her in A Variety of Different Ways she was 27", "start": 8386.599, "duration": 4.67}, {"text": "2008 Come from A relatively Conservative", "start": 8392.09, "duration": 2.03}, {"text": "Background Quite A Timid Fearful Person and also", "start": 8394.82, "duration": 3.559}, {"text": "Not very, well not Sophisticated in Relationship to Relationships and She Never had Sex", "start": 8399.41, "duration": 5.899}, {"text": "What was a bunch of things She'd [Never] Done?", "start": 8405.92, "duration": 2.0}, {"text": "Well", "start": 8408.38, "duration": 2.0}, {"text": "The Answer From me to her wasn't", "start": 8412.25, "duration": 3.23}, {"text": "Continued to be Timid About everything because that wasn't working out for her She needed to go have some Adventures", "start": 8416.51, "duration": 6.32}, {"text": "Now", "start": 8423.771, "duration": 2.0}, {"text": "sexual Adventures Like other Adventures Are Dangerous and", "start": 8426.11, "duration": 2.629}, {"text": "So you have to be very Careful when you encourage People to go [out] and Have Adventures but", "start": 8429.41, "duration": 4.639}, {"text": "But but too much Timidity and Caution, also Constitutes a Pathway to perdition let's Say", "start": 8434.57, "duration": 6.439}, {"text": "You can't Just Say to People in The modern World, well you [know]", "start": 8442.46, "duration": 3.32}, {"text": "[Sex] Till you're Married Unless [you're] Going to get Married when you're very Young and Perhaps you Should I don't know about that", "start": 8446.3, "duration": 6.08}, {"text": "But I", "start": 8452.93, "duration": 2.0}, {"text": "Don't Think that", "start": 8455.03, "duration": 0.861}, {"text": "We're Mature enough as a culture to [have] a serious Discussion About sexual Propriety", "start": 8455.891, "duration": 4.559}, {"text": "Especially in The Aftermath of The Birth Control Pill and We Seriously need [to] do that and We have it and so I think the", "start": 8460.88, "duration": 5.959}, {"text": "Eternal Debate About Abortion Horrible as it is is", "start": 8467.45, "duration": 2.929}, {"text": "A", "start": 8471.23, "duration": 2.0}, {"text": "It's the Surface Manifestation of A much Deeper Problem", "start": 8473.271, "duration": 2.779}, {"text": "Now i talked a little bit Today about the Utility of marriage like the Spiritual Utility of Marriage and That's something that I think", "start": 8477.141, "duration": 7.609}, {"text": "We're so immaturely cynical as a culture like", "start": 8486.08, "duration": 2.509}, {"text": "We don't we're not Wise [Enough] to look at an Institution like Marriage and to Really Think about what it means", "start": 8488.59, "duration": 4.56}, {"text": "[and] what it signifies it signifies A?", "start": 8493.58, "duration": 2.06}, {"text": "Place That [People] Could tie the Ropes of Their lives Together so that They're Stronger it signifies a, place where People can", "start": 8496.101, "duration": 4.909}, {"text": "Tell The truth To One Another it Signifies a place Where", "start": 8501.01, "duration": 2.459}, {"text": "Sexuality Can Properly Be Integrated Into Life that's, no Easy that's an Easy Task, it's a place where Children at least in Principle Can", "start": 8504.05, "duration": 7.64}, {"text": "Be put First and Foremost as they Should be Once They exist and so there's A much Broader", "start": 8511.69, "duration": 5.279}, {"text": "Discussion That has To happen I think before", "start": 8518.811, "duration": 2.029}, {"text": "Any Concentration on the Legality of Abortion is liable to get Anywhere at all that's what it looks like to me", "start": 8522.05, "duration": 5.78}, {"text": "So that's the Best I can do [with] that Question", "start": 8528.23, "duration": 2.389}, {"text": "Hi Dr.. Peterson!", "start": 8541.069, "duration": 2.0}, {"text": "Earlier you Showed a picture of [foxy] [and] [noah] [yeah] right uh and and", "start": 8543.14, "duration": 4.58}, {"text": "Osiris And in your Maps of Meaning life yeah you", "start": 8548.33, "duration": 3.739}, {"text": "Also explained That Cultures Around the World Have These twin snakes yeah", "start": 8552.649, "duration": 4.25}, {"text": "They're Everywhere man Yeah and so you mentioned that you believe this is a representation of dna", "start": 8556.899, "duration": 5.759}, {"text": "You Would bring that up to", "start": 8562.909, "duration": 1.341}, {"text": "Jesus what is it with you Guys Tonight [huh] yeah, well yeah, no?", "start": 8564.25, "duration": 3.959}, {"text": "I wouldn't say I believe that [I] have my suspicions that that might be it yeah Because believe is too strong A word but Those", "start": 8568.21, "duration": 6.029}, {"text": "Representations Are Everywhere and", "start": 8574.58, "duration": 2.0}, {"text": "Read This Book This is A good one, [oh]?", "start": 8577.699, "duration": 2.09}, {"text": "Man Now I have to remember the Book", "start": 8580.85, "duration": 2.0}, {"text": "By an Anthropologist who went down to the Amazon Jungle and Experimented Intensively With Ayahuasca [I]", "start": 8582.979, "duration": 5.48}, {"text": "Think it's Called the Cosmic Serpent I think that's the Name of the book you could Read that", "start": 8588.68, "duration": 4.009}, {"text": "There's Another One Called Breaking Open The head Which is also pretty Damn Interesting and There's Something to those", "start": 8592.939, "duration": 5.57}, {"text": "Books I mean", "start": 8598.909, "duration": 1.591}, {"text": "The Cosmic Serpent Kind of Goes off On A bit of a tangent I would Say Although Breaking open the head Is it's Better", "start": 8600.5, "duration": 5.33}, {"text": "Better", "start": 8606.92, "duration": 1.92}, {"text": "It Seems to stay more Constrained and Tight but There's", "start": 8608.84, "duration": 3.41}, {"text": "We don't know the limits of our Perception Especially under Certain Conditions and I think People have Had Intimations of", "start": 8614.27, "duration": 6.709}, {"text": "Dna as the Cosmic Serpent Forever", "start": 8622.159, "duration": 2.3}, {"text": "So yeah!", "start": 8625.34, "duration": 2.0}, {"text": "But that's a like that's way out on the frontiers of my Knowledge right like I'm", "start": 8627.89, "duration": 5.78}, {"text": "Guessing in A dreamlike way when i'm Making?", "start": 8634.609, "duration": 2.48}, {"text": "Statements Like [that] so Because he Didn't Mention that you did believe in and that There were sort of Maybe", "start": 8637.22, "duration": 5.509}, {"text": "Some Some Dreams and", "start": 8644.0, "duration": 2.0}, {"text": "[Interpretations] That might Have emerged but. I don't see how, We Could perceive dna as it Is", "start": 8646.46, "duration": 4.849}, {"text": "Right", "start": 8652.01, "duration": 2.0}, {"text": "Well yes We did We Didn't Objectively but I'm not so sure We Didn't Subjectively?", "start": 8654.319, "duration": 5.36}, {"text": "But it Means very Strange That These did These Double Helixes Exist in so Many Places and That They're often Utilized as Healing Symbols", "start": 8660.229, "duration": 6.23}, {"text": "With the snake so", "start": 8666.71, "duration": 2.0}, {"text": "Anyways Like I said that's", "start": 8669.77, "duration": 2.0}, {"text": "What do You Call that I'm?", "start": 8671.779, "duration": 2.0}, {"text": "It's not hypothesizing it's one Thing Worse than that", "start": 8676.311, "duration": 2.57}, {"text": "Speculating Those Are Speculations I'm I'm Operating at the Edge of my understanding but", "start": 8679.431, "duration": 5.239}, {"text": "Our Perceptions Can are very Mutable and They can, We can See Things under some Conditions that you?", "start": 8685.881, "duration": 6.5}, {"text": "Wouldn't Think That Anybody Could see so?", "start": 8692.381, "duration": 2.009}, {"text": "okay yep", "start": 8695.48, "duration": 2.0}, {"text": "So I was just starting to have a thought while you're Talking About", "start": 8703.391, "duration": 3.839}, {"text": "Sort of getting to the end of the Talk about the snake and the Apple and so on so", "start": 8707.9, "duration": 4.549}, {"text": "What you're Saying is the moment that that?", "start": 8714.11, "duration": 2.24}, {"text": "That", "start": 8716.96, "duration": 1.08}, {"text": "Adam and Eve Eat the apple They, become Nervous or Whatever so that's Awareness of Their Own Vulnerability so then like you said it's", "start": 8718.04, "duration": 6.11}, {"text": "Also Awareness of Their Own Capacity to, do harm so it's like when, they are eating the apple then that's them", "start": 8724.15, "duration": 6.059}, {"text": "Their immediate Sort of", "start": 8730.94, "duration": 2.0}, {"text": "Nervous Reaction Is is because. They ate the Apple and They Kind of Became Evil in That moment or something like that", "start": 8733.19, "duration": 5.99}, {"text": "Well They woke Up and Because they, they, woke uP and realized how", "start": 8739.49, "duration": 3.469}, {"text": "They Could Be Hurt How They Could and Would be hurt, over the, over the, over the Upcoming", "start": 8742.96, "duration": 4.41}, {"text": "Overtime it's the Same as the Discovery of the Discovery of your own Nakedness and the Discovery of Time are very very Similar", "start": 8748.19, "duration": 7.759}, {"text": "Phenomena I mean", "start": 8756.17, "duration": 2.0}, {"text": "Sure as soon as you know how you can be Hurt", "start": 8760.91, "duration": 2.03}, {"text": "Well you know if you are to just consult your Evil Fantasies it's like What'll Really hurt him", "start": 8763.19, "duration": 4.639}, {"text": "Oh, yeah that Would Work it's like how, do you know that", "start": 8767.83, "duration": 2.19}, {"text": "Well you Just Think About it what Would happen if That happened to me that Would Hurt", "start": 8770.271, "duration": 3.979}, {"text": "Oh yeah!", "start": 8774.25, "duration": 0.67}, {"text": "That'll Work", "start": 8774.92, "duration": 1.02}, {"text": "It'Ll Hurt him Or her and you know you Probably think [that] way twice a week or maybe twice a day", "start": 8775.94, "duration": 5.66}, {"text": "Jesus Every Time you have an Argument with someone all you have to do is look at the back [of] your mind a little bit", "start": 8781.761, "duration": 5.0}, {"text": "You, don't want to that's for sure but if you do you'll see These sorts of Thought Process is generating", "start": 8786.761, "duration": 5.429}, {"text": "Constantly it's like you know in A back-And-Forth Discussion Particularly With", "start": 8793.341, "duration": 4.189}, {"text": "People you love it's like you're Always Looking for a place to put the knife in so", "start": 8797.53, "duration": 4.23}, {"text": "It Seems Really similar to me Or", "start": 8802.59, "duration": 1.569}, {"text": "Seems like They're Kind of Discovering the kind", "start": 8804.159, "duration": 2.24}, {"text": "Of like Union Shadow Within Themselves so that that is the moment where it got?", "start": 8806.399, "duration": 3.209}, {"text": "Introduced Into The Human Spirit Sure One of the Things About", "start": 8810.01, "duration": 3.2}, {"text": "The Shadow, Is that it's, also when you integrate that that's what Makes you a substantial Person right, oh it's", "start": 8813.819, "duration": 6.23}, {"text": "Like it Seems to me That on One [Hand]", "start": 8820.72, "duration": 2.269}, {"text": "Well it Seems like this Tragedy [that's] satan the most evil the father of Evil Whatever has", "start": 8822.989, "duration": 4.86}, {"text": "Introduced Into People but it, also Seems like Without that Shadow that People are Kind of [insubstantial]", "start": 8828.399, "duration": 6.2}, {"text": "So yeah, well right Right [I] mean like i said I said That There's been A multitude of Interpretations Emerge", "start": 8835.569, "duration": 7.79}, {"text": "As A consequence of that Story what was [god] up to what was God in Fact Evil the Initial god like why", "start": 8844.06, "duration": 6.709}, {"text": "Would he Create a snake why, Would he put it in the garden why?", "start": 8850.84, "duration": 3.29}, {"text": "Would There Be These Trees what the hell Is going on With the whole Satan Thing you know it's very very Problematic?", "start": 8854.13, "duration": 5.699}, {"text": "Well we'll Talk About it [More]?", "start": 8860.17, "duration": 2.0}, {"text": "And then this again is let's Call it Speculation", "start": 8862.81, "duration": 3.889}, {"text": "Well", "start": 8867.46, "duration": 2.0}, {"text": "if You want to Make something Strong you test it and", "start": 8871.81, "duration": 3.799}, {"text": "Maybe if You want [to] Make something Ultimately Strong you test it Ultimately and", "start": 8876.489, "duration": 3.89}, {"text": "I think that There's an Aspect of being", "start": 8881.319, "duration": 2.78}, {"text": "That Has That Element Is", "start": 8884.619, "duration": 2.0}, {"text": "That Human Beings are Tempted Ultimately", "start": 8886.899, "duration": 2.45}, {"text": "It's Partly Because, We know good and Good and Evil now and so that's the Landscape in which we exist so you could Say?", "start": 8890.59, "duration": 6.319}, {"text": "The Landscape Is across", "start": 8897.489, "duration": 1.62}, {"text": "Its Chaos and Order and it's good and Evil and we're Stuck in The Middle between Those two things it's A very Common theme by", "start": 8899.109, "duration": 5.75}, {"text": "The Way in Videogames Exactly that", "start": 8904.859, "duration": 1.72}, {"text": "Chaos order good Evil it's the it's the basic Plot of Endless Video Games and that's Perhaps Because it's the basic Plot", "start": 8906.579, "duration": 6.2}, {"text": "Those Are the things, We have to contend With?", "start": 8913.63, "duration": 2.0}, {"text": "Well I", "start": 8916.0, "duration": 1.38}, {"text": "Had A vision Once Shouldn't tell you [this] but I will Anyways I", "start": 8917.38, "duration": 3.739}, {"text": "Had A vision Once that I went to heaven and I was put in A in A roman Amphitheater With satan", "start": 8921.489, "duration": 7.43}, {"text": "Just Like Thor", "start": 8929.229, "duration": 2.0}, {"text": "Encountering the Hulk Right that's Coming Up in that new Avengers Movie", "start": 8931.569, "duration": 2.99}, {"text": "so it was Rather a shock Because I thought There was A hell of A thing to happen in Heaven and so [I] had this", "start": 8935.341, "duration": 4.62}, {"text": "Battle and I won and at the end I came Up to God and Said like you know, what's with the whole", "start": 8940.421, "duration": 6.5}, {"text": "Roman Amphitheater Thing There it Seemed like it over the Top to me Said why", "start": 8948.73, "duration": 4.25}, {"text": "Would you put me in A ring with Some one Thing like that and he Said Because I knew you Could win", "start": 8952.98, "duration": 4.95}, {"text": "And you know. I don't know what to Make [of] that", "start": 8959.23, "duration": 2.06}, {"text": "[haha], one Thing I should teach you [to] Make of it as I shouldn't tell you but Whatever but you know", "start": 8962.98, "duration": 6.169}, {"text": "There's Something There's Something to that in My estimation it's like", "start": 8969.851, "duration": 3.62}, {"text": "do you Protect the People you love or, do you try, to Make them Strong", "start": 8974.23, "duration": 3.02}, {"text": "So you think it's that it's not that, We have like satan to Thank for Making us substantial it's that God", "start": 8977.98, "duration": 6.08}, {"text": "Gave Us satan in Order to Make us substantial, well I'd [hesitate] to Say that because you know, it's so cut and Dried", "start": 8984.761, "duration": 6.74}, {"text": "But I would Say that that There's this that's A strong underlying Theme in The biblical Narrative yes", "start": 8992.141, "duration": 6.679}, {"text": "Now it's Certainly not the [only] Theme it's not the only Interpretation by any Stretch of the Imagination", "start": 8999.431, "duration": 5.089}, {"text": "But There Is something There and There's something There you know at the end We Didn't Talk about this", "start": 9004.771, "duration": 3.679}, {"text": "God Puts Up his Flaming Sword and These Cherubim to Keep you, away from the tree of life it's like it's See if", "start": 9009.12, "duration": 7.19}, {"text": "Paradise and Immortality are the Promised Land and what's with the whole", "start": 9018.271, "duration": 3.919}, {"text": "Flaming Angel and Sword Thing We could have just had the Damn Fruit", "start": 9022.801, "duration": 3.169}, {"text": "Five Thousand Years Ago and Not Bothered With the problem, well it Seems to me that There's something like I?", "start": 9026.49, "duration": 6.379}, {"text": "Don't know what it Is", "start": 9033.601, "duration": 2.0}, {"text": "Consciousness Through Tragedy Clarity Through Suffering Maybe something Like that or Maybe", "start": 9036.751, "duration": 5.54}, {"text": "The Perfection that", "start": 9042.66, "duration": 1.53}, {"text": "Lurks as A potential in the Future Is something that has to [be] earned Rather than given Maybe it has no value Without free Choice", "start": 9044.19, "duration": 6.65}, {"text": "Maybe, We have to distinguish between Good and Evil now that We Have the [Capacity] to Actually?", "start": 9051.301, "duration": 3.799}, {"text": "Apprehend them Maybe that's what life is about", "start": 9055.711, "duration": 2.359}, {"text": "Maybe That's the Separating of the Wheat from the chaff [See] that's the Idea in", "start": 9058.521, "duration": 3.179}, {"text": "Revelation Right Because When Christ comes back in the book of Revelation", "start": 9061.801, "duration": 3.349}, {"text": "He Divides the Damned from the Saved", "start": 9065.971, "duration": 2.359}, {"text": "and the Saved are the People who lived in Logos Roughly Speaking and the [Damned] or those who don't and", "start": 9069.14, "duration": 5.79}, {"text": "so there's This Idea that There's this Dynamic that underlies", "start": 9075.239, "duration": 3.23}, {"text": "Experience that Is in fact That sorting", "start": 9079.08, "duration": 2.449}, {"text": "Now I", "start": 9082.47, "duration": 1.5}, {"text": "Don't know what to Make of that at all", "start": 9083.97, "duration": 2.15}, {"text": "But that's the story", "start": 9086.88, "duration": 2.0}, {"text": "But what I can Make of that Is that I?", "start": 9089.489, "duration": 2.09}, {"text": "I can't put A lever underneath the Argument [that] I just Made Tonight about the Relationship between", "start": 9092.34, "duration": 6.83}, {"text": "The development of Vision the Snake of Fruit Nakedness", "start": 9099.93, "duration": 3.83}, {"text": "Time The Future Work and Most importantly the Emergence of Evil that Seems to me to be I", "start": 9104.399, "duration": 6.29}, {"text": "Cannot find a way to", "start": 9111.18, "duration": 2.0}, {"text": "Undermine That Argument it Seems I", "start": 9113.64, "duration": 2.299}, {"text": "Can't Break it and that's what I'm Always Looking for when I'm trying to formulate Ideas I'm Trying to Look [for] something that no Matter", "start": 9116.67, "duration": 6.319}, {"text": "How Hard I try I cannot Break and I can't Break that Set of Ideas", "start": 9122.989, "duration": 3.99}, {"text": "Now what the full Implication Is of that Set of Ideas God only knows right but", "start": 9127.38, "duration": 6.439}, {"text": "But I could Say, also Practically you know, one of the things that I've Observed Is that", "start": 9139.47, "duration": 4.099}, {"text": "Lies and Deception Destroy People's Lives and When They start Telling the [truth] and Acting it out things get A lot Better", "start": 9144.899, "duration": 7.52}, {"text": "[Gotta] Stop", "start": 9154.529, "duration": 2.0}]}