{
 "video_id": "JpA5iDpnrbw",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "The Meaning and Reality of Individual Sovereignty",
 "url": "https://www.youtube.com/watch?v=JpA5iDpnrbw",
 "date": "2019-07-28",
 "description": "This special Independent Institute event was held on May 2, 2019, in San Francisco. Why has the idea of individual sovereignty been granted such primacy of place in free Western societies? Why were the men who formulated the Declaration of Independence willing to declare:  “We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness,\" and, further, to insist \"That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed.\"\n\nWhy, as well, are ideas of individual sovereignty, which have proved so successful in guaranteeing freedom and prosperity in the West and, increasingly, around the world, under attack, by those on the left and the right who offer collective identity as an alternative?\n\nI'm introduced by Independent President David J. Theroux. My comments are followed by a conversation with Independent Institute Senior Vice President Mary L.G. Theroux and Executive Director Graham Walker.\n\nA public Q and A session was held a little later in the afternoon, and is available here: http://bit.ly/2HkhuUm\n\nThe Independent Institute is a non-profit, non-partisan, public-policy research and educational organization that shapes ideas into profound and lasting impact. The mission of Independent is to boldly advance peaceful, prosperous, and free societies grounded in a commitment to human worth and dignity. Applying independent thinking to issues that matter, the Independent Institute creates transformational ideas for today’s most pressing social and economic challenges. The results of this work are published as books, the quarterly journal, The Independent Review, and other publications and form the basis for numerous conference and media programs. By connecting these ideas with other organizations and networks, Independent seeks to inspire action that can unleash an era of unparalleled human flourishing at home and around the globe.\n\nFurther information on the Independent Institute can be found at: http://www.independent.org/\n\n “The Independent Review: A Journal of Political Economy” (Quarterly Journal): http://www.independent.org/publications/tir/\n\n Independent Institute Books: http://www.independent.org/store/independent_books.asp\n\n FREE Email Updates from the Independent Institute: http://www.independent.org/register/sub_form.asp\n\nBecome a Member of the Independent Institute and receive a FREE gift: https://secure.independent.org/donate/\n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 5159,
 "transcript_parts": [
  {
   "text": "Good evening, ladies and gentlemen, my name is David Theroux, and I'm the president of the independent Institute",
   "start": 21.17,
   "duration": 5.929
  },
  {
   "text": "We're especially delighted to welcome you to this",
   "start": 27.59,
   "duration": 2.27
  },
  {
   "text": "Evening our special program is entitled the meaning and reality of individual sovereignty",
   "start": 30.47,
   "duration": 5.51
  },
  {
   "text": "with a renowned scholar and best-selling author",
   "start": 36.52,
   "duration": 2.0
  },
  {
   "text": "Jordan B. Peterson",
   "start": 39.32,
   "duration": 1.94
  },
  {
   "text": "For those of you who may be new to the independent Institute, you'll find information on us in the printed program that hopefully you received",
   "start": 41.56,
   "duration": 7.2
  },
  {
   "text": "The independent Institute is a nonprofit nonpartisan",
   "start": 48.98,
   "duration": 3.26
  },
  {
   "text": "public policy research organization that sponsors in-depth studies of major social and economic issues",
   "start": 52.79,
   "duration": 5.809
  },
  {
   "text": "The purpose is to bowl the advance peaceful prosperous and free societies",
   "start": 59.659,
   "duration": 4.13
  },
  {
   "text": "grounded in a commitment to human dignity",
   "start": 64.84,
   "duration": 2.0
  },
  {
   "text": "In the process we seek robust dialogue of key issues and we stand against efforts to shut down the free exchange of ideas",
   "start": 68.14,
   "duration": 7.44
  },
  {
   "text": "The results of our work are published as books and form the basis for numerous conference and media programs",
   "start": 77.0,
   "duration": 5.66
  },
  {
   "text": "Neither seeking nor accepting government funding. We hope that you will join our lighthouse society",
   "start": 83.42,
   "duration": 4.88
  },
  {
   "text": "Within just a couple years Jordan Peterson has taken the world by storm",
   "start": 91.12,
   "duration": 4.94
  },
  {
   "text": "Indeed he's become a profound and powerful phenomenon in the midst of the cultural confusion of our age a",
   "start": 97.6,
   "duration": 6.2
  },
  {
   "text": "A courageous articulate and sparkling champion of free speech",
   "start": 104.74,
   "duration": 3.74
  },
  {
   "text": "individual liberty personal responsibility",
   "start": 109.34,
   "duration": 2.56
  },
  {
   "text": "Free markets civic virtue the rule of law and the judeo-christian values that underpin Western civilization",
   "start": 112.6,
   "duration": 6.84
  },
  {
   "text": "Dr. Peterson has burst onto the public scene with his incisive critiques of political correctness",
   "start": 120.1,
   "duration": 5.42
  },
  {
   "text": "identity politics",
   "start": 126.26,
   "duration": 1.83
  },
  {
   "text": "moral relativism",
   "start": 128.09,
   "duration": 2.0
  },
  {
   "text": "post-modernism and",
   "start": 130.25,
   "duration": 1.47
  },
  {
   "text": "collectivism and statism on the left and right",
   "start": 131.72,
   "duration": 3.08
  },
  {
   "text": "Here's just a sampling of the many memorable quotes by him quote",
   "start": 135.98,
   "duration": 4.85
  },
  {
   "text": "Don't compare yourself with other people",
   "start": 141.56,
   "duration": 2.0
  },
  {
   "text": "compare yourself with who you were yesterday unquote or",
   "start": 143.9,
   "duration": 3.59
  },
  {
   "text": "Free speech is not just another value is the foundation of Western civilization",
   "start": 149.36,
   "duration": 5.18
  },
  {
   "text": "Don't lie about ANYTHING, EVER. lying leads to hell",
   "start": 156.2,
   "duration": 4.96
  },
  {
   "text": "We have to rediscover the eternal values that... and then live them out",
   "start": 162.72,
   "duration": 4.66
  },
  {
   "text": "No one gets away with anything ever",
   "start": 168.6,
   "duration": 2.299
  },
  {
   "text": "So take responsibility for your own life",
   "start": 171.63,
   "duration": 2.299
  },
  {
   "text": "Now what is remarkable is that such common sense and enduring wisdom",
   "start": 175.83,
   "duration": 4.099
  },
  {
   "text": "Has been so sadly lacking in the public square",
   "start": 180.5,
   "duration": 3.66
  },
  {
   "text": "But what is also so astounding and encouraging",
   "start": 184.88,
   "duration": 3.64
  },
  {
   "text": "is the enormous interest Dr. Peterson is generating globally in restoring first principles",
   "start": 189.26,
   "duration": 5.6
  },
  {
   "text": "Author the number 1 international bestseller 12 rules for life an antidote to chaos",
   "start": 195.68,
   "duration": 5.42
  },
  {
   "text": "Jordan Peterson is professor of psychology at the University of Toronto",
   "start": 202.1,
   "duration": 2.94
  },
  {
   "text": "He is also author of the book maps of meaning the architecture of belief",
   "start": 205.92,
   "duration": 3.84
  },
  {
   "text": "Plus over 100 scientific papers and he has almost 2 million subscribers to his YouTube channel",
   "start": 210.38,
   "duration": 6.28
  },
  {
   "text": "His work explores the modern world by combining the hard-won truths of ancient tradition",
   "start": 218.46,
   "duration": 5.22
  },
  {
   "text": "With the stunning revelations of cutting-edge science",
   "start": 224.489,
   "duration": 3.23
  },
  {
   "text": "now you can read further details about his background on the program that hopefully you got",
   "start": 228.81,
   "duration": 5.75
  },
  {
   "text": "But I will just add one additional",
   "start": 235.41,
   "duration": 2.0
  },
  {
   "text": "note",
   "start": 238.14,
   "duration": 1.56
  },
  {
   "text": "He's a native of North Western Canada",
   "start": 239.7,
   "duration": 2.33
  },
  {
   "text": "(in) 2016 he was inducted as an honorary member of the quack-e-to-tell tribe in the Pacific Northwest and",
   "start": 244.54,
   "duration": 7.459
  },
  {
   "text": "given the name alestalagie",
   "start": 252.37,
   "duration": 2.209
  },
  {
   "text": "meaning great seeker",
   "start": 255.28,
   "duration": 2.0
  },
  {
   "text": "Please join me in welcoming Jordan B Peterson",
   "start": 257.8,
   "duration": 2.96
  },
  {
   "text": "Well, thank you all for coming. it's good to see you here",
   "start": 283.66,
   "duration": 3.64
  },
  {
   "text": "The meaning and reality of individual sovereignty",
   "start": 291.04,
   "duration": 4.38
  },
  {
   "text": "That's a fundamental question as far as I'm concerned",
   "start": 296.96,
   "duration": 2.72
  },
  {
   "text": "Because it's by no means",
   "start": 301.76,
   "duration": 1.89
  },
  {
   "text": "self-evident",
   "start": 303.65,
   "duration": 1.17
  },
  {
   "text": "Why?",
   "start": 304.82,
   "duration": 1.65
  },
  {
   "text": "the idea of individual sovereignty should be",
   "start": 306.47,
   "duration": 2.45
  },
  {
   "text": "granted the",
   "start": 309.68,
   "duration": 1.65
  },
  {
   "text": "primacy of place that it",
   "start": 311.33,
   "duration": 2.0
  },
  {
   "text": "Has been granted or you could say it another way the",
   "start": 315.71,
   "duration": 2.839
  },
  {
   "text": "The reasons that that proposition have been deemed self-evident are not obvious",
   "start": 320.87,
   "duration": 6.049
  },
  {
   "text": "so",
   "start": 328.25,
   "duration": 1.14
  },
  {
   "text": "When I was just backstage, I was looking at the Declaration of Independence, which I do quite regularly make sure that I've got that",
   "start": 329.39,
   "duration": 6.829
  },
  {
   "text": "especially the introductory",
   "start": 336.98,
   "duration": 2.0
  },
  {
   "text": "Statements formulated properly and the introductory statements. I won't quote them precisely but",
   "start": 340.25,
   "duration": 6.559
  },
  {
   "text": "They lay out a series of propositions",
   "start": 349.13,
   "duration": 2.0
  },
  {
   "text": "And the first is that we hold these truths to be self-evident",
   "start": 352.13,
   "duration": 2.869
  },
  {
   "text": "and that people are",
   "start": 356.06,
   "duration": 2.0
  },
  {
   "text": "endowed by their creator with certain inalienable rights that",
   "start": 358.4,
   "duration": 3.05
  },
  {
   "text": "they're equal and that",
   "start": 362.72,
   "duration": 2.0
  },
  {
   "text": "Government is to govern bike by the consent of individuals and",
   "start": 365.87,
   "duration": 5.839
  },
  {
   "text": "Those are axiomatic statements, right?",
   "start": 375.32,
   "duration": 2.69
  },
  {
   "text": "There are this sort of statements that you build a system from you have to accept the statements first before you can build the system",
   "start": 378.56,
   "duration": 6.83
  },
  {
   "text": "And it's analogous in some sense to Euclidean geometry, right? There's a",
   "start": 385.58,
   "duration": 4.549
  },
  {
   "text": "Set of axioms and you accept them and then you can build a system, but you have to accept the axioms",
   "start": 390.89,
   "duration": 5.599
  },
  {
   "text": "But you don't have to accept the axioms. That's the thing and one of the things that's very much worth understanding is that",
   "start": 396.489,
   "duration": 7.671
  },
  {
   "text": "the current culture war that we're",
   "start": 404.74,
   "duration": 2.52
  },
  {
   "text": "Embroiled in which really has been going on for in some ways",
   "start": 408.56,
   "duration": 5.36
  },
  {
   "text": "For thousands of years, but in other ways for",
   "start": 416.06,
   "duration": 2.269
  },
  {
   "text": "More specifically political ways. I suppose since the rise of Marxism about a hundred and fifty years ago",
   "start": 419.5,
   "duration": 5.1
  },
  {
   "text": "It depends on how you analyze it whether you think about it as political or psychological because as a psychological phenomena, it's much older",
   "start": 424.9,
   "duration": 6.58
  },
  {
   "text": "The the proposition that",
   "start": 433.06,
   "duration": 2.68
  },
  {
   "text": "Those truths that are laid out in the Declaration of Independence are self-evident is",
   "start": 437.93,
   "duration": 4.88
  },
  {
   "text": "No longer accepted by a large number of people",
   "start": 443.27,
   "duration": 3.679
  },
  {
   "text": "Let's say in the intellectual academy and I would say that's particularly true of the post modernists. It's also true of the",
   "start": 447.68,
   "duration": 7.79
  },
  {
   "text": "Marxists and",
   "start": 456.68,
   "duration": 1.74
  },
  {
   "text": "the post modernists and the Marxists have",
   "start": 458.42,
   "duration": 2.42
  },
  {
   "text": "United in a very strange",
   "start": 462.26,
   "duration": 2.0
  },
  {
   "text": "manner because their",
   "start": 465.29,
   "duration": 2.0
  },
  {
   "text": "Philosophies are not really commensurate with one another the post modernists profess",
   "start": 467.42,
   "duration": 4.25
  },
  {
   "text": "Skepticism about meta-narratives",
   "start": 473.42,
   "duration": 2.0
  },
  {
   "text": "large-scale stories that perhaps might",
   "start": 475.94,
   "duration": 2.92
  },
  {
   "text": "Might serve as  uniting",
   "start": 479.78,
   "duration": 2.0
  },
  {
   "text": "structures for people's own cognitive",
   "start": 482.12,
   "duration": 2.0
  },
  {
   "text": "Contents but also that unite",
   "start": 486.38,
   "duration": 2.0
  },
  {
   "text": "groups of people across large swaths of territory they profess",
   "start": 488.62,
   "duration": 4.5
  },
  {
   "text": "skepticism about the validity of those narratives and yet",
   "start": 494.06,
   "duration": 4.19
  },
  {
   "text": "well, the problem with that is it leaves you nowhere because if you don't have a",
   "start": 498.86,
   "duration": 4.58
  },
  {
   "text": "Uniting narrative a uniting story of uniting  ethos. You don't have an explanation for",
   "start": 504.64,
   "duration": 6.38
  },
  {
   "text": "Your existence in the world and you don't have a direction",
   "start": 512.5,
   "duration": 2.22
  },
  {
   "text": "And that's not helpful",
   "start": 515.21,
   "duration": 2.0
  },
  {
   "text": "Because you can't live without an explanation for your existence in the world and a direction or if you do live under those conditions",
   "start": 517.24,
   "duration": 7.64
  },
  {
   "text": "You're bound to be miserable. And the reason you're bound to be miserable is because",
   "start": 525.22,
   "duration": 4.64
  },
  {
   "text": "And I would say that this is technically true",
   "start": 530.54,
   "duration": 2.2
  },
  {
   "text": "That almost all the positive emotion that you're going to experience in your life is a consequence of pursuing valuable goals",
   "start": 533.68,
   "duration": 7.54
  },
  {
   "text": "It's not a consequence of attaining them",
   "start": 541.66,
   "duration": 2.0
  },
  {
   "text": "It's a consequence of positing them",
   "start": 544.22,
   "duration": 2.18
  },
  {
   "text": "aiming at them and then observing yourself moving towards them and that... the sense that",
   "start": 547.52,
   "duration": 5.28
  },
  {
   "text": "accompanies that and we know the neurobiology of this sense actually quite well. the sense of that is one of",
   "start": 553.36,
   "duration": 5.92
  },
  {
   "text": "Forward movement and engagement and meaning and accomplishment. It's something like that",
   "start": 560.02,
   "duration": 5.52
  },
  {
   "text": "Hope that's another way of thinking about it. And it's the antidote in some sense to the",
   "start": 566.48,
   "duration": 5.809
  },
  {
   "text": "flip side of life which is the fact that it's",
   "start": 573.38,
   "duration": 2.239
  },
  {
   "text": "nasty brutish and short",
   "start": 576.46,
   "duration": 2.0
  },
  {
   "text": "as Thomas Hobbes put it",
   "start": 578.66,
   "duration": 2.36
  },
  {
   "text": "And that's inalienable as well",
   "start": 582.06,
   "duration": 2.46
  },
  {
   "text": "there's no escape from the",
   "start": 585.04,
   "duration": 2.0
  },
  {
   "text": "limitations and suffering of life",
   "start": 587.62,
   "duration": 2.0
  },
  {
   "text": "And so in order for that not to become overwhelming and then that can easily become overwhelming and often does in people's lives",
   "start": 590.44,
   "duration": 7.82
  },
  {
   "text": "Then you need a countervailing",
   "start": 598.94,
   "duration": 2.359
  },
  {
   "text": "Set of propositions that you can act out and embody",
   "start": 602.42,
   "duration": 4.1
  },
  {
   "text": "to endow that-",
   "start": 607.34,
   "duration": 2.0
  },
  {
   "text": "Limitation with worth and that's a not a trivial",
   "start": 610.64,
   "duration": 3.98
  },
  {
   "text": "Problem. I was just debating... Not really",
   "start": 615.22,
   "duration": 3.86
  },
  {
   "text": "Slavoj Žižek",
   "start": 620.62,
   "duration": 2.0
  },
  {
   "text": "about a week ago and",
   "start": 622.72,
   "duration": 1.84
  },
  {
   "text": "two weeks ago maybe and I was debating him because he had been advertised to me and",
   "start": 624.56,
   "duration": 6.109
  },
  {
   "text": "many others as sort of the world's foremost Marxist scholar and it turned out that",
   "start": 631.04,
   "duration": 4.82
  },
  {
   "text": "He really was not much of a Marxist at all. And so I ended up criticizing the communist manifesto",
   "start": 636.62,
   "duration": 6.889
  },
  {
   "text": "which",
   "start": 644.39,
   "duration": 1.98
  },
  {
   "text": "Deserves criticism and and then I expected him to defend",
   "start": 646.37,
   "duration": 5.029
  },
  {
   "text": "it but he didn't and so that was",
   "start": 652.67,
   "duration": 3.14
  },
  {
   "text": "Sort of",
   "start": 658.01,
   "duration": 2.0
  },
  {
   "text": "Interesting but non blessing um",
   "start": 660.32,
   "duration": 2.059
  },
  {
   "text": "But he said something very interesting during that debate and it came all of a sudden it came out of the blue, you know",
   "start": 666.29,
   "duration": 5.69
  },
  {
   "text": "And I think it was the most",
   "start": 671.98,
   "duration": 1.84
  },
  {
   "text": "striking part of the entire discussion",
   "start": 673.82,
   "duration": 3.54
  },
  {
   "text": "And then this is just a strange segue, but I'm trying I want to I need to",
   "start": 678.12,
   "duration": 5.48
  },
  {
   "text": "Discuss this because it struck me so hard because I think it's such an important point",
   "start": 684.39,
   "duration": 3.44
  },
  {
   "text": "I'd never thought about it before so he told me something I'd never thought about before at all",
   "start": 687.83,
   "duration": 4.32
  },
  {
   "text": "He was talking about the Christian passion",
   "start": 692.91,
   "duration": 2.3
  },
  {
   "text": "and he said that his",
   "start": 695.94,
   "duration": 1.83
  },
  {
   "text": "Sense was that the most important part of it was",
   "start": 697.77,
   "duration": 3.27
  },
  {
   "text": "The scene let's say where Christ is crucified and cries out to God that he's been Forsaken",
   "start": 701.04,
   "duration": 6.0
  },
  {
   "text": "And he said look you  gotta think about what that means. I'm paraphrasing him. He said that",
   "start": 708.06,
   "duration": 4.22
  },
  {
   "text": "the suffering that characterizes individual human life is so intense that even if God Himself",
   "start": 713.37,
   "duration": 5.599
  },
  {
   "text": "Dane's to undergo it it will test his faith to the point where he will not believe in his own existence",
   "start": 719.69,
   "duration": 5.669
  },
  {
   "text": "That's really something and I thought wow, that's such a brilliant. That's such a brilliant observation. Is that",
   "start": 726.66,
   "duration": 5.57
  },
  {
   "text": "Because it's definitely the case, you know, if you if you if you interact with people in any manner, that's the least bit",
   "start": 733.28,
   "duration": 6.62
  },
  {
   "text": "Below the surface you find out that most people are carrying",
   "start": 741.48,
   "duration": 3.9
  },
  {
   "text": "A relatively heavy existential burden of one form or another, you know, I mean most people",
   "start": 745.58,
   "duration": 4.52
  },
  {
   "text": "many people have a physical illness that they're dealing with or a mental illness that they're dealing with and if",
   "start": 750.84,
   "duration": 6.12
  },
  {
   "text": "You're in a fortunate position where you're not dealing with either of those you probably have a family member that does and if you don't",
   "start": 757.1,
   "duration": 6.6
  },
  {
   "text": "have either of those you will that's for sure and",
   "start": 764.13,
   "duration": 4.52
  },
  {
   "text": "And you know, that's just one of many",
   "start": 769.26,
   "duration": 2.0
  },
  {
   "text": "terrible catastrophes that are",
   "start": 771.93,
   "duration": 2.0
  },
  {
   "text": "certain to visit you and",
   "start": 774.57,
   "duration": 2.0
  },
  {
   "text": "That",
   "start": 777.99,
   "duration": 1.74
  },
  {
   "text": "terrible catastrophe is",
   "start": 779.73,
   "duration": 2.75
  },
  {
   "text": "A challenge to us in many ways. It's a challenge to us because it forces us to look",
   "start": 782.64,
   "duration": 6.82
  },
  {
   "text": "deeply for a countervailing meaning that can make sense out of that and then maybe more than makes sense out of it and",
   "start": 789.56,
   "duration": 7.46
  },
  {
   "text": "And so I've been curious about whether or not that countervailing meaning exists, you know the post modernists",
   "start": 797.92,
   "duration": 7.38
  },
  {
   "text": "The first thing about them especially the identity politics types",
   "start": 805.86,
   "duration": 3.71
  },
  {
   "text": "I never know really what to call this group of people because if I call them postmodern",
   "start": 809.57,
   "duration": 5.4
  },
  {
   "text": "Neo-marxists then I'm accused of being alt right conspiracy theorists and if if I if I call them",
   "start": 815.36,
   "duration": 7.26
  },
  {
   "text": "Collectivists well that's accurate in some sense",
   "start": 822.66,
   "duration": 3.2
  },
  {
   "text": "But not not precisely and I could call them identity politics players and that happens on the right and the left but that's the basic",
   "start": 825.86,
   "duration": 7.799
  },
  {
   "text": "Rubric, I would say that uniting",
   "start": 834.14,
   "duration": 2.5
  },
  {
   "text": "Idea is that the individual is that... the individual's a fiction",
   "start": 837.8,
   "duration": 3.22
  },
  {
   "text": "in some sense and the right level of analysis",
   "start": 841.8,
   "duration": 2.98
  },
  {
   "text": "for...",
   "start": 845.54,
   "duration": 0.54
  },
  {
   "text": "Society and the political scene and and the economic scene is the group right is",
   "start": 847.7,
   "duration": 5.64
  },
  {
   "text": "Who you are as an individual is well, first of all, perhaps that's just an illusory category altogether",
   "start": 853.5,
   "duration": 5.92
  },
  {
   "text": "But who you are is going to be defined",
   "start": 860.3,
   "duration": 2.0
  },
  {
   "text": "essentially in terms of your group identity",
   "start": 862.98,
   "duration": 2.0
  },
  {
   "text": "your gender",
   "start": 865.62,
   "duration": 1.65
  },
  {
   "text": "Your sex that's already 70 different things",
   "start": 867.27,
   "duration": 3.949
  },
  {
   "text": "Your your that'd be funny if it wasn't true",
   "start": 873.75,
   "duration": 3.53
  },
  {
   "text": "Your your",
   "start": 879.45,
   "duration": 2.0
  },
  {
   "text": "Maybe your socioeconomic status your class. That was the original Marxist",
   "start": 881.46,
   "duration": 3.829
  },
  {
   "text": "Definition of identity right because Marx believed that history was a war between two classes and that your fundamental",
   "start": 886.5,
   "duration": 6.59
  },
  {
   "text": "Being was established by your class identity",
   "start": 893.61,
   "duration": 2.3
  },
  {
   "text": "Or it's your",
   "start": 898.02,
   "duration": 2.0
  },
  {
   "text": "Ethnicity or your race? Those are two other",
   "start": 901.11,
   "duration": 2.33
  },
  {
   "text": "Fundamental group identities or it's some combination of them all which is",
   "start": 905.96,
   "duration": 3.84
  },
  {
   "text": "Intersectionality, which is something that sort of devours itself and I've done a little bit of mathematics",
   "start": 910.34,
   "duration": 5.1
  },
  {
   "text": "It's like if you could imagine that you belong to ten groups, you know ten canonical groups",
   "start": 915.72,
   "duration": 5.24
  },
  {
   "text": "there's probably like one of you and so if you get intersectional enough",
   "start": 922.05,
   "duration": 4.94
  },
  {
   "text": "one of the things that happens is that you break the group's all the way down to the level of the individual if you're gonna",
   "start": 926.99,
   "duration": 4.95
  },
  {
   "text": "take",
   "start": 931.94,
   "duration": 1.21
  },
  {
   "text": "someone's",
   "start": 933.15,
   "duration": 1.29
  },
  {
   "text": "group centered peculiarities entirely into account you end up with ends of one and",
   "start": 934.44,
   "duration": 6.169
  },
  {
   "text": "I actually think that that's what the West figured out thousands of years ago was that if you were gonna take everyone's",
   "start": 940.82,
   "duration": 6.62
  },
  {
   "text": "Uniqueness into account in the way the intersectionalists appear to want to do with the plethora of group",
   "start": 948.06,
   "duration": 6.62
  },
  {
   "text": "identities that you end up at the individual and so",
   "start": 954.86,
   "duration": 3.52
  },
  {
   "text": "But it but there's no",
   "start": 958.98,
   "duration": 2.0
  },
  {
   "text": "requirement for coherency on the part of the postmodernists and in fact",
   "start": 961.17,
   "duration": 4.46
  },
  {
   "text": "They believe that coherency is actually I would say something akin to a conspiracy theory. That's part",
   "start": 965.63,
   "duration": 6.69
  },
  {
   "text": "I'm dead serious. I'm absolutely dead serious about this. It's a it's a conspiracy theory on the part of",
   "start": 972.32,
   "duration": 6.989
  },
  {
   "text": "the modernists who invented or elaborated the oppressive",
   "start": 980.67,
   "duration": 5.57
  },
  {
   "text": "Patriarchy that we all exist under which is something akin, I suppose to Marx's",
   "start": 987.92,
   "duration": 5.24
  },
  {
   "text": "Proletariat versus Bourgeoisie, it's some mishmash of idiocy like that and",
   "start": 994.76,
   "duration": 5.62
  },
  {
   "text": "But you know, I mean it's there's a question there that that's worth",
   "start": 1001.6,
   "duration": 3.98
  },
  {
   "text": "Answering it's like well",
   "start": 1006.41,
   "duration": 2.0
  },
  {
   "text": "Why do we believe in the individual?",
   "start": 1009.26,
   "duration": 2.0
  },
  {
   "text": "You know the founders of the people who wrote the Declaration of Independence know it's like they justified it",
   "start": 1011.54,
   "duration": 5.57
  },
  {
   "text": "Right. They said we hold these truths as self-evident like that's not an argument",
   "start": 1017.87,
   "duration": 4.4
  },
  {
   "text": "That's just a statement. It's like and it starts a statement like a game in some sense",
   "start": 1022.94,
   "duration": 4.73
  },
  {
   "text": "It's like well, let's assume these things are true and move on from there and see what happens now",
   "start": 1027.67,
   "duration": 6.089
  },
  {
   "text": "They had their reasons, you know, like from a Canadian perspective",
   "start": 1033.76,
   "duration": 3.36
  },
  {
   "text": "The people who",
   "start": 1038.32,
   "duration": 2.0
  },
  {
   "text": "The Americ... you Americans who",
   "start": 1040.96,
   "duration": 2.0
  },
  {
   "text": "Ran a revolution against England. You're just Englishmen that we're after their own rights and and",
   "start": 1043.48,
   "duration": 6.26
  },
  {
   "text": "And had been denied by by",
   "start": 1050.44,
   "duration": 2.04
  },
  {
   "text": "By your colonial status, but the American system is deeply embedded in the English common law system, and it's deeply embedded in",
   "start": 1053.18,
   "duration": 7.14
  },
  {
   "text": "Well, whatever gave rise to the English common law system and certainly part of that is",
   "start": 1060.83,
   "duration": 4.31
  },
  {
   "text": "the Judeo-Christian tradition",
   "start": 1066.1,
   "duration": 2.04
  },
  {
   "text": "I don't I don't think any of that's particularly debatable and and so I've been very interested in what makes these propositions",
   "start": 1069.7,
   "duration": 7.92
  },
  {
   "text": "self-evident",
   "start": 1079.06,
   "duration": 1.32
  },
  {
   "text": "to look to see if there's any truth in the",
   "start": 1080.39,
   "duration": 2.689
  },
  {
   "text": "sub structure that makes",
   "start": 1084.05,
   "duration": 2.0
  },
  {
   "text": "For the self evidence and so I'm gonna lay out some propositions",
   "start": 1086.51,
   "duration": 3.859
  },
  {
   "text": "For you today. We'll see how many I can get to",
   "start": 1091.22,
   "duration": 2.45
  },
  {
   "text": "As there's a number of them that are important",
   "start": 1095.78,
   "duration": 2.63
  },
  {
   "text": "I think I'll start first of all with a little discussion of Genesis",
   "start": 1100.58,
   "duration": 4.14
  },
  {
   "text": "I did a biblical series in 2017",
   "start": 1105.88,
   "duration": 2.16
  },
  {
   "text": "on Genesis which some of you might be interested in either watching or listening to. it's actually being very popular",
   "start": 1108.16,
   "duration": 6.52
  },
  {
   "text": "Which is very peculiar",
   "start": 1115.36,
   "duration": 2.0
  },
  {
   "text": "I rented a theater of about this size to give the lectures and it sold out",
   "start": 1117.76,
   "duration": 5.069
  },
  {
   "text": "15 lectures on Genesis and almost all the people who came were men",
   "start": 1123.53,
   "duration": 4.159
  },
  {
   "text": "which is completely incomprehensible because you can't get men near a church and",
   "start": 1127.69,
   "duration": 4.35
  },
  {
   "text": "you know and and they were usually men and I would say between about 28 and",
   "start": 1133.07,
   "duration": 3.92
  },
  {
   "text": "40 25 and 40 something like that",
   "start": 1137.51,
   "duration": 2.119
  },
  {
   "text": "and so it was pretty interesting that they came and the most popular lecture I ever gave on YouTube is",
   "start": 1139.84,
   "duration": 5.58
  },
  {
   "text": "On the first sentence of Genesis. It's like two and a half hours on the first sentence of Genesis",
   "start": 1145.49,
   "duration": 5.479
  },
  {
   "text": "You never think anything like that could possibly be popular",
   "start": 1151.64,
   "duration": 2.809
  },
  {
   "text": "but I want to tell you a little bit about Genesis because I think it's I think there are things in it that are",
   "start": 1155.09,
   "duration": 5.66
  },
  {
   "text": "Well, they're what make the self evidence self-evident, but I also think that",
   "start": 1162.34,
   "duration": 4.08
  },
  {
   "text": "They're also true. They're true metaphorically for sure. They're true psychologically.",
   "start": 1167.18,
   "duration": 6.14
  },
  {
   "text": "I believe and they might be true metaphysically, but I don't know because no one knows about that and",
   "start": 1174.38,
   "duration": 6.22
  },
  {
   "text": "you know, that's where you're",
   "start": 1181.34,
   "duration": 1.89
  },
  {
   "text": "When you're speaking of ultimate things your knowledge runs out and so but I'll stick to the metaphorical and the psychological",
   "start": 1183.23,
   "duration": 6.38
  },
  {
   "text": "That'll do you know",
   "start": 1190.429,
   "duration": 2.0
  },
  {
   "text": "so",
   "start": 1192.62,
   "duration": 1.5
  },
  {
   "text": "The way Genesis is structured. It's quite interesting. There's three elements",
   "start": 1194.12,
   "duration": 4.88
  },
  {
   "text": "That are discussed as",
   "start": 1200.38,
   "duration": 2.0
  },
  {
   "text": "Constituting the being",
   "start": 1203.26,
   "duration": 2.0
  },
  {
   "text": "It's not",
   "start": 1205.94,
   "duration": 1.29
  },
  {
   "text": "It's not a theory of the material existence like a scientific theory. It's not that it's a theory of being so it it's",
   "start": 1207.23,
   "duration": 7.28
  },
  {
   "text": "And that's a hard thing to understand in itself. You could think about it as a theory of the structure of experience",
   "start": 1215.24,
   "duration": 5.359
  },
  {
   "text": "That's another way of thinking about it. You know, you have experience of the world and",
   "start": 1220.6,
   "duration": 3.899
  },
  {
   "text": "You have your emotions and your motivations and you have your aims and your stories and your thoughts your there's a characteristic human mode of",
   "start": 1226.1,
   "duration": 7.519
  },
  {
   "text": "existence",
   "start": 1233.93,
   "duration": 1.11
  },
  {
   "text": "That's conscious. We're aware that things exist and",
   "start": 1235.04,
   "duration": 3.469
  },
  {
   "text": "We we live within that",
   "start": 1239.51,
   "duration": 2.0
  },
  {
   "text": "structure and as far as I can tell",
   "start": 1241.64,
   "duration": 2.48
  },
  {
   "text": "Given that Genesis is certainly not a scientific account of the structure of the Universe. It has to be some account of some other",
   "start": 1245.68,
   "duration": 6.98
  },
  {
   "text": "Of something else and it's it's an account of experience itself and maybe experience itself is the ultimate reality",
   "start": 1253.9,
   "duration": 7.04
  },
  {
   "text": "And it depends to some degree on how you define ultimate",
   "start": 1261.77,
   "duration": 2.93
  },
  {
   "text": "It depends also on how you define reality, but you can play that game",
   "start": 1264.7,
   "duration": 3.419
  },
  {
   "text": "You can say well, let's assume that it's just that your experience is reality. It's certainly reality as far as you're concerned",
   "start": 1268.22,
   "duration": 6.619
  },
  {
   "text": "I mean especially and I would say one of the things about that that make that",
   "start": 1275.0,
   "duration": 4.97
  },
  {
   "text": "Self-evident is pain",
   "start": 1280.52,
   "duration": 1.92
  },
  {
   "text": "Like there's there's nothing like pain to convince you that your experience is real",
   "start": 1282.44,
   "duration": 5.869
  },
  {
   "text": "I don't know anyone who isn't",
   "start": 1288.31,
   "duration": 2.189
  },
  {
   "text": "convinced that their experience is real by pain and the only people I know that might be",
   "start": 1290.96,
   "duration": 5.869
  },
  {
   "text": "Unconvinced just haven't had enough pain because if they did they'd be convinced. There's no arguing it away",
   "start": 1298.01,
   "duration": 6.41
  },
  {
   "text": "in Genesis, there's God and",
   "start": 1305.78,
   "duration": 3.02
  },
  {
   "text": "It's God the Father which applies something like a structure, you know",
   "start": 1309.68,
   "duration": 4.369
  },
  {
   "text": "Like like a patriarchal structure that that might be one way of thinking about like a hierarchical structure",
   "start": 1314.05,
   "duration": 4.469
  },
  {
   "text": "It's not surprising because God would be at the pinnacle of the hierarchy and there's the logos which is the word that",
   "start": 1318.8,
   "duration": 7.4
  },
  {
   "text": "God uses to",
   "start": 1326.99,
   "duration": 1.95
  },
  {
   "text": "Create order out of chaos. And so there's God and there's the logos",
   "start": 1328.94,
   "duration": 4.25
  },
  {
   "text": "That's the Word of God and then there's the chaos and the chaos is Tohu wa-bohu",
   "start": 1333.19,
   "duration": 4.31
  },
  {
   "text": ", or Tehom? Those are the original words and they're",
   "start": 1338.24,
   "duration": 4.26
  },
  {
   "text": "They're uh...derived  from older words from Sumeria",
   "start": 1343.7,
   "duration": 3.28
  },
  {
   "text": "from a word",
   "start": 1347.75,
   "duration": 2.0
  },
  {
   "text": "Tiamat and",
   "start": 1349.82,
   "duration": 1.68
  },
  {
   "text": "Tiamat or Tiamat was a Sumerian goddess a dragon like a subterranean",
   "start": 1351.5,
   "duration": 6.2
  },
  {
   "text": "No, no Fiddian",
   "start": 1358.78,
   "duration": 2.0
  },
  {
   "text": "monster",
   "start": 1360.92,
   "duration": 1.8
  },
  {
   "text": "Who lived in the salt water or who was the salt water? It's not exactly clear and she was",
   "start": 1362.72,
   "duration": 6.979
  },
  {
   "text": "taken apart by the Sumerian",
   "start": 1371.02,
   "duration": 2.52
  },
  {
   "text": "Creator god Marduk, who was a hero type like Beowulf or like Bilbo in in in in The Hobbit",
   "start": 1375.14,
   "duration": 7.56
  },
  {
   "text": "Its Bilbo in The Hobbit isn't or is Frodo doesn't matter. It's one of those little hobbits anyways",
   "start": 1384.26,
   "duration": 5.52
  },
  {
   "text": "and",
   "start": 1390.77,
   "duration": 1.47
  },
  {
   "text": "he",
   "start": 1392.24,
   "duration": 1.29
  },
  {
   "text": "He confronts Tiamat who has decided in the justify of bull fit of anger in some sense",
   "start": 1393.53,
   "duration": 7.04
  },
  {
   "text": "I'll tell you the whole story Tiamat",
   "start": 1401.12,
   "duration": 1.73
  },
  {
   "text": "there's two gods Tiamat and Abzu",
   "start": 1402.85,
   "duration": 1.99
  },
  {
   "text": "Tiamat is the goddess of the salt water and Abzu is the goddess of the fresh water. And as far as the Sumerians were concerned",
   "start": 1405.04,
   "duration": 6.02
  },
  {
   "text": "There was the land and underneath the land. There was fresh water and underneath the fresh water",
   "start": 1411.71,
   "duration": 4.969
  },
  {
   "text": "There was salt water and the world was a dome on top of that and that was the same",
   "start": 1416.68,
   "duration": 4.109
  },
  {
   "text": "conceptual world that the people who wrote",
   "start": 1420.98,
   "duration": 1.68
  },
  {
   "text": "Genesis lived in and it's it's kind of how the world looks if you go outside in the field looks like there's a dome",
   "start": 1422.66,
   "duration": 5.69
  },
  {
   "text": "There's some ground if you dig down you hit salt water or fresh water and then you know surrounding that",
   "start": 1428.45,
   "duration": 5.059
  },
  {
   "text": "There's salt water. And so that's the world and they thought of the salt water in the fresh water as God and Goddess",
   "start": 1433.82,
   "duration": 5.989
  },
  {
   "text": "Salt water being the goddess",
   "start": 1440.45,
   "duration": 2.0
  },
  {
   "text": "Fresh water being the God and then it was the union of Azbu and Tiamat produced",
   "start": 1442.76,
   "duration": 6.89
  },
  {
   "text": "The first generation of children gods and they were",
   "start": 1451.16,
   "duration": 4.28
  },
  {
   "text": "Active",
   "start": 1457.16,
   "duration": 1.35
  },
  {
   "text": "sort of proto-human creatures greater than human but",
   "start": 1458.51,
   "duration": 3.859
  },
  {
   "text": "Human-like and they made an awful lot of racket and they were very careless and they killed Abzu",
   "start": 1462.77,
   "duration": 4.7
  },
  {
   "text": "and",
   "start": 1468.62,
   "duration": 1.44
  },
  {
   "text": "Then they tried to make their abode on his corpse. That's a very smart idea",
   "start": 1470.06,
   "duration": 5.089
  },
  {
   "text": "Abzu you could think about him the representation of the patriarchy, you know",
   "start": 1476.3,
   "duration": 5.239
  },
  {
   "text": "society itself and the idea that the Mesopotamians came up with in this",
   "start": 1481.54,
   "duration": 4.559
  },
  {
   "text": "mystical dramatic way was that",
   "start": 1486.8,
   "duration": 2.0
  },
  {
   "text": "We're careless",
   "start": 1489.47,
   "duration": 2.0
  },
  {
   "text": "we tend to kill our society and we try to live on its corpse",
   "start": 1491.69,
   "duration": 4.549
  },
  {
   "text": "And that's exactly right and it's always been right and that's then that that stories thousands of years old and it was a",
   "start": 1496.85,
   "duration": 6.739
  },
  {
   "text": "foundation story for a very sophisticated",
   "start": 1503.68,
   "duration": 2.18
  },
  {
   "text": "civilization and it still affects the stories that we live by today and it's a brilliant idea because of course you were handed your",
   "start": 1505.9,
   "duration": 8.42
  },
  {
   "text": "society and you know",
   "start": 1514.46,
   "duration": 1.5
  },
  {
   "text": "you may be",
   "start": 1515.96,
   "duration": 0.9
  },
  {
   "text": "Doing everything you can to derive as much benefit as you possibly can from it without contributing it to it in the least",
   "start": 1516.86,
   "duration": 6.71
  },
  {
   "text": "and so it's it's something dead in that it's the past and it's something that you can you can",
   "start": 1523.57,
   "duration": 7.019
  },
  {
   "text": "Mmm, what would you say?",
   "start": 1532.34,
   "duration": 2.0
  },
  {
   "text": "It's not manipulate precisely you can exploit",
   "start": 1536.54,
   "duration": 2.869
  },
  {
   "text": "That's your privilege",
   "start": 1540.5,
   "duration": 1.8
  },
  {
   "text": "How to exploit or exploitation anyways, they kill Abzu stupidly and that makes Tiamat very mad",
   "start": 1542.3,
   "duration": 6.26
  },
  {
   "text": "And so she comes back and says well, I'm just wipe you all out. It's like the flood",
   "start": 1548.56,
   "duration": 4.46
  },
  {
   "text": "It's it's the same kind of story as Noah and the flood, which is also a very common kind of story",
   "start": 1553.02,
   "duration": 5.56
  },
  {
   "text": "And this new God comes up",
   "start": 1559.64,
   "duration": 1.88
  },
  {
   "text": "His name is Marduk. And he has eyes all the way around his head and he speaks magic words both of which are very important",
   "start": 1561.52,
   "duration": 5.489
  },
  {
   "text": "features because the fact that he has eyes all the way around his head means he pays attention and",
   "start": 1567.62,
   "duration": 5.51
  },
  {
   "text": "the the fact that he speaks magic words means that he's a master of communication and he goes out to",
   "start": 1574.04,
   "duration": 6.5
  },
  {
   "text": "Fight Tiamat and he successfully cuts her into pieces and he makes the world",
   "start": 1581.0,
   "duration": 5.119
  },
  {
   "text": "and",
   "start": 1587.24,
   "duration": 1.89
  },
  {
   "text": "so she's the goddess of chaos and destruction the goddess of nature and the idea is that",
   "start": 1589.13,
   "duration": 4.91
  },
  {
   "text": "That entity that confronts the chaotic unknown cuts it into pieces and makes the habitable world",
   "start": 1595.36,
   "duration": 7.64
  },
  {
   "text": "Which is exactly right. It's exactly right. It's exactly what you do",
   "start": 1603.32,
   "duration": 4.52
  },
  {
   "text": "And then that's what I want to get at if I can get to it",
   "start": 1608.18,
   "duration": 3.02
  },
  {
   "text": "It's hard. It's a hard story to tell anyways, that story is at the bottom of the story of Genesis. And so God",
   "start": 1611.8,
   "duration": 7.78
  },
  {
   "text": "confronts the Tohu-wa bohu or the tehom with logos and",
   "start": 1620.6,
   "duration": 4.28
  },
  {
   "text": "And logos gets elaborated over the course of centuries into a very complex idea",
   "start": 1625.82,
   "duration": 5.92
  },
  {
   "text": "First of all logos is or turns into Christ, which is very strange thing. So there's the Christ in Christianity",
   "start": 1631.74,
   "duration": 7.32
  },
  {
   "text": "Who's there at the beginning of time and then is incarnated in history",
   "start": 1639.06,
   "duration": 2.94
  },
  {
   "text": "And is there at the end of time it's a very strange notion",
   "start": 1642.0,
   "duration": 3.24
  },
  {
   "text": "So something that's eternal and is always there but also  incarnated in a specific time and at a specific",
   "start": 1645.82,
   "duration": 7.26
  },
  {
   "text": "arbitrary place, right",
   "start": 1653.22,
   "duration": 1.82
  },
  {
   "text": "So it's this principle that is also so it's Universal and eternal and also local",
   "start": 1655.36,
   "duration": 5.64
  },
  {
   "text": "Both at the same time very very important idea and very much relevant to what a human being is like as far as I'm concerned",
   "start": 1661.46,
   "duration": 7.459
  },
  {
   "text": "And God uses the logos",
   "start": 1669.94,
   "duration": 2.0
  },
  {
   "text": "the word and he interacts with the Tohu-wa bohu  the chaos and",
   "start": 1672.56,
   "duration": 4.42
  },
  {
   "text": "He generates order and that's what happens in Genesis, and he generates order over a number of days",
   "start": 1677.42,
   "duration": 6.2
  },
  {
   "text": "using the logos and every time he generates a new form of order so each day he says",
   "start": 1684.4,
   "duration": 6.26
  },
  {
   "text": "And it was good",
   "start": 1691.64,
   "duration": 1.98
  },
  {
   "text": "And so that's interesting eh because",
   "start": 1693.62,
   "duration": 2.18
  },
  {
   "text": "First of all, it's not obvious that it's good",
   "start": 1696.58,
   "duration": 2.12
  },
  {
   "text": "that goes back to the",
   "start": 1699.34,
   "duration": 2.0
  },
  {
   "text": "comment that Slavoj Zizek made it's like",
   "start": 1701.68,
   "duration": 2.48
  },
  {
   "text": "Here we are in this being that's being",
   "start": 1704.92,
   "duration": 2.36
  },
  {
   "text": "Being constructed in this reality and it's very it's very difficult reality",
   "start": 1707.9,
   "duration": 5.3
  },
  {
   "text": "Human beings are very for us Our lives are bounded limited. We're mortal we suffer and",
   "start": 1713.54,
   "duration": 6.32
  },
  {
   "text": "If we suffer enough",
   "start": 1720.64,
   "duration": 2.0
  },
  {
   "text": "injustice",
   "start": 1722.99,
   "duration": 1.14
  },
  {
   "text": "Or justice, even sometimes if we suffer enough",
   "start": 1724.13,
   "duration": 3.17
  },
  {
   "text": "It's very easy for us to turn against",
   "start": 1727.3,
   "duration": 2.0
  },
  {
   "text": "being and to curse it and it's not surprising and this is why she Zizek's words hit me so so hard because",
   "start": 1729.59,
   "duration": 6.349
  },
  {
   "text": "when he said that that",
   "start": 1736.67,
   "duration": 2.0
  },
  {
   "text": "suffering could become so intense that even God himself would have doubts about",
   "start": 1739.25,
   "duration": 3.89
  },
  {
   "text": "The",
   "start": 1744.95,
   "duration": 2.0
  },
  {
   "text": "Benevolence of himself in some sense. That's what that moment means on the cross",
   "start": 1746.97,
   "duration": 4.729
  },
  {
   "text": "It's like well what in the world would you expect from mere human beings?",
   "start": 1751.74,
   "duration": 3.439
  },
  {
   "text": "and so",
   "start": 1756.0,
   "duration": 1.44
  },
  {
   "text": "But there's this insistence in Genesis that things that are created as a consequence of the logos are good",
   "start": 1757.44,
   "duration": 6.65
  },
  {
   "text": "So first that they're created by the logos and second that they're good and so that's a very interesting set of propositions",
   "start": 1764.09,
   "duration": 6.17
  },
  {
   "text": "so the logos is true is something like truthful speech and",
   "start": 1770.26,
   "duration": 3.94
  },
  {
   "text": "So, this is partly what makes me a free speech advocate",
   "start": 1775.02,
   "duration": 3.26
  },
  {
   "text": "Because I don't think that you can get to truthful speech without like speeches and speeches",
   "start": 1779.13,
   "duration": 5.719
  },
  {
   "text": "dialogical",
   "start": 1785.85,
   "duration": 1.53
  },
  {
   "text": "what you don't know much and you don't know much and neither do you like we're full of biases and we and and",
   "start": 1787.38,
   "duration": 5.569
  },
  {
   "text": "Blind spots and even when you're trying to formulate your thoughts clearly, you're not that good at it",
   "start": 1793.74,
   "duration": 5.089
  },
  {
   "text": "Especially if you're thinking about something complex and chaotic and unknown and you're gonna have to stumble around",
   "start": 1798.83,
   "duration": 5.609
  },
  {
   "text": "Madly and make all sorts of mistakes to make any progress at all and with any luck, you know",
   "start": 1804.809,
   "duration": 4.94
  },
  {
   "text": "You'll be able to talk to other people and they'll be just as clueless about it as you but out of that",
   "start": 1809.749,
   "duration": 5.191
  },
  {
   "text": "Dialogical process if you're actually trying to communicate something",
   "start": 1815.06,
   "duration": 2.66
  },
  {
   "text": "approximating the truth will emerge and",
   "start": 1818.88,
   "duration": 2.119
  },
  {
   "text": "Hopefully the truth will set us free as its supposed to and put us on the proper path",
   "start": 1822.2,
   "duration": 5.0
  },
  {
   "text": "You see the thing about the collectivist types at the universities, you know, they're they're very interested in shutting down free speech",
   "start": 1828.0,
   "duration": 6.88
  },
  {
   "text": "But you have to understand that it's not because they oppose the views of the people",
   "start": 1835.26,
   "duration": 5.02
  },
  {
   "text": "That they're trying to shut down",
   "start": 1840.84,
   "duration": 2.0
  },
  {
   "text": "It is that but it's cuz they don't believe that there's such a thing as free speech",
   "start": 1843.12,
   "duration": 3.8
  },
  {
   "text": "Because they don't believe that there's such a thing as individuals",
   "start": 1847.16,
   "duration": 2.64
  },
  {
   "text": "They believe that you're just the avatar of your group and that whatever your opinions are are",
   "start": 1850.08,
   "duration": 5.449
  },
  {
   "text": "conditioned",
   "start": 1856.889,
   "duration": 1.14
  },
  {
   "text": "socially constructed and the reason they're socially constructed is because",
   "start": 1858.029,
   "duration": 3.68
  },
  {
   "text": "you're born in a certain hierarchy of",
   "start": 1862.35,
   "duration": 2.089
  },
  {
   "text": "identity and",
   "start": 1865.019,
   "duration": 1.14
  },
  {
   "text": "That hierarchy of identity has conditioned every single thing you say so you might think that you're expressing your opinion",
   "start": 1866.159,
   "duration": 6.53
  },
  {
   "text": "but if you're a postmodernist, you don't have an opinion because there isn't a you",
   "start": 1872.82,
   "duration": 4.3
  },
  {
   "text": "You're just the mouthpiece of your privilege or your lack of privilege. And so",
   "start": 1877.7,
   "duration": 4.44
  },
  {
   "text": "The debate on campuses isn't about who should speak and who shouldn't speak. Although it does degenerate into that",
   "start": 1882.7,
   "duration": 5.86
  },
  {
   "text": "the debate is way more fundamental than that and it is well whether",
   "start": 1888.57,
   "duration": 4.229
  },
  {
   "text": "There is anyone who has anything to say",
   "start": 1893.47,
   "duration": 2.42
  },
  {
   "text": "because the",
   "start": 1896.82,
   "duration": 1.44
  },
  {
   "text": "battleground for the post modernists is nothing but identity groups at war with one another",
   "start": 1898.26,
   "duration": 5.56
  },
  {
   "text": "For dominance and that's it. And so",
   "start": 1904.38,
   "duration": 2.68
  },
  {
   "text": "this",
   "start": 1907.899,
   "duration": 1.081
  },
  {
   "text": "War is way deeper than you think it's not who should speak. It's whether",
   "start": 1908.98,
   "duration": 5.54
  },
  {
   "text": "There is such a thing as free speech. All right, so back to human beings. I",
   "start": 1914.88,
   "duration": 4.84
  },
  {
   "text": "I might manage this",
   "start": 1921.84,
   "duration": 2.0
  },
  {
   "text": "So",
   "start": 1925.56,
   "duration": 2.0
  },
  {
   "text": "It's an amazing idea first of all that it's this capacity for cumulative",
   "start": 1929.049,
   "duration": 6.38
  },
  {
   "text": "For speech and and for attention because I think the logos is a combination of that like Marduk",
   "start": 1936.82,
   "duration": 5.54
  },
  {
   "text": "you know Marduk has all his eyes and he's able to speak magic words and",
   "start": 1942.36,
   "duration": 4.199
  },
  {
   "text": "So and he's one source of the idea for what the logo says another source is there's an Egyptian source",
   "start": 1948.9,
   "duration": 7.1
  },
  {
   "text": "It's often identified with Christ as a god named Horus and you all know about Horus because you all know about the Egyptian eye",
   "start": 1956.14,
   "duration": 6.88
  },
  {
   "text": "You've all seen the famous Egyptian eye",
   "start": 1963.02,
   "duration": 2.5
  },
  {
   "text": "And Horus is the god of attention and",
   "start": 1967.26,
   "duration": 2.66
  },
  {
   "text": "He's often identified with a falcon and or a bird of prey and that's because the only creatures that can see better than human beings are",
   "start": 1970.45,
   "duration": 7.43
  },
  {
   "text": "birds of prey so Eagles for example Bald Eagles",
   "start": 1978.399,
   "duration": 4.07
  },
  {
   "text": "They have an eye the same size as ours and they have two central, you know",
   "start": 1982.47,
   "duration": 4.05
  },
  {
   "text": "Use your central vision to look at things because you know, if you look right at someone you notice you can see them",
   "start": 1986.52,
   "duration": 4.919
  },
  {
   "text": "But you can't really see the people off to the side they start to fade out",
   "start": 1991.44,
   "duration": 3.15
  },
  {
   "text": "You have a foe via in the middle of your eye, which is very very high resolution. But",
   "start": 1994.809,
   "duration": 3.979
  },
  {
   "text": "Eagles have two of those and so they can see better than us",
   "start": 1999.4,
   "duration": 3.12
  },
  {
   "text": "Eagle can see a dime from the top of the Empire State Building. Although why an eagle would be interested in that isn't obvious to me",
   "start": 2002.78,
   "duration": 6.1
  },
  {
   "text": "But that's the acuity of their vision. Anyways, the Egyptians",
   "start": 2009.48,
   "duration": 3.16
  },
  {
   "text": "one of the Egyptians gods that was identified with the Pharaoh and",
   "start": 2014.14,
   "duration": 4.08
  },
  {
   "text": "therefore was sovereignty was Horus and it was Horus's eye in particular his eye his capacity to pay attention that",
   "start": 2018.22,
   "duration": 6.86
  },
  {
   "text": "made him part of what constituted sovereignty so there's this idea that",
   "start": 2025.2,
   "duration": 4.36
  },
  {
   "text": "complicated idea that you have to pull out of multiple sources that",
   "start": 2030.97,
   "duration": 3.829
  },
  {
   "text": "The capacity to pay attention and the capacity to speak truthfully",
   "start": 2035.71,
   "duration": 4.099
  },
  {
   "text": "takes chaos and transforms it into order into into cosmos and that that order is good and",
   "start": 2040.9,
   "duration": 7.88
  },
  {
   "text": "So that so that's the second part of the the proposition. It's a very interesting It's a daring proposition",
   "start": 2048.78,
   "duration": 7.0
  },
  {
   "text": "the first proposition is something like",
   "start": 2056.38,
   "duration": 2.06
  },
  {
   "text": "consciousness communicative consciousness interacts with",
   "start": 2059.47,
   "duration": 3.68
  },
  {
   "text": "The underlying chaotic structure of reality and brings",
   "start": 2063.94,
   "duration": 3.829
  },
  {
   "text": "existence into being",
   "start": 2068.8,
   "duration": 1.62
  },
  {
   "text": "Now we don't really know if that's true",
   "start": 2070.42,
   "duration": 3.0
  },
  {
   "text": "There are physicists who suspect that. It's true. We know that who suspect that without consciousness",
   "start": 2074.56,
   "duration": 6.22
  },
  {
   "text": "whatever consciousness is there'd be nothing but",
   "start": 2080.79,
   "duration": 3.3
  },
  {
   "text": "something like a vague potential that it requires consciousness to",
   "start": 2085.26,
   "duration": 4.08
  },
  {
   "text": "bring structured to that potential to make",
   "start": 2090.06,
   "duration": 2.64
  },
  {
   "text": "existence",
   "start": 2093.32,
   "duration": 2.12
  },
  {
   "text": "Exist and people argue about that. No one's exactly sure what it means but",
   "start": 2095.58,
   "duration": 4.4
  },
  {
   "text": "But there are physicists who believe that very strongly",
   "start": 2101.22,
   "duration": 2.64
  },
  {
   "text": "and",
   "start": 2106.06,
   "duration": 1.18
  },
  {
   "text": "Well, and it's definitely",
   "start": 2107.32,
   "duration": 1.46
  },
  {
   "text": "An open question, for example",
   "start": 2109.96,
   "duration": 2.0
  },
  {
   "text": "The... an open question of what it is that could exist if there was nothing conscious of its existence",
   "start": 2113.56,
   "duration": 7.38
  },
  {
   "text": "Now, I don't ...",
   "start": 2121.9,
   "duration": 1.53
  },
  {
   "text": "Existence seems to be one of those things that requires consciousness to be it's like no consciousness. Well, what is there?",
   "start": 2123.43,
   "duration": 7.81
  },
  {
   "text": "Well, it's not even it's not possible answer. There's no duration. There's no size. There's no quality. There's there's there's nothing",
   "start": 2131.8,
   "duration": 7.52
  },
  {
   "text": "And it's a mystery. It's I'm not saying it's a mystery",
   "start": 2140.17,
   "duration": 2.629
  },
  {
   "text": "we understand but implicit in the idea of existence consciousness seems to be implicit in the idea of existence and",
   "start": 2142.8,
   "duration": 6.28
  },
  {
   "text": "it does seem that we're conscious",
   "start": 2149.46,
   "duration": 2.66
  },
  {
   "text": "and so",
   "start": 2152.94,
   "duration": 2.0
  },
  {
   "text": "Consciousness interacts with chaos to produce order and if it's truthful and attentive consciousness",
   "start": 2159.37,
   "duration": 6.53
  },
  {
   "text": "Then the order it produces from chaos is good. That's the next proposition and that's a daring proposition",
   "start": 2166.66,
   "duration": 6.709
  },
  {
   "text": "It's an ethical proposition. So the first proposition in Genesis is like an ontological or epistemological",
   "start": 2174.1,
   "duration": 5.149
  },
  {
   "text": "Proposition it's sort of about the nature of reality",
   "start": 2179.86,
   "duration": 2.0
  },
  {
   "text": "but the second is an ethical proposition and it's a really interesting one and I",
   "start": 2181.99,
   "duration": 4.79
  },
  {
   "text": "Think this is this is I don't know if there's a more interesting question that you can ask yourself",
   "start": 2187.06,
   "duration": 4.489
  },
  {
   "text": "it's like",
   "start": 2192.4,
   "duration": 1.35
  },
  {
   "text": "Because the proposition is that what you bring into the world when you interact with chaos?",
   "start": 2193.75,
   "duration": 5.209
  },
  {
   "text": "what is brought into the world in the interaction with chaos as a",
   "start": 2199.24,
   "duration": 5.1
  },
  {
   "text": "consequence of truth if that's what's embodied in the logos is by definition good and",
   "start": 2204.46,
   "duration": 6.4
  },
  {
   "text": "so one of the things I've been suggesting to my audiences, it's one of the rules in my book is that",
   "start": 2210.88,
   "duration": 4.46
  },
  {
   "text": "You should tell the truth or at least you shouldn't lie",
   "start": 2216.22,
   "duration": 2.719
  },
  {
   "text": "It's like you can't tell the truth because what the hell do you know, but but you cannot lie",
   "start": 2219.31,
   "duration": 5.51
  },
  {
   "text": "You know",
   "start": 2225.52,
   "duration": 0.59
  },
  {
   "text": "Like each of us knows when we're about to utter something that isn't true",
   "start": 2226.11,
   "duration": 4.53
  },
  {
   "text": "now sometimes maybe you're confused about it because you're ignorant and you're biased and and",
   "start": 2231.07,
   "duration": 5.54
  },
  {
   "text": "so",
   "start": 2237.19,
   "duration": 1.02
  },
  {
   "text": "You say something and it might be true",
   "start": 2238.21,
   "duration": 1.64
  },
  {
   "text": "It might not be but you know it clear about it",
   "start": 2239.85,
   "duration": 2.159
  },
  {
   "text": "but sometimes it's pretty damn clear that you say something or",
   "start": 2242.009,
   "duration": 4.111
  },
  {
   "text": "You do something that you know perfectly well not to be true and you do it anyways",
   "start": 2246.16,
   "duration": 4.6
  },
  {
   "text": "and the proposition that Genesis puts forward is",
   "start": 2251.47,
   "duration": 2.75
  },
  {
   "text": "If you act in truth then the order you produce is good",
   "start": 2256.18,
   "duration": 3.589
  },
  {
   "text": "regardless of how it appears",
   "start": 2260.62,
   "duration": 2.0
  },
  {
   "text": "it's an axiomatic statement of",
   "start": 2263.47,
   "duration": 2.0
  },
  {
   "text": "ethical it's an axiomatic ethical proposition that you're",
   "start": 2265.99,
   "duration": 4.31
  },
  {
   "text": "that the job of",
   "start": 2270.82,
   "duration": 2.0
  },
  {
   "text": "Whatever extracts order from chaos",
   "start": 2272.98,
   "duration": 2.06
  },
  {
   "text": "Is",
   "start": 2276.72,
   "duration": 1.64
  },
  {
   "text": "properly done if it's done in truth and",
   "start": 2278.36,
   "duration": 2.44
  },
  {
   "text": "that's",
   "start": 2281.76,
   "duration": 1.319
  },
  {
   "text": "That's worth thinking about because it might be true. And then the question is like well, do you believe it's true?",
   "start": 2283.079,
   "duration": 5.239
  },
  {
   "text": "That's a good question",
   "start": 2289.92,
   "duration": 2.0
  },
  {
   "text": "it's not a religious question even it's a practical question as far as I'm concerned and my sense is that people just",
   "start": 2292.23,
   "duration": 5.689
  },
  {
   "text": "Believe that this is true",
   "start": 2298.049,
   "duration": 2.0
  },
  {
   "text": "deeply and",
   "start": 2300.24,
   "duration": 1.47
  },
  {
   "text": "The way you can tell that is not by what they say",
   "start": 2301.71,
   "duration": 3.05
  },
  {
   "text": "but by what they do and so for example, one of the things that you might observe is that",
   "start": 2306.059,
   "duration": 4.01
  },
  {
   "text": "You know if you love someone",
   "start": 2310.77,
   "duration": 2.0
  },
  {
   "text": "your children, let's say",
   "start": 2313.68,
   "duration": 2.119
  },
  {
   "text": "You don't tell them that's the best way to get through the world is to lie about everything all the time. You don't sit down",
   "start": 2316.71,
   "duration": 6.619
  },
  {
   "text": "You don't sit them down and say look",
   "start": 2324.0,
   "duration": 2.0
  },
  {
   "text": "this is a corrupt Enterprise and",
   "start": 2326.339,
   "duration": 2.12
  },
  {
   "text": "All together and you can't trust anyone because they're always lying about everything and your job is to become the best",
   "start": 2329.46,
   "duration": 7.22
  },
  {
   "text": "liar, you possibly can become because that's the way to",
   "start": 2336.7,
   "duration": 3.88
  },
  {
   "text": "Get to where you need to get to and to set the world straight",
   "start": 2341.12,
   "duration": 3.64
  },
  {
   "text": "no one ever does that",
   "start": 2345.78,
   "duration": 2.66
  },
  {
   "text": "And so if they don't do that, which would be belief in the lie, then they must assume something. That's approximately",
   "start": 2349.16,
   "duration": 7.56
  },
  {
   "text": "Opposite and I would say that most people are not-",
   "start": 2357.42,
   "duration": 4.02
  },
  {
   "text": "Pleased",
   "start": 2363.38,
   "duration": 1.6
  },
  {
   "text": "When they catch their children in a lie, and so then you have to ask well, why is that?",
   "start": 2364.98,
   "duration": 6.64
  },
  {
   "text": "it has to be because people believe that the truth is the proper way to proceed and it isn't obvious why they believe that",
   "start": 2372.26,
   "duration": 7.64
  },
  {
   "text": "but it's obvious that they act as if they do believe that and then I would also say",
   "start": 2380.54,
   "duration": 5.02
  },
  {
   "text": "Well, there's more to it than that because we know for example that",
   "start": 2386.1,
   "duration": 4.56
  },
  {
   "text": "Societies that have a high level of trust and there aren't that many of those in the world",
   "start": 2390.96,
   "duration": 3.94
  },
  {
   "text": "They happen to almost all be Western societies",
   "start": 2394.92,
   "duration": 3.38
  },
  {
   "text": "Where there's a high level of trust there's a high level of economic development",
   "start": 2398.64,
   "duration": 3.2
  },
  {
   "text": "They're unbelievably highly associated and I've never been able to figure out how countries ever became",
   "start": 2402.14,
   "duration": 6.3
  },
  {
   "text": "Not corrupt, like it just seems completely impossible to me for countries that were corrupt once to ever become not corrupt",
   "start": 2408.9,
   "duration": 6.86
  },
  {
   "text": "I don't understand how that happens at all but there's a handful of countries in the world that are",
   "start": 2415.76,
   "duration": 4.06
  },
  {
   "text": "Fundamentally not corrupt where your default pri... proposition",
   "start": 2420.14,
   "duration": 5.06
  },
  {
   "text": "presupposition when you deal with a stranger",
   "start": 2425.72,
   "duration": 2.6
  },
  {
   "text": "let's say in a financial transaction is that you don't have to be on guard like you're",
   "start": 2428.36,
   "duration": 5.78
  },
  {
   "text": "investigating a pit of vipers",
   "start": 2434.22,
   "duration": 2.24
  },
  {
   "text": "Because the person is likely to act out what they say they'll do and it it reduces the transaction the unnecessary",
   "start": 2436.46,
   "duration": 7.54
  },
  {
   "text": "Transaction costs to about zero right? Because I can take you at your word",
   "start": 2444.0,
   "duration": 4.78
  },
  {
   "text": "We don't know each other. I can take you at your word a good example",
   "start": 2449.18,
   "duration": 4.48
  },
  {
   "text": "That is eBay",
   "start": 2453.68,
   "duration": 1.02
  },
  {
   "text": "You know because eBay was stranger transactions and people were concerned",
   "start": 2454.7,
   "duration": 4.949
  },
  {
   "text": "It would degenerate into an unplayable game and turned out that the default",
   "start": 2459.65,
   "duration": 3.78
  },
  {
   "text": "trade on eBay was like if you have",
   "start": 2464.64,
   "duration": 2.4
  },
  {
   "text": "98% seller rating on eBay you're actually a crook, you know",
   "start": 2467.2,
   "duration": 5.68
  },
  {
   "text": "You need you need ninety-nine percent or above? It's so high. It's unbelievable. So",
   "start": 2472.88,
   "duration": 5.58
  },
  {
   "text": "So we do we do know that trust is",
   "start": 2478.48,
   "duration": 4.08
  },
  {
   "text": "Necessary. We do assume that people shouldn't lie. We are upset if our children don't tell the truth",
   "start": 2482.66,
   "duration": 6.32
  },
  {
   "text": "We feel that that's a moral failing, but we're not very courageous",
   "start": 2488.99,
   "duration": 3.389
  },
  {
   "text": "Because we won't live the full",
   "start": 2492.9,
   "duration": 2.0
  },
  {
   "text": "We won't live out the full",
   "start": 2495.63,
   "duration": 2.0
  },
  {
   "text": "implications of that",
   "start": 2498.45,
   "duration": 1.77
  },
  {
   "text": "so the third part of Genesis",
   "start": 2500.22,
   "duration": 2.36
  },
  {
   "text": "that I'd like to concentrate on very briefly is the",
   "start": 2503.58,
   "duration": 3.88
  },
  {
   "text": "part that makes the",
   "start": 2507.48,
   "duration": 2.76
  },
  {
   "text": "Declaration of Independence",
   "start": 2510.6,
   "duration": 2.0
  },
  {
   "text": "Self-evident and that is that man and woman alike are made in the image of God",
   "start": 2512.6,
   "duration": 4.8
  },
  {
   "text": "And that's a very mysterious statement because well first of all, it seems on the face of it absurd",
   "start": 2517.92,
   "duration": 7.04
  },
  {
   "text": "Partly because it turns God into something approximating a person",
   "start": 2525.9,
   "duration": 3.9
  },
  {
   "text": "Because there's an equation there and that it's not obvious what that might mean",
   "start": 2530.78,
   "duration": 3.44
  },
  {
   "text": "It's also not clear what being made in the image of God would mean given that by that point in the book",
   "start": 2534.26,
   "duration": 5.84
  },
  {
   "text": "you don't know much about God except that you do know that",
   "start": 2540.1,
   "duration": 2.94
  },
  {
   "text": "He uses",
   "start": 2543.68,
   "duration": 2.0
  },
  {
   "text": "Logos to extract order out of chaos",
   "start": 2545.9,
   "duration": 3.44
  },
  {
   "text": "that's about all you know, and that that's good and",
   "start": 2549.6,
   "duration": 2.98
  },
  {
   "text": "So the proposition there as far as I'm concerned is that that's what human beings do",
   "start": 2553.64,
   "duration": 5.1
  },
  {
   "text": "that's what we do and",
   "start": 2559.52,
   "duration": 2.0
  },
  {
   "text": "and",
   "start": 2561.84,
   "duration": 1.14
  },
  {
   "text": "That this is way more important than people think",
   "start": 2562.98,
   "duration": 2.629
  },
  {
   "text": "that we are",
   "start": 2566.28,
   "duration": 1.38
  },
  {
   "text": "co-creators of",
   "start": 2567.66,
   "duration": 1.68
  },
  {
   "text": "Reality now you think well, do you believe that?",
   "start": 2569.34,
   "duration": 2.8
  },
  {
   "text": "Well, let's let's let's think about that for a minute or two. It's like",
   "start": 2573.02,
   "duration": 4.16
  },
  {
   "text": "You know the standard scientists they tend to think of human beings as",
   "start": 2581.14,
   "duration": 3.78
  },
  {
   "text": "Materialist and deterministic. I",
   "start": 2585.0,
   "duration": 2.0
  },
  {
   "text": "Don't think that works very well for consciousness. I don't think there's any evidence that it works as an explanation for consciousness at all",
   "start": 2587.12,
   "duration": 7.38
  },
  {
   "text": "And I think so. I think consciousness is self-evident",
   "start": 2594.6,
   "duration": 3.94
  },
  {
   "text": "I mean we certainly act as if it's self-evident, you act like you're conscious you act like all the people around you are conscious",
   "start": 2598.55,
   "duration": 6.96
  },
  {
   "text": "They're not happy. If you don't act like they're conscious. That's for sure",
   "start": 2605.58,
   "duration": 3.949
  },
  {
   "text": "you're not going to get along with yourself or your family members or",
   "start": 2609.54,
   "duration": 3.229
  },
  {
   "text": "Society at large if you don't treat people like they're conscious",
   "start": 2613.68,
   "duration": 3.619
  },
  {
   "text": "You're also not going to get along with any of them",
   "start": 2617.3,
   "duration": 2.1
  },
  {
   "text": "Unless you treat them like they are active agents that have some role in determining their own destiny, right?",
   "start": 2619.59,
   "duration": 5.959
  },
  {
   "text": "I mean God, you see that in two-year-olds, you know when they're already pushing for autonomy",
   "start": 2625.55,
   "duration": 4.26
  },
  {
   "text": "and so we make these assumptions that while we have this capacity for autonomous choice and",
   "start": 2629.91,
   "duration": 5.06
  },
  {
   "text": "I'm gonna split an argument into two parts here. The first thing is I don't think that we can be deterministic",
   "start": 2636.03,
   "duration": 6.5
  },
  {
   "text": "because it looks like",
   "start": 2643.26,
   "duration": 1.89
  },
  {
   "text": "neurobiologically that if you want to run deterministically like on habit",
   "start": 2645.15,
   "duration": 3.949
  },
  {
   "text": "Which would be what?",
   "start": 2649.1,
   "duration": 1.12
  },
  {
   "text": "Deterministically would be you have to practice and practice and practice and practice and practice and build all the machinery that allows you to act",
   "start": 2650.22,
   "duration": 6.08
  },
  {
   "text": "deterministically and then there'll be a stimulus and the whole",
   "start": 2656.38,
   "duration": 3.06
  },
  {
   "text": "Deterministic process will lay itself out but that doesn't happen unless you've built the machinery",
   "start": 2660.03,
   "duration": 4.76
  },
  {
   "text": "So like if you're a tennis pro, you know, you're acting deterministically all the time because you don't have enough",
   "start": 2664.79,
   "duration": 5.69
  },
  {
   "text": "Time to consciously decide what you're going to do when a ball is come you so fast",
   "start": 2671.54,
   "duration": 5.92
  },
  {
   "text": "You can't actually see it properly",
   "start": 2677.48,
   "duration": 2.22
  },
  {
   "text": "It's all reflex",
   "start": 2679.98,
   "duration": 1.38
  },
  {
   "text": "but it's really complicated chains of reflexes and",
   "start": 2681.36,
   "duration": 3.16
  },
  {
   "text": "You spent like ten thousand dollars building them and so fine and when you're driving your car you're walking",
   "start": 2684.56,
   "duration": 5.34
  },
  {
   "text": "You're doing these things that you've practiced so well, well your deterministic, but when you can counter the chaos of the day",
   "start": 2690.18,
   "duration": 5.989
  },
  {
   "text": "That's a whole different story",
   "start": 2696.48,
   "duration": 1.64
  },
  {
   "text": "And so what consciousness seems to do actually is to act when deterministic processes",
   "start": 2698.12,
   "duration": 6.689
  },
  {
   "text": "aren't at",
   "start": 2705.24,
   "duration": 2.0
  },
  {
   "text": "hand",
   "start": 2707.64,
   "duration": 2.0
  },
  {
   "text": "So and so what we could walk through that we say look look here - here here's one way of thinking about yourself",
   "start": 2709.74,
   "duration": 6.08
  },
  {
   "text": "You're you're a clock and you're wound up and you",
   "start": 2716.13,
   "duration": 3.859
  },
  {
   "text": "wind down",
   "start": 2721.2,
   "duration": 1.38
  },
  {
   "text": "Mechanistically, but the clock mechanism has to be there for you to wind down mechanistically and unless you've practiced something a long time",
   "start": 2722.58,
   "duration": 6.77
  },
  {
   "text": "It's not there so I don't see how determinism ISM can account for that",
   "start": 2729.35,
   "duration": 3.75
  },
  {
   "text": "So here's an alternative and you can tell me if this is in keeping with your experience. So you wake up in the morning",
   "start": 2733.1,
   "duration": 5.42
  },
  {
   "text": "Your consciousness re-emerges from the darkness in which it's been embedded like the Sun coming up",
   "start": 2739.74,
   "duration": 5.22
  },
  {
   "text": "Just why consciousness has always been associated with the Sun",
   "start": 2745.34,
   "duration": 3.22
  },
  {
   "text": "we're daytime creatures and we and we're",
   "start": 2749.1,
   "duration": 3.26
  },
  {
   "text": "creatures of vision and so we identify",
   "start": 2752.4,
   "duration": 2.12
  },
  {
   "text": "Consciousness within with the light with illumination with enlightenment you wake up in the morning. And what do you have in front of you?",
   "start": 2754.92,
   "duration": 6.889
  },
  {
   "text": "Well, it depends whether you're excited or worried",
   "start": 2763.65,
   "duration": 2.3
  },
  {
   "text": "But it doesn't it doesn't really matter because it's the same thing what you have in front of you",
   "start": 2765.95,
   "duration": 3.659
  },
  {
   "text": "This is as far as I can tell is that you have a field of possibility",
   "start": 2769.95,
   "duration": 4.069
  },
  {
   "text": "You have a field of potential you might wake up",
   "start": 2774.02,
   "duration": 2.43
  },
  {
   "text": "And worry you think well, I have to do this or you know, this series of negative consequences might emerge and I have these",
   "start": 2776.45,
   "duration": 6.689
  },
  {
   "text": "Obligations that need to be taken care of for the same reason duties, you know",
   "start": 2783.68,
   "duration": 4.36
  },
  {
   "text": "tax bills that have to be opened before they turn into some sort of terrible monster or",
   "start": 2789.18,
   "duration": 4.52
  },
  {
   "text": "Work work requirements that need to be done for the same reason to keep to keep chaos at bay",
   "start": 2795.24,
   "duration": 5.72
  },
  {
   "text": "And that will run through your mind and if it's overwhelming if there's too much chaos in your life",
   "start": 2801.09,
   "duration": 4.639
  },
  {
   "text": "You might wake up in the middle of the night and have all that running through your head",
   "start": 2805.73,
   "duration": 2.4
  },
  {
   "text": "You have all these this potential  of what could be",
   "start": 2808.13,
   "duration": 4.019
  },
  {
   "text": "Manifesting itself in front of you and then that's that that can be very stressful. It can also be very exciting right because",
   "start": 2813.089,
   "duration": 5.599
  },
  {
   "text": "The flipside of that obligation is opportunity. And so you see in front of you this field of potential that's opportunity",
   "start": 2819.39,
   "duration": 7.219
  },
  {
   "text": "but what what what you see as far as I can tell with your consciousness is",
   "start": 2826.619,
   "duration": 4.879
  },
  {
   "text": "the potential that could be",
   "start": 2832.02,
   "duration": 2.28
  },
  {
   "text": "right you see a",
   "start": 2834.8,
   "duration": 2.56
  },
  {
   "text": "sequence of",
   "start": 2837.44,
   "duration": 1.44
  },
  {
   "text": "worlds that you have some",
   "start": 2838.89,
   "duration": 2.059
  },
  {
   "text": "Causal",
   "start": 2843.539,
   "duration": 1.5
  },
  {
   "text": "ability to bring into being",
   "start": 2845.04,
   "duration": 2.0
  },
  {
   "text": "And and you act like that you think well",
   "start": 2848.44,
   "duration": 2.679
  },
  {
   "text": "I have to do this because then this will happen or if I don't do this then this will happen and hopefully if you're",
   "start": 2851.119,
   "duration": 5.52
  },
  {
   "text": "not too skewed",
   "start": 2857.579,
   "duration": 1.89
  },
  {
   "text": "most of the decisions you make are",
   "start": 2859.469,
   "duration": 2.631
  },
  {
   "text": "positive ones because you want to take the",
   "start": 2862.1,
   "duration": 2.46
  },
  {
   "text": "Potential that's in front of you the chaos and you want to turn it into a reality",
   "start": 2864.6,
   "duration": 4.04
  },
  {
   "text": "That's good",
   "start": 2868.64,
   "duration": 0.75
  },
  {
   "text": "And most of the time you're going to assume although you may be tempted not to",
   "start": 2869.39,
   "duration": 4.619
  },
  {
   "text": "From time to time that the best way to do that is to confront that potential",
   "start": 2874.28,
   "duration": 4.46
  },
  {
   "text": "forthrightly and to deal with it in a positive and truthful manner and that",
   "start": 2878.82,
   "duration": 5.28
  },
  {
   "text": "The hopeful consequence of that will be that well, even if you don't produce something good",
   "start": 2884.849,
   "duration": 4.939
  },
  {
   "text": "It will be less hellish than it might have been right, but maybe you'll maybe you'll get lucky",
   "start": 2889.789,
   "duration": 5.189
  },
  {
   "text": "because you're",
   "start": 2895.799,
   "duration": 2.0
  },
  {
   "text": "focused and you're doing your best and",
   "start": 2898.14,
   "duration": 2.449
  },
  {
   "text": "you're confronting what's there as potential and you turn it into something good and",
   "start": 2901.049,
   "duration": 6.35
  },
  {
   "text": "then you can live with yourself properly and you don't wake up in the middle of the night and",
   "start": 2907.82,
   "duration": 4.26
  },
  {
   "text": "Bemoan, your lost opportunities and your lost possibilities. And so I think that what we are as individuals are",
   "start": 2913.16,
   "duration": 6.8
  },
  {
   "text": "spirits",
   "start": 2920.94,
   "duration": 1.349
  },
  {
   "text": "that confront",
   "start": 2922.289,
   "duration": 1.591
  },
  {
   "text": "the potential of reality and",
   "start": 2923.88,
   "duration": 2.86
  },
  {
   "text": "Transform it into the actuality of reality as a consequence of our ethical decisions",
   "start": 2926.84,
   "duration": 5.28
  },
  {
   "text": "That's what it looks like and I think that that's why",
   "start": 2933.63,
   "duration": 3.379
  },
  {
   "text": "There's an insistence in Genesis that were made in the image of God because we're partaking in the same process",
   "start": 2938.309,
   "duration": 6.41
  },
  {
   "text": "Continually and you know you think well, do you believe that well, huh, let's look at how you act I",
   "start": 2946.26,
   "duration": 6.979
  },
  {
   "text": "mean",
   "start": 2954.12,
   "duration": 1.23
  },
  {
   "text": "The first thing is you tend to think you your kids is full of potential and and",
   "start": 2955.35,
   "duration": 4.01
  },
  {
   "text": "You tend to think of the world that confronts them as full of opportunity. I mean",
   "start": 2959.42,
   "duration": 4.52
  },
  {
   "text": "Or full of potential for that matter the whole potential thing is very strange",
   "start": 2964.86,
   "duration": 4.52
  },
  {
   "text": "Notion and we don't think about it much and I think it's mostly because we're materialistic. It's like there's nothing material about potential",
   "start": 2970.14,
   "duration": 6.8
  },
  {
   "text": "It's not here. It's not here now",
   "start": 2977.31,
   "duration": 2.659
  },
  {
   "text": "It's it's out there whatever that means in the future with no qualities whatsoever",
   "start": 2980.58,
   "duration": 7.01
  },
  {
   "text": "Except our apprehension of it. It has no weight. It has no mass it has no has no being whatsoever",
   "start": 2988.02,
   "duration": 6.589
  },
  {
   "text": "it's just what could be but we treat it as it is if it's more real than anything else what could be and",
   "start": 2994.61,
   "duration": 6.66
  },
  {
   "text": "Then if we have children and they don't live up to their potential they don't take advantage of their opportunities",
   "start": 3002.09,
   "duration": 5.03
  },
  {
   "text": "Then we're angry at them. We say you had this potential that you could have done something with and you didn't do it",
   "start": 3007.12,
   "duration": 5.85
  },
  {
   "text": "and so that you've",
   "start": 3012.97,
   "duration": 1.72
  },
  {
   "text": "Sacrificed your own potential by not taking advantage of this",
   "start": 3014.69,
   "duration": 3.979
  },
  {
   "text": "opportunity and",
   "start": 3018.86,
   "duration": 0.99
  },
  {
   "text": "you've made yourself in the world less than it could be and you're never happy about that not when you're dealing with someone that you",
   "start": 3019.85,
   "duration": 6.41
  },
  {
   "text": "Love you're always",
   "start": 3026.26,
   "duration": 0.85
  },
  {
   "text": "upset because you see very clearly that they are not being who they could be and you and you see",
   "start": 3027.11,
   "duration": 7.55
  },
  {
   "text": "Very clearly that that's a downward path and it's definitely not something that you want for your children. Then you think too, well",
   "start": 3034.94,
   "duration": 7.08
  },
  {
   "text": "What about how you treat other people use yourself? Well",
   "start": 3042.52,
   "duration": 2.9
  },
  {
   "text": "Conscience is a good example of that",
   "start": 3047.24,
   "duration": 2.0
  },
  {
   "text": "you let an opportunity go by so you have some potential that",
   "start": 3049.28,
   "duration": 3.229
  },
  {
   "text": "manifests itself in front of you as a doorway through which you could pass and maybe you you forego the opportunity because you're",
   "start": 3052.96,
   "duration": 7.6
  },
  {
   "text": "Faithless and afraid and I mean that happens to everyone but it doesn't mean that you're gonna let yourself off the hook for that",
   "start": 3061.16,
   "duration": 6.94
  },
  {
   "text": "You know, if you look at older people and you ask them what they regret in their lives, it's not the opportunities",
   "start": 3068.56,
   "duration": 5.0
  },
  {
   "text": "They took it's the opportunities. They could have taken and didn't and it's because",
   "start": 3073.57,
   "duration": 4.26
  },
  {
   "text": "I believe that deep in their conscience part of our structure our deep deep structure",
   "start": 3078.16,
   "duration": 5.04
  },
  {
   "text": "We have a known moral obligation to take what's offered to us in its full",
   "start": 3083.2,
   "duration": 5.94
  },
  {
   "text": "Catastrophe",
   "start": 3091.94,
   "duration": 1.26
  },
  {
   "text": "And to make the best of it and to do that",
   "start": 3094.56,
   "duration": 4.06
  },
  {
   "text": "properly with our ethical choices and that we do not let ourselves off the hook if we fail at that and",
   "start": 3099.4,
   "duration": 7.48
  },
  {
   "text": "then I don't believe that we can organize our human relationships without believing that because",
   "start": 3107.72,
   "duration": 5.239
  },
  {
   "text": "if I believe you have no agency and no capacity for",
   "start": 3113.74,
   "duration": 3.98
  },
  {
   "text": "Your own choice and your own...",
   "start": 3119.6,
   "duration": 3.38
  },
  {
   "text": "I believe you have no ability to transform the future into the into the present into the into the reality of the present",
   "start": 3125.66,
   "duration": 6.3
  },
  {
   "text": "I'm going to be you're going to react to that like it's demeaning and",
   "start": 3132.14,
   "duration": 3.84
  },
  {
   "text": "Patronizing I have to treat you like a moral agent of worth. I have to do that to me",
   "start": 3136.7,
   "duration": 4.609
  },
  {
   "text": "I have to do that to my kids",
   "start": 3141.309,
   "duration": 1.591
  },
  {
   "text": "I have to do that to my friends and",
   "start": 3142.9,
   "duration": 2.12
  },
  {
   "text": "If we do try to establish a community like a political community and we don't use that as an axiom",
   "start": 3145.44,
   "duration": 5.56
  },
  {
   "text": "Then the political community is a bloody catastrophe. And so that's part of what makes me think that this sort of thing is real",
   "start": 3151.42,
   "duration": 7.02
  },
  {
   "text": "It's like well, it's real enough so that it governs your relationship with yourself whether you want it to or not",
   "start": 3158.45,
   "duration": 6.019
  },
  {
   "text": "It's real enough that it governs your relationship with your children and their and the rest of your family",
   "start": 3164.469,
   "duration": 4.2
  },
  {
   "text": "It's real enough that if you don't build your political system with those self-evident axioms",
   "start": 3168.76,
   "duration": 4.94
  },
  {
   "text": "Then you just get a catastrophic tyranny. It's like that's pretty real",
   "start": 3173.7,
   "duration": 4.74
  },
  {
   "text": "So those are the self-evident propositions and so I've been talking to people and trying to remind them of this",
   "start": 3180.94,
   "duration": 7.52
  },
  {
   "text": "you know because",
   "start": 3188.469,
   "duration": 1.78
  },
  {
   "text": "We're in danger of losing this and we shouldn't be losing it because there's something about it. That seems to be correct",
   "start": 3190.249,
   "duration": 5.78
  },
  {
   "text": "I think people are afraid of it and then they should be I mean one of the statements",
   "start": 3196.029,
   "duration": 6.66
  },
  {
   "text": "with regards to my introduction was that my",
   "start": 3203.479,
   "duration": 3.35
  },
  {
   "text": "Observation as a clinician was that no one ever got away with anything",
   "start": 3207.74,
   "duration": 3.64
  },
  {
   "text": "And I believe that I've seen that because you'd make a mistake",
   "start": 3211.84,
   "duration": 3.12
  },
  {
   "text": "Especially a conscious mistake and you think you've got away with it. You wait, it'll come back",
   "start": 3215.44,
   "duration": 7.18
  },
  {
   "text": "years later",
   "start": 3223.0,
   "duration": 1.36
  },
  {
   "text": "Something something you bent the fabric of reality in some manner and in the short term you got away with it, you know",
   "start": 3224.36,
   "duration": 6.889
  },
  {
   "text": "no one noticed but that has consequences that unfold and",
   "start": 3231.25,
   "duration": 4.229
  },
  {
   "text": "sooner or later that",
   "start": 3236.09,
   "duration": 1.02
  },
  {
   "text": "Chickens come home to roost and sometimes it takes years if you're doing therapy with someone and they've gone off on a very bad",
   "start": 3237.11,
   "duration": 5.929
  },
  {
   "text": "pathway to",
   "start": 3243.14,
   "duration": 2.0
  },
  {
   "text": "Trace all the decisions all the way back to that one",
   "start": 3245.87,
   "duration": 3.02
  },
  {
   "text": "Decision you made that you knew was wrong when you made it and you made it anyways",
   "start": 3249.2,
   "duration": 4.1
  },
  {
   "text": "And then you forgot about it because you don't remember every decision you make and your life is going off astray in some terrible manner",
   "start": 3253.3,
   "duration": 7.38
  },
  {
   "text": "I've been suggesting to people and this is and I'll close with this",
   "start": 3266.75,
   "duration": 3.83
  },
  {
   "text": "first of all, you have this moral obligation because you have this potential in front of you and the hypothesis is that you should be",
   "start": 3271.79,
   "duration": 6.83
  },
  {
   "text": "approaching that let's say with courage and truth and",
   "start": 3279.32,
   "duration": 2.54
  },
  {
   "text": "transforming it into the best that you can transform it into because that's actually the world and",
   "start": 3282.12,
   "duration": 4.58
  },
  {
   "text": "you do that locally you do that to the limits of your power and sometimes you don't have much power because",
   "start": 3287.18,
   "duration": 6.26
  },
  {
   "text": "You're not that competent and sometimes you have a lot of power and you're very competent, but it doesn't matter",
   "start": 3293.74,
   "duration": 5.28
  },
  {
   "text": "You have a certain amount of potential at hand and you?",
   "start": 3299.02,
   "duration": 3.16
  },
  {
   "text": "can either transform it into the order that's good or you can",
   "start": 3302.68,
   "duration": 3.98
  },
  {
   "text": "do the opposite and",
   "start": 3307.43,
   "duration": 1.89
  },
  {
   "text": "Generate a little bit of hell right here and now and if enough of us do that",
   "start": 3309.32,
   "duration": 4.31
  },
  {
   "text": "Then we get a very large amount of Hell right here and now and we've seen that multiple times",
   "start": 3313.63,
   "duration": 5.879
  },
  {
   "text": "particularly in the 20th century with the",
   "start": 3320.66,
   "duration": 2.0
  },
  {
   "text": "establishment of great",
   "start": 3323.09,
   "duration": 1.29
  },
  {
   "text": "Totalitarian regimes that were based on nothing but lies that were as close to hell as anyone could possibly desire",
   "start": 3324.38,
   "duration": 7.4
  },
  {
   "text": "short of metaphysical reality",
   "start": 3332.32,
   "duration": 2.36
  },
  {
   "text": "But it's worse - it's not only I think that you're called upon",
   "start": 3337.34,
   "duration": 6.2
  },
  {
   "text": "This is a responsibility",
   "start": 3345.96,
   "duration": 2.0
  },
  {
   "text": "You're called upon to",
   "start": 3348.7,
   "duration": 2.0
  },
  {
   "text": "act ethically in the",
   "start": 3350.92,
   "duration": 2.0
  },
  {
   "text": "Face of this potential that confronts you so that what you produce is good",
   "start": 3353.38,
   "duration": 4.1
  },
  {
   "text": "But there's there's there's there's a part of that. That's worse that it's that's more",
   "start": 3357.52,
   "duration": 6.679
  },
  {
   "text": "Burdensome than that even if that's burdensome enough",
   "start": 3364.78,
   "duration": 2.719
  },
  {
   "text": "Make a mistake bring something into reality. That shouldn't be there then it's there and then",
   "start": 3368.02,
   "duration": 5.449
  },
  {
   "text": "It's there to plague you and it's there to plague the people around you and it's not gonna go away till someone fixes it so",
   "start": 3373.75,
   "duration": 6.05
  },
  {
   "text": "that's a scary thing, but the other thing is is that",
   "start": 3379.8,
   "duration": 2.82
  },
  {
   "text": "even if you",
   "start": 3383.44,
   "duration": 1.62
  },
  {
   "text": "If you fail to take the responsibility that's laden upon you to use truth to structure",
   "start": 3385.06,
   "duration": 7.55
  },
  {
   "text": "possibility properly then you leave a hole in the structure of being that you",
   "start": 3393.04,
   "duration": 4.9
  },
  {
   "text": "Could have filled with something good and it doesn't just stay there as a hole",
   "start": 3399.78,
   "duration": 4.6
  },
  {
   "text": "it's that you invite something that's terrible in to take its place and",
   "start": 3404.4,
   "duration": 4.3
  },
  {
   "text": "That's what happens when people become bitter and resentful and cynical",
   "start": 3409.09,
   "duration": 4.609
  },
  {
   "text": "because they've been hurt in their lives and they start to use deception and",
   "start": 3414.04,
   "duration": 4.88
  },
  {
   "text": "They start to deviate from the desire to confront the potential that surrounds them properly and to make things better",
   "start": 3419.02,
   "duration": 7.67
  },
  {
   "text": "They they look for revenge. They look to hurt. They they develop malevolent motives and then not only are you not",
   "start": 3426.69,
   "duration": 7.99
  },
  {
   "text": "bringing into the world what could be good and",
   "start": 3435.3,
   "duration": 3.72
  },
  {
   "text": "Sustaining, but you're inviting into the world what can definitely be",
   "start": 3439.12,
   "duration": 4.4
  },
  {
   "text": "Hellish is the only ...",
   "start": 3444.52,
   "duration": 2.0
  },
  {
   "text": "to properly",
   "start": 3447.73,
   "duration": 2.12
  },
  {
   "text": "conceptualize it and so I think that",
   "start": 3451.15,
   "duration": 2.479
  },
  {
   "text": "There isn't anything more",
   "start": 3455.32,
   "duration": 2.0
  },
  {
   "text": "Meaningful or real than the idea of individual sovereignty and that",
   "start": 3458.14,
   "duration": 4.4
  },
  {
   "text": "It's mostly predicated on not on rights but on responsibility",
   "start": 3463.12,
   "duration": 4.219
  },
  {
   "text": "Which is where our cultural?",
   "start": 3468.25,
   "duration": 2.0
  },
  {
   "text": "Conversation has gone wrong because we've been talking about rights forever. It's like you have a responsibility",
   "start": 3471.18,
   "duration": 5.24
  },
  {
   "text": "you're you're given a modicum of",
   "start": 3477.94,
   "duration": 2.46
  },
  {
   "text": "possibility to play with in your life to do something with to build something with and",
   "start": 3480.4,
   "duration": 5.22
  },
  {
   "text": "What you build is dependent on your ethical choices",
   "start": 3486.4,
   "duration": 2.78
  },
  {
   "text": "and",
   "start": 3491.4,
   "duration": 1.52
  },
  {
   "text": "It's the sum total of those ethical choices that create the world and then I'll close with this",
   "start": 3493.08,
   "duration": 4.94
  },
  {
   "text": "We actually believe this politically",
   "start": 3499.06,
   "duration": 2.51
  },
  {
   "text": "because our Western systems which are quite functional are also",
   "start": 3502.33,
   "duration": 4.369
  },
  {
   "text": "predicated on the idea that",
   "start": 3507.67,
   "duration": 1.65
  },
  {
   "text": "You're sovereign",
   "start": 3509.32,
   "duration": 2.0
  },
  {
   "text": "Well, what does that mean? What means the government has to respect your rights?",
   "start": 3511.42,
   "duration": 3.079
  },
  {
   "text": "But like I said, we've talked too much about rights, there's more to it than that",
   "start": 3515.5,
   "duration": 3.53
  },
  {
   "text": "the proposition is that",
   "start": 3519.67,
   "duration": 2.0
  },
  {
   "text": "The state is blind and old and decayed and dead and that requires the vision and the truth of the living in",
   "start": 3521.71,
   "duration": 7.37
  },
  {
   "text": "order to keep it on track and",
   "start": 3529.21,
   "duration": 2.12
  },
  {
   "text": "so what you do to keep it on track is you consult the living each one of us as",
   "start": 3531.94,
   "duration": 5.75
  },
  {
   "text": "sovereign individuals and the reason you do that is because of the proposition that",
   "start": 3538.15,
   "duration": 4.849
  },
  {
   "text": "You could actually do that. You could open your eyes you could see what was in front of you",
   "start": 3543.91,
   "duration": 5.75
  },
  {
   "text": "You could speak the truth and you could keep the ship of state",
   "start": 3549.66,
   "duration": 3.869
  },
  {
   "text": "properly afloat and oriented in the correct direction and our entire society is",
   "start": 3554.56,
   "duration": 5.179
  },
  {
   "text": "predicated on that idea as well and",
   "start": 3560.47,
   "duration": 3.739
  },
  {
   "text": "So that's the responsibility, right?",
   "start": 3564.97,
   "duration": 2.63
  },
  {
   "text": "And it's it's a burdensome and terrible responsibility, but I also think",
   "start": 3567.6,
   "duration": 7.379
  },
  {
   "text": "given the fundamental",
   "start": 3575.56,
   "duration": 1.98
  },
  {
   "text": "catastrophe of life and the fact that you have to deal with that without becoming embittered that you need a weight and a load of",
   "start": 3577.54,
   "duration": 8.0
  },
  {
   "text": "responsibility",
   "start": 3586.03,
   "duration": 1.23
  },
  {
   "text": "That's of sufficient magnitude",
   "start": 3587.26,
   "duration": 3.48
  },
  {
   "text": "And worth",
   "start": 3590.74,
   "duration": 1.53
  },
  {
   "text": "so that it balances the",
   "start": 3592.27,
   "duration": 2.15
  },
  {
   "text": "fragility that characterizes you",
   "start": 3595.6,
   "duration": 2.3
  },
  {
   "text": "You could make things better",
   "start": 3598.6,
   "duration": 1.85
  },
  {
   "text": "You could reduce suffering in the world",
   "start": 3600.45,
   "duration": 1.75
  },
  {
   "text": "you could act in a meaningful and truthful way and there would be nothing in that but good if",
   "start": 3602.2,
   "duration": 5.989
  },
  {
   "text": "It was good that you wanted",
   "start": 3608.65,
   "duration": 2.419
  },
  {
   "text": "and that's all at the bottom of what constitutes the self evidence of our",
   "start": 3612.22,
   "duration": 5.15
  },
  {
   "text": "Equality before God our inalienable rights and",
   "start": 3619.15,
   "duration": 5.09
  },
  {
   "text": "The requirement for the consent of the governed",
   "start": 3625.75,
   "duration": 2.419
  },
  {
   "text": "Thank you very much",
   "start": 3630.49,
   "duration": 1.28
  },
  {
   "text": " ",
   "start": 3631.77,
   "duration": 0.72
  },
  {
   "text": "Thank You, dr. Peterson",
   "start": 3656.14,
   "duration": 2.0
  },
  {
   "text": "We would now like to engage in conversation with dr. Peterson drawing on questions. We've received from many of you and",
   "start": 3658.48,
   "duration": 7.189
  },
  {
   "text": "Joining with us now are two of my colleagues at the independent Institute",
   "start": 3666.58,
   "duration": 3.34
  },
  {
   "text": "The first is Mary Theroux  a senior vice president and Graham Walker who was executive director",
   "start": 3670.26,
   "duration": 5.36
  },
  {
   "text": "Mary received a degree in economics from Stanford University as she's been chairman of Garvey international",
   "start": 3676.62,
   "duration": 5.52
  },
  {
   "text": "co-founder president and CEO of San Francisco grocery Express and",
   "start": 3682.68,
   "duration": 3.38
  },
  {
   "text": "Member the National Board of the Salvation Army as well as chairman of the Salvation Army here in San Francisco. And in the East Bay",
   "start": 3686.5,
   "duration": 6.68
  },
  {
   "text": "Graham received his PhD in public law and government from the university of Notre Dame",
   "start": 3694.62,
   "duration": 4.28
  },
  {
   "text": "he's been a professor at Catholic University of America and the University of Pennsylvania as",
   "start": 3699.48,
   "duration": 4.52
  },
  {
   "text": "Well as the scholar in the social science at the Institute for Advanced Study in Princeton",
   "start": 3704.32,
   "duration": 4.339
  },
  {
   "text": "Mary do you want to begin? Thank you. Thank you. That was just terrific",
   "start": 3709.78,
   "duration": 3.53
  },
  {
   "text": "We really appreciate your being here and you gave us a lot to talk about",
   "start": 3713.31,
   "duration": 3.65
  },
  {
   "text": "I've heard you say that we humans are more sensitive to negative emotion than to  positive",
   "start": 3717.36,
   "duration": 5.4
  },
  {
   "text": "And in fact that we're tilted to negative emotion in terms of its potency",
   "start": 3722.86,
   "duration": 4.32
  },
  {
   "text": "But the enormous popularity of your message where you cast a vision",
   "start": 3728.14,
   "duration": 3.35
  },
  {
   "text": "that we can overcome problems and we can achieve lives of meaning and love and",
   "start": 3731.859,
   "duration": 5.66
  },
  {
   "text": "Resiliency shows the tremendous hunger that exists for that positive alternative",
   "start": 3737.76,
   "duration": 5.2
  },
  {
   "text": "In the realm in which independent operates",
   "start": 3743.56,
   "duration": 2.38
  },
  {
   "text": "Politicians  typically do employ a threat based narrative",
   "start": 3747.54,
   "duration": 3.58
  },
  {
   "text": "So the world's going to end in ten years unless you give us control of the economy with a green new dough, right?",
   "start": 3751.14,
   "duration": 7.22
  },
  {
   "text": "In which case it will certainly end in ten years. Absolutely",
   "start": 3758.7,
   "duration": 2.939
  },
  {
   "text": "So as with your messaging",
   "start": 3764.12,
   "duration": 2.0
  },
  {
   "text": "Independent cast the possibilities based vision, we produce publications and commentary and other things that it's positive",
   "start": 3766.7,
   "duration": 7.32
  },
  {
   "text": "Solutions-oriented has an opportunity based narrative",
   "start": 3775.28,
   "duration": 2.86
  },
  {
   "text": "emphasizing how human ingenuity",
   "start": 3778.89,
   "duration": 2.09
  },
  {
   "text": "operating within a virtuous framework of the free market",
   "start": 3781.859,
   "duration": 2.66
  },
  {
   "text": "Can overcome virtually every challenge including?",
   "start": 3785.25,
   "duration": 3.349
  },
  {
   "text": "Improving lives and providing solutions to problems that governments can't or actually make worse",
   "start": 3789.27,
   "duration": 5.54
  },
  {
   "text": "So my question is given your observation regarding the outside appeal of the negative",
   "start": 3795.78,
   "duration": 5.209
  },
  {
   "text": "how would you advise us and indeed anybody in the audience who wants to counter that negative that threat based narrative and",
   "start": 3801.54,
   "duration": 7.579
  },
  {
   "text": "Advance the opportunity",
   "start": 3809.46,
   "duration": 2.0
  },
  {
   "text": "human valuing",
   "start": 3811.77,
   "duration": 2.0
  },
  {
   "text": "Narrative well, that's a great question. I mean",
   "start": 3814.56,
   "duration": 3.5
  },
  {
   "text": "there's an old old idea that you have to",
   "start": 3819.2,
   "duration": 3.36
  },
  {
   "text": "rescue your dead father from an abyss and",
   "start": 3823.32,
   "duration": 3.96
  },
  {
   "text": "That sort of associated in some sense with the Nietzschean idea of the death of God",
   "start": 3827.46,
   "duration": 4.64
  },
  {
   "text": "And when every generation goes through its crisis of meaning, so the question is well, where do you find?",
   "start": 3832.859,
   "duration": 5.84
  },
  {
   "text": "the spirit that revives and the answer is in the darkest possible place and",
   "start": 3839.339,
   "duration": 5.75
  },
  {
   "text": "And see this is where I think that conservatives go wrong",
   "start": 3845.7,
   "duration": 3.56
  },
  {
   "text": "My lectures well",
   "start": 3852.51,
   "duration": 2.0
  },
  {
   "text": "Tonight wasn't particularly a classic example, but my lectures tend to be very dark. There was darkness in this one. I mean there",
   "start": 3854.88,
   "duration": 7.76
  },
  {
   "text": "There there is a",
   "start": 3864.3,
   "duration": 2.0
  },
  {
   "text": "inalienable reality of",
   "start": 3866.73,
   "duration": 2.0
  },
  {
   "text": "Finitude and suffering that characterizes people's lives and it's not surprising that they become bitter they become embittered and resentful",
   "start": 3869.28,
   "duration": 7.849
  },
  {
   "text": "And that has to be that has to be",
   "start": 3877.77,
   "duration": 2.629
  },
  {
   "text": "forthrightly",
   "start": 3881.49,
   "duration": 2.0
  },
  {
   "text": "Examined as",
   "start": 3883.53,
   "duration": 1.41
  },
  {
   "text": "Deeply as possible",
   "start": 3884.94,
   "duration": 1.62
  },
  {
   "text": "Before anything optimistic can emerge because you have to say look I understand",
   "start": 3886.56,
   "duration": 5.479
  },
  {
   "text": "why",
   "start": 3893.32,
   "duration": 0.72
  },
  {
   "text": "You're you feel the way you feel",
   "start": 3894.32,
   "duration": 2.12
  },
  {
   "text": "but",
   "start": 3897.42,
   "duration": 1.71
  },
  {
   "text": "Despite all that and all of that is a lot",
   "start": 3899.13,
   "duration": 3.65
  },
  {
   "text": "The proper antidote is",
   "start": 3905.19,
   "duration": 2.0
  },
  {
   "text": "the ethical way of life and",
   "start": 3908.3,
   "duration": 2.6
  },
  {
   "text": "Not only is it the proper antidote because it's your duty which is another thing that conservatives stress. It's deeper than that",
   "start": 3910.92,
   "duration": 7.19
  },
  {
   "text": "It's because it actually works",
   "start": 3918.11,
   "duration": 1.99
  },
  {
   "text": "Ya know you need",
   "start": 3921.08,
   "duration": 2.0
  },
  {
   "text": "You need a meaningful life",
   "start": 3923.1,
   "duration": 1.74
  },
  {
   "text": "It's not optional because that combats the suffering and more than that if you lead a meaningful life",
   "start": 3924.84,
   "duration": 6.349
  },
  {
   "text": "Which means to adopt responsibilities almost inevitably you actually make things better",
   "start": 3931.53,
   "duration": 5.51
  },
  {
   "text": "And so you can take people down to the bottom of the abyss and you can say it's no wonder that you despair",
   "start": 3937.04,
   "duration": 6.75
  },
  {
   "text": "given",
   "start": 3944.46,
   "duration": 1.14
  },
  {
   "text": "your finitude but",
   "start": 3945.6,
   "duration": 2.51
  },
  {
   "text": "There's so much possibility that surrounds you that",
   "start": 3950.48,
   "duration": 3.24
  },
  {
   "text": "You can make something of that",
   "start": 3954.6,
   "duration": 2.12
  },
  {
   "text": "regardless of its of",
   "start": 3957.02,
   "duration": 2.0
  },
  {
   "text": "the reality of its horror and",
   "start": 3959.13,
   "duration": 2.12
  },
  {
   "text": "you do that with",
   "start": 3962.34,
   "duration": 1.62
  },
  {
   "text": "responsibility and people understand that and so",
   "start": 3963.96,
   "duration": 3.919
  },
  {
   "text": "It it isn't just a call to make making things better. It's not a call to a utopia that's produced by a human imagination. It's",
   "start": 3968.46,
   "duration": 7.37
  },
  {
   "text": "It's it's a... It's it's it's the insistence that",
   "start": 3976.35,
   "duration": 3.889
  },
  {
   "text": "Without",
   "start": 3982.02,
   "duration": 2.0
  },
  {
   "text": "The proper engagement in truth that your life will",
   "start": 3984.63,
   "duration": 4.58
  },
  {
   "text": "Your life will degenerate and you will end up embittered and in hell and so",
   "start": 3991.08,
   "duration": 7.52
  },
  {
   "text": "The conversation just hasn't been serious enough I would say and that's especially bad for young people, you know",
   "start": 4001.13,
   "duration": 6.86
  },
  {
   "text": "One of the things I tell young people all the time",
   "start": 4007.99,
   "duration": 2.0
  },
  {
   "text": "I'm not a very typical psychologist in this regard because I call it just like to Pat people on the head and say",
   "start": 4010.13,
   "duration": 5.51
  },
  {
   "text": "You're all right. The way you are. I talked to Bishop Baron a while ago",
   "start": 4015.95,
   "duration": 4.07
  },
  {
   "text": "I'm gonna broadcast this and he said that the Catholic priests were trained in the 1960s to kind of be accepting, you know humanistically",
   "start": 4020.02,
   "duration": 7.919
  },
  {
   "text": "You're okay. The way you are, you know, and that's such rubbish",
   "start": 4028.71,
   "duration": 3.57
  },
  {
   "text": "it's like",
   "start": 4033.22,
   "duration": 2.0
  },
  {
   "text": "Not only are you not okay the way you are you don't think that anybody else is okay the way they are either",
   "start": 4035.56,
   "duration": 4.58
  },
  {
   "text": "You're not, you don't think your children are okay the way they are like you love them and all that",
   "start": 4041.02,
   "duration": 3.88
  },
  {
   "text": "But you don't want them to stay three years old their entire life you want them to",
   "start": 4044.9,
   "duration": 3.72
  },
  {
   "text": "Expand and improve and become who they are. And so",
   "start": 4050.08,
   "duration": 4.4
  },
  {
   "text": "Instead of telling young people that they're okay the way they are I tell them that",
   "start": 4056.58,
   "duration": 4.76
  },
  {
   "text": "And it's a terrible message for them if they're desperate",
   "start": 4061.66,
   "duration": 2.86
  },
  {
   "text": "You know, so let's say ten and percent of the people in my audience are young",
   "start": 4065.1,
   "duration": 3.78
  },
  {
   "text": "Maybe they're young men just for the sake of argument and they're like not in good shape",
   "start": 4068.98,
   "duration": 5.22
  },
  {
   "text": "They don't have any goals, They're drinking too much. They're watching pornography all the time. They've got no aim",
   "start": 4074.62,
   "duration": 6.14
  },
  {
   "text": "they've got no structure in their life and they're just bloody miserable and the misery is",
   "start": 4081.12,
   "duration": 5.62
  },
  {
   "text": "twisting them into",
   "start": 4087.36,
   "duration": 1.9
  },
  {
   "text": "Malevolence because enough misery will absolutely do that to you",
   "start": 4089.26,
   "duration": 3.77
  },
  {
   "text": "And then what are you gonna do and come along and say well you're you're okay the way you are",
   "start": 4093.03,
   "duration": 4.27
  },
  {
   "text": "It's like that's the last thing they want to hear",
   "start": 4097.62,
   "duration": 2.36
  },
  {
   "text": "It's like get your damn act together, you know",
   "start": 4099.989,
   "duration": 2.82
  },
  {
   "text": "You got things to do and they're gonna be difficult and that there's a there's a there's a an echoing Christian message in there",
   "start": 4102.81,
   "duration": 6.33
  },
  {
   "text": "I would say which is you pick up the",
   "start": 4109.14,
   "duration": 2.31
  },
  {
   "text": "weight of your suffering",
   "start": 4112.08,
   "duration": 2.0
  },
  {
   "text": "Voluntarily and you walk uphill with it and that not only gives you the meaning that you need in life in your life",
   "start": 4114.18,
   "duration": 6.56
  },
  {
   "text": "To stop you from degenerating in a dangerous manner, but it actually makes things better",
   "start": 4120.91,
   "duration": 5.629
  },
  {
   "text": "And so that that that all has to be part of it like I believe in human ingenuity",
   "start": 4126.54,
   "duration": 4.919
  },
  {
   "text": "I think we can solve all the problems that beset us, but it can't just be",
   "start": 4131.46,
   "duration": 5.18
  },
  {
   "text": "It has to be more than we can enhance material well-being. That's just what it tends to be now",
   "start": 4137.14,
   "duration": 5.98
  },
  {
   "text": "It's not enough. And so and you get brushed off by the apocalyptic types",
   "start": 4143.12,
   "duration": 5.02
  },
  {
   "text": "yeah, there's that that creativity that only comes from the individual consciousness and",
   "start": 4149.44,
   "duration": 5.84
  },
  {
   "text": "it can't be simply reduced to some kind of a",
   "start": 4155.46,
   "duration": 3.2
  },
  {
   "text": "Formula or a machine? It's it's mysterious in some way which is why I think your",
   "start": 4159.19,
   "duration": 5.289
  },
  {
   "text": "Recourse to the archetypal structures of Genesis is so illuminating",
   "start": 4165.239,
   "duration": 3.859
  },
  {
   "text": "But there was one thing you said about that that I just wanted to pursue a little bit if I may",
   "start": 4169.56,
   "duration": 3.54
  },
  {
   "text": "The idea that we can't not operate like this is what's especially compelling in your portrayal",
   "start": 4174.42,
   "duration": 7.3
  },
  {
   "text": "Yeah, exactly. Good luck precisely. That's the thing",
   "start": 4181.98,
   "duration": 2.629
  },
  {
   "text": "That's so strange is that you know Nietzsche thought we could create our own values",
   "start": 4184.609,
   "duration": 4.409
  },
  {
   "text": "Right that was his solution to the death of God, right?",
   "start": 4189.24,
   "duration": 2.76
  },
  {
   "text": "but you can't because well Dostoyevsky figured this out right in crime and punishment, for example",
   "start": 4192.14,
   "duration": 5.96
  },
  {
   "text": "You try breaking a moral rule",
   "start": 4198.48,
   "duration": 2.36
  },
  {
   "text": "Especially one of your own. Mmm-hmm and then try convincing yourself that it's okay. It's like good luck with that man",
   "start": 4201.54,
   "duration": 6.32
  },
  {
   "text": "You break a moral rule that's sufficiently deep",
   "start": 4207.92,
   "duration": 2.52
  },
  {
   "text": "you'll traumatize yourself and you'll never recover and if you break one, that's you know, maybe just a",
   "start": 4210.44,
   "duration": 5.96
  },
  {
   "text": "Medium-sized. Well, all that'll happen is you'll wake up at 3 in the morning",
   "start": 4216.48,
   "duration": 3.18
  },
  {
   "text": "You know night after night",
   "start": 4220.38,
   "duration": 1.77
  },
  {
   "text": "perhaps for years",
   "start": 4222.15,
   "duration": 1.23
  },
  {
   "text": "Torturing yourself because of the mistake you made it if you could create your own values",
   "start": 4223.38,
   "duration": 4.369
  },
  {
   "text": "You dispense with that in two seconds, you'd say well that was my decision. There's no fundamental meaning to reality whatsoever",
   "start": 4227.849,
   "duration": 7.16
  },
  {
   "text": "I can do whatever I choose and I'm not gonna be guilty about it. It's like and the point is that's neither",
   "start": 4235.009,
   "duration": 5.811
  },
  {
   "text": "Neither true nor functional. it's it's that's it's it's neither true nor functional",
   "start": 4240.82,
   "duration": 5.04
  },
  {
   "text": "Yeah, and it's functional in a psychopathic manner",
   "start": 4245.96,
   "duration": 2.98
  },
  {
   "text": "well",
   "start": 4250.17,
   "duration": 1.23
  },
  {
   "text": "The closest people and people who are closest to be able to do that are psychopaths, but like their outcomes, aren't that great",
   "start": 4251.4,
   "duration": 7.069
  },
  {
   "text": "They don't have they're not they don't do that. Well, despite what you read about, you know psychopathic CEOs, they don't do that",
   "start": 4258.57,
   "duration": 7.58
  },
  {
   "text": "well and most people caught on to their tricks and generally they spend nomadic lives because they have to go from place to place because",
   "start": 4266.15,
   "duration": 6.449
  },
  {
   "text": "People catch on to their deceit and you know, they're quite prone to suicide and and spontaneous emotional collapse",
   "start": 4272.599,
   "duration": 6.629
  },
  {
   "text": "so no you",
   "start": 4279.9,
   "duration": 2.0
  },
  {
   "text": "You have this moral law that you exactly yeah",
   "start": 4282.449,
   "duration": 3.41
  },
  {
   "text": "But this is one way in which our position as being image bearers of God is a misleading",
   "start": 4285.889,
   "duration": 6.569
  },
  {
   "text": "parallel insofar perhaps as",
   "start": 4293.02,
   "duration": 2.0
  },
  {
   "text": "God uses his words to create bring order a create order out of chaos",
   "start": 4295.72,
   "duration": 4.34
  },
  {
   "text": "And we can create order too by speaking truly the difference being that",
   "start": 4300.2,
   "duration": 4.82
  },
  {
   "text": "We don't know",
   "start": 4305.74,
   "duration": 1.8
  },
  {
   "text": "Whether there were any constraints at all constraining his choice at the beginning of the process",
   "start": 4307.55,
   "duration": 4.91
  },
  {
   "text": "But we do know that we live within a context ourselves both",
   "start": 4312.59,
   "duration": 3.68
  },
  {
   "text": "physically physically naturally as well as morally that constrains our choice we can either",
   "start": 4316.88,
   "duration": 4.399
  },
  {
   "text": "Recognize our moral obligations as you said or try and elide them",
   "start": 4321.92,
   "duration": 3.95
  },
  {
   "text": "When it's not successful",
   "start": 4326.6,
   "duration": 1.1
  },
  {
   "text": "But we can try",
   "start": 4327.7,
   "duration": 1.18
  },
  {
   "text": "And I just noticed one thing that seems a little odd you can tell me if to strike you as odd or not",
   "start": 4328.88,
   "duration": 4.13
  },
  {
   "text": "Or maybe I'm missing something in an era when identity politics seems to be everything",
   "start": 4333.01,
   "duration": 4.799
  },
  {
   "text": "And as you said a lot of post-modernism has devolved into this notion that there's nothing but competing groups with their different",
   "start": 4337.81,
   "duration": 6.39
  },
  {
   "text": "Self-contained mindsets competing for power and what never the twain shall meet epistemologically and so forth",
   "start": 4344.42,
   "duration": 5.2
  },
  {
   "text": "That's certainly the case and at the same time",
   "start": 4350.36,
   "duration": 2.24
  },
  {
   "text": "Doesn't there seem to be coexisting with that a kind of?",
   "start": 4353.42,
   "duration": 3.22
  },
  {
   "text": "mutated",
   "start": 4357.5,
   "duration": 1.02
  },
  {
   "text": "Individualism, which is alike what you just mentioned of Nietzsche namely the idea that I can I'm an individual",
   "start": 4358.52,
   "duration": 6.89
  },
  {
   "text": "I'm the creator of a meaning. I can use my own words or my own will to create my own identity",
   "start": 4365.41,
   "duration": 4.679
  },
  {
   "text": "I'm not obligated to independent moral obligations. I create moral obligations",
   "start": 4371.09,
   "duration": 5.18
  },
  {
   "text": "Yeah, how can this kind of mutate a toxic individualism coexist with identity politics?",
   "start": 4376.27,
   "duration": 5.04
  },
  {
   "text": "Well, I say the things things that you cheat. What is it?",
   "start": 4381.44,
   "duration": 3.8
  },
  {
   "text": "You can chase nature Oh with a pitchfork, but she always comes rushing back in right?",
   "start": 4385.24,
   "duration": 3.959
  },
  {
   "text": "You know, if you if you one of the things I tried to do in maps of meaning",
   "start": 4389.2,
   "duration": 3.839
  },
  {
   "text": "which was the first book I wrote was to write a description of what distinguished a religion from ideology and",
   "start": 4393.04,
   "duration": 6.98
  },
  {
   "text": "One of the things that distinguishes a religion from an ideology as a religion takes everything into account",
   "start": 4400.54,
   "duration": 4.98
  },
  {
   "text": "it's like well, there's a tyrannical element of culture, but there's also the benevolent element and there's the tyrannical element or the",
   "start": 4406.1,
   "duration": 7.04
  },
  {
   "text": "destructive element of nature but there's also the creative element and there's the",
   "start": 4413.72,
   "duration": 4.04
  },
  {
   "text": "Heroic element of the individual which would be embodied say in Christianity in the figure of Christ",
   "start": 4418.04,
   "duration": 4.729
  },
  {
   "text": "But there's also the adversary there's always this balance. Yeah",
   "start": 4422.77,
   "duration": 3.66
  },
  {
   "text": "With if you think everything is a social construct, so it's all social",
   "start": 4426.95,
   "duration": 5.089
  },
  {
   "text": "Well, the individuality is going to creep back in somewhere and it does it in exactly the form",
   "start": 4432.17,
   "duration": 4.25
  },
  {
   "text": "It's this very very childish form, right because it's so immature. It's so underdeveloped. It's like well, we're entirely socially constructed",
   "start": 4436.42,
   "duration": 7.53
  },
  {
   "text": "Except at moment to moment We can determine our gender and by our own individual choice and everyone has to bow down to that",
   "start": 4444.54,
   "duration": 6.43
  },
  {
   "text": "Yes, yes. Well, that's also what makes it so childish. Is that not only",
   "start": 4450.97,
   "duration": 4.13
  },
  {
   "text": "Not only is it in the incoherent doctrine because you can't have it both ways",
   "start": 4455.68,
   "duration": 3.56
  },
  {
   "text": "You're not socially constructed and able to choose your gender",
   "start": 4459.8,
   "duration": 3.799
  },
  {
   "text": "Those things don't go together, but the idea that your identity now self-produced",
   "start": 4463.82,
   "duration": 5.479
  },
  {
   "text": "Also takes precedence over the negotiation you have to have with other people about what your identity is going to be is",
   "start": 4469.88,
   "duration": 7.2
  },
  {
   "text": "Really at the same development level",
   "start": 4477.1,
   "duration": 2.2
  },
  {
   "text": "I would say as a two-year-old and I mean that I mean that technically because two-year-olds two-year-olds cannot",
   "start": 4479.32,
   "duration": 7.29
  },
  {
   "text": "Take their own",
   "start": 4487.7,
   "duration": 1.65
  },
  {
   "text": "Identity and integrate it with the identity of other children",
   "start": 4489.35,
   "duration": 3.169
  },
  {
   "text": "they can't do that until they're about three and so it's so",
   "start": 4492.52,
   "duration": 3.96
  },
  {
   "text": "It's it's so infantile that it's almost beyond imagination like epistemic solepcism",
   "start": 4496.58,
   "duration": 5.68
  },
  {
   "text": "Meaning meaning I mean that the idea that only I exist that solepsicm is amiss so that yeah that I therefore",
   "start": 4503.78,
   "duration": 5.56
  },
  {
   "text": "I know only what I know, but everyone else doesn't really exist. Everyone else is an illusion",
   "start": 4509.98,
   "duration": 5.9
  },
  {
   "text": "I only am familiar with my own thoughts and the only true reality is the reality that I experience everyone",
   "start": 4516.05,
   "duration": 7.099
  },
  {
   "text": "It's like except you can't live consistently with that and no one does well, but guess those aren't identities",
   "start": 4523.15,
   "duration": 4.83
  },
  {
   "text": "It's this is another thing. That's so immature about it. It's like okay, you're gender fluid fine. Well now what?",
   "start": 4528.23,
   "duration": 7.1
  },
  {
   "text": "I'm dead serious. I'm dead serious. Like what the hell are you gonna do with that?",
   "start": 4536.39,
   "duration": 4.58
  },
  {
   "text": "you know like",
   "start": 4541.49,
   "duration": 1.47
  },
  {
   "text": "Part of the reason you have gender roles and and of course their tyrannical and constricting, you know",
   "start": 4542.96,
   "duration": 5.419
  },
  {
   "text": "obviously because everybody gets taken by culture and crushed into something, that's a",
   "start": 4548.66,
   "duration": 5.719
  },
  {
   "text": "Compromise between their individuality and the rest of world everyone suffers from that",
   "start": 4555.35,
   "duration": 4.03
  },
  {
   "text": "But you know, if you're if you're let's say you're straight and you're heterosexual",
   "start": 4559.75,
   "duration": 3.709
  },
  {
   "text": "For sorry. Those are the same thing",
   "start": 4564.28,
   "duration": 2.27
  },
  {
   "text": "Let's say you're heterosexual and you're monogamous and you're in a committed relationship so like all of a sudden you have an identity",
   "start": 4569.2,
   "duration": 6.08
  },
  {
   "text": "Well, what's the identity? Well, it's easy",
   "start": 4575.29,
   "duration": 2.36
  },
  {
   "text": "You get married?",
   "start": 4578.44,
   "duration": 2.0
  },
  {
   "text": "You have children",
   "start": 4580.54,
   "duration": 1.56
  },
  {
   "text": "You raise them together you tie your lives together. You try to you try to build something for the decades, right?",
   "start": 4582.1,
   "duration": 7.129
  },
  {
   "text": "And that's an identity. It's a pathway forward. It's it's a way to be well, I'm gender-fluid",
   "start": 4589.23,
   "duration": 6.09
  },
  {
   "text": "It's like, okay. Well pick your pronoun. It's like, okay. Well, what do you do tomorrow?",
   "start": 4595.51,
   "duration": 4.04
  },
  {
   "text": "Well, I'm I don't know. I'm out there in no-man's land. You don't want to be in no-man's land. That's not good",
   "start": 4600.28,
   "duration": 5.989
  },
  {
   "text": "You're off the beaten path you think well, I can go off the beaten path. It's like",
   "start": 4606.27,
   "duration": 3.479
  },
  {
   "text": "You go off the beaten path and you just see how long you last",
   "start": 4610.36,
   "duration": 3.169
  },
  {
   "text": "You're lucky if you're if you're a highly creative person and you're very disciplined and you have most of your life in",
   "start": 4613.96,
   "duration": 6.65
  },
  {
   "text": "pristine order you might be able to risk a",
   "start": 4620.95,
   "duration": 2.899
  },
  {
   "text": "Substantial deviation from the beaten path and managed to maintain your sanity",
   "start": 4624.34,
   "duration": 4.52
  },
  {
   "text": "But if you're a disorganized person and you wander off the pathway of tradition you are in so much trouble",
   "start": 4628.96,
   "duration": 6.2
  },
  {
   "text": "You can't even possibly imagine it there are things out there that you will encounter that you have",
   "start": 4635.16,
   "duration": 4.52
  },
  {
   "text": "Absolutely, no defense against whatsoever. And so it's naive beyond",
   "start": 4640.12,
   "duration": 5.56
  },
  {
   "text": "Comprehension it's like Well, I'm a new kind of gender. It's like",
   "start": 4646.33,
   "duration": 4.22
  },
  {
   "text": "You've got 60 years to figure that out and then take",
   "start": 4651.85,
   "duration": 2.93
  },
  {
   "text": "Fifty thousand years to even take a crack at it, so it's terrible",
   "start": 4655.51,
   "duration": 4.879
  },
  {
   "text": "Mary did you have another question you want to ask? I think we can slip one in because I think one more you okay?",
   "start": 4664.849,
   "duration": 5.84
  },
  {
   "text": "You talk about how dangerous it is to tell some",
   "start": 4671.539,
   "duration": 2.69
  },
  {
   "text": "Young person whose life is messed up that they're just great the way they are with which I completely agree",
   "start": 4674.329,
   "duration": 5.15
  },
  {
   "text": "But how do you reach a young person who's bought into the notion that life is meaningless?",
   "start": 4679.52,
   "duration": 5.64
  },
  {
   "text": "Well, you're the first thing is you tell them why they think that",
   "start": 4686.3,
   "duration": 2.92
  },
  {
   "text": "It's like they've got all sorts of reasons to think that it's like life is hard. It's it's it's a crucifixion",
   "start": 4690.68,
   "duration": 6.7
  },
  {
   "text": "That's right. And so",
   "start": 4698.1,
   "duration": 2.0
  },
  {
   "text": "It's no wonder they think that it's like okay fine. First of all, we're gonna take it seriously. Yeah, you're",
   "start": 4700.34,
   "duration": 4.88
  },
  {
   "text": "suffering and adrift and you have your reasons but",
   "start": 4705.8,
   "duration": 4.28
  },
  {
   "text": "so you take those reasons seriously, and you say despite that",
   "start": 4710.14,
   "duration": 4.0
  },
  {
   "text": "Despite that there's more to you than you think and you know that too because you upgrade yourself for not",
   "start": 4715.36,
   "duration": 7.16
  },
  {
   "text": "Manifesting it and you say to people well I ask people for example",
   "start": 4722.78,
   "duration": 3.36
  },
  {
   "text": "Who do you admire?",
   "start": 4726.92,
   "duration": 1.65
  },
  {
   "text": "Because that's the instinct for admiration is part of the instinct for imitation. It's like how do you admire?",
   "start": 4728.57,
   "duration": 6.41
  },
  {
   "text": "Do you admire people who are completely irresponsible you admire people who can't take care of themselves. They can't even take care of themselves",
   "start": 4735.5,
   "duration": 5.46
  },
  {
   "text": "Here's the most admirable person",
   "start": 4740.96,
   "duration": 2.38
  },
  {
   "text": "Completely useless to themselves maybe even counterproductive just a bloody",
   "start": 4744.02,
   "duration": 4.1
  },
  {
   "text": "catastrophe for their family and like",
   "start": 4749.06,
   "duration": 2.62
  },
  {
   "text": "What would you call a social danger like no one admires that no one admires that it's like you start",
   "start": 4753.1,
   "duration": 6.7
  },
  {
   "text": "Minimally, can you take care of yourself? At least that?",
   "start": 4760.01,
   "duration": 3.2
  },
  {
   "text": "That'd be the first thing and then is there more than eyes there enough to you so that maybe someone else could rely on you",
   "start": 4763.999,
   "duration": 4.64
  },
  {
   "text": "Now and then maybe maybe a number of people maybe your family",
   "start": 4768.639,
   "duration": 4.29
  },
  {
   "text": "it could be a it could be the glue that holds them together and and",
   "start": 4773.38,
   "duration": 3.9
  },
  {
   "text": "And mends them and then maybe there could be more to you than that. Maybe you could be",
   "start": 4777.62,
   "duration": 3.74
  },
  {
   "text": "Someone for your community and god only knows how far you could go with that. Those are the people you admire",
   "start": 4781.96,
   "duration": 4.8
  },
  {
   "text": "It's like well try that out",
   "start": 4787.519,
   "duration": 2.0
  },
  {
   "text": "See what happens and start locally",
   "start": 4789.56,
   "duration": 2.52
  },
  {
   "text": "Jung Carl Jung said this is one of my favorite Carl Jung",
   "start": 4792.34,
   "duration": 2.96
  },
  {
   "text": "Quotes that modern man does not see God because he will not look low enough.",
   "start": 4795.44,
   "duration": 4.1
  },
  {
   "text": "I Really like that. And so, you know, I've been telling the people that I talk to the same thing",
   "start": 4800.18,
   "duration": 5.48
  },
  {
   "text": "it's like you have a certain amount of",
   "start": 4805.66,
   "duration": 3.46
  },
  {
   "text": "Potential within your grasp",
   "start": 4810.0,
   "duration": 2.0
  },
  {
   "text": "you may find what you have contemptible because you're not in a position of power this modicum of",
   "start": 4812.48,
   "duration": 6.5
  },
  {
   "text": "Possibility that's been granted to you is beneath you and so you do nothing with it. And so you get nothing from it",
   "start": 4819.5,
   "duration": 6.38
  },
  {
   "text": "You take that seriously you do the small things",
   "start": 4826.41,
   "duration": 2.479
  },
  {
   "text": "You can the humble things that you can to put yourself together in that in those",
   "start": 4828.89,
   "duration": 5.909
  },
  {
   "text": "tiny",
   "start": 4835.34,
   "duration": 2.0
  },
  {
   "text": "Embarrassing ways that are real and if you do that enough",
   "start": 4837.5,
   "duration": 3.78
  },
  {
   "text": "you'll",
   "start": 4842.0,
   "duration": 1.3
  },
  {
   "text": "You'll will fortify yourself and that will work and you know, one of the things that's been unbelievably hardening to me",
   "start": 4843.3,
   "duration": 6.74
  },
  {
   "text": "It's ridiculous really like",
   "start": 4852.6,
   "duration": 3.84
  },
  {
   "text": "Normally now if I go out during the day",
   "start": 4857.9,
   "duration": 2.9
  },
  {
   "text": "If I go to any city",
   "start": 4861.68,
   "duration": 1.52
  },
  {
   "text": "I've been to like 150 cities in the last year and if I'm walking around on the street or in an airport",
   "start": 4863.219,
   "duration": 5.78
  },
  {
   "text": "Someone will come up to me about every 10 minutes or so, and they'll say the same thing",
   "start": 4869.28,
   "duration": 5.09
  },
  {
   "text": "They always say the same thing",
   "start": 4874.37,
   "duration": 1.57
  },
  {
   "text": "They first of all apologize for bothering me and they're very polite",
   "start": 4875.94,
   "duration": 3.049
  },
  {
   "text": "To all my interactions with people you'd never guess this from like my reputation in the press",
   "start": 4879.239,
   "duration": 4.52
  },
  {
   "text": "but all my interactions with people in public are unbelievably positive and",
   "start": 4883.76,
   "duration": 4.74
  },
  {
   "text": "the people will come up and say",
   "start": 4889.05,
   "duration": 2.0
  },
  {
   "text": "You know, I was in this small domain of hell a year ago or six months ago, whatever",
   "start": 4891.54,
   "duration": 5.75
  },
  {
   "text": "It is addiction. Alcoholism. I wasn't getting along with my family",
   "start": 4897.29,
   "duration": 3.6
  },
  {
   "text": "I've been living with my girlfriend for five years and we were stuck. I didn't have any direction for my career",
   "start": 4900.89,
   "duration": 5.009
  },
  {
   "text": "I was nihilistic, you know, I was whatever, you know, although different ways that people can",
   "start": 4905.9,
   "duration": 5.25
  },
  {
   "text": "fall into a pit and and and and",
   "start": 4911.94,
   "duration": 2.75
  },
  {
   "text": "Be miserable",
   "start": 4915.449,
   "duration": 1.381
  },
  {
   "text": "said I read in your books or I watched your lectures and I decided I was gonna I",
   "start": 4916.83,
   "duration": 3.679
  },
  {
   "text": "Was gonna try to put my family together",
   "start": 4920.72,
   "duration": 2.0
  },
  {
   "text": "Or I was gonna I was gonna make a vision and pursue it or I was going to try telling the truth",
   "start": 4923.28,
   "duration": 4.52
  },
  {
   "text": "just try one of these things and things are way better way better, you know",
   "start": 4927.8,
   "duration": 6.14
  },
  {
   "text": "And sometimes it's a father and a son or sometimes. It's a son and a daughter",
   "start": 4933.94,
   "duration": 3.54
  },
  {
   "text": "it's usually it's usually it's not often a daughter and a mother not so much but I",
   "start": 4938.21,
   "duration": 5.45
  },
  {
   "text": "Mean if it's a pair of people",
   "start": 4944.51,
   "duration": 1.92
  },
  {
   "text": "But or it's a girlfriend and a boyfriend and the girlfriend is very happy usually because her boyfriend has straightened up",
   "start": 4946.43,
   "duration": 6.56
  },
  {
   "text": "Substantially and maybe they're getting married and like he's half civilized at this point",
   "start": 4953.3,
   "duration": 4.04
  },
  {
   "text": "but",
   "start": 4958.4,
   "duration": 1.23
  },
  {
   "text": "But but it's but it's it's an unbelievably positive thing to see and and it's a real thing",
   "start": 4959.63,
   "duration": 6.439
  },
  {
   "text": "You know",
   "start": 4966.07,
   "duration": 0.6
  },
  {
   "text": "it's like it's it's so interesting to watch the fact that all people have to do is put some of these things into practice and",
   "start": 4966.67,
   "duration": 7.59
  },
  {
   "text": "All of a sudden that little modecum of potential that they had because they got humble enough to deal with it properly",
   "start": 4974.54,
   "duration": 5.359
  },
  {
   "text": "Starts to expand and expand and like I believe and I do believe this and I think this is part of the Christian message",
   "start": 4980.08,
   "duration": 6.74
  },
  {
   "text": "Fundamentally is that there's actually no limit to that expansion",
   "start": 4986.84,
   "duration": 3.32
  },
  {
   "text": "You know because in some sense like we are this weird combination of finite and infinite like we're related to the infinite in some manner",
   "start": 4990.38,
   "duration": 7.04
  },
  {
   "text": "obviously because the infinite",
   "start": 4998.04,
   "duration": 2.12
  },
  {
   "text": "Exists and here we are and so we're related to it in some manner and I don't know what manner that is",
   "start": 5000.16,
   "duration": 4.4
  },
  {
   "text": "But I don't know what the limits are",
   "start": 5004.56,
   "duration": 2.31
  },
  {
   "text": "It's like if you were the best person you could be",
   "start": 5006.87,
   "duration": 2.339
  },
  {
   "text": "No",
   "start": 5009.67,
   "duration": 0.81
  },
  {
   "text": "truly if you",
   "start": 5010.48,
   "duration": 1.02
  },
  {
   "text": "Decided to live by truth and to aim at the good and you really did that you put your whole heart and soul into it",
   "start": 5011.5,
   "duration": 6.41
  },
  {
   "text": "Like you were like that's what you were staking your life on because you're staking your life on something who the hell could you be?",
   "start": 5018.19,
   "duration": 7.64
  },
  {
   "text": "And no one knows, you know, you know perfectly",
   "start": 5026.53,
   "duration": 2.659
  },
  {
   "text": "Well, you could be far more than you are and you don't know what the oppor limit of that is",
   "start": 5029.19,
   "duration": 4.26
  },
  {
   "text": "And we certainly don't know what the upper limit would be",
   "start": 5033.45,
   "duration": 1.89
  },
  {
   "text": "If there were lots of people doing that god only knows what problems we could solve, you know",
   "start": 5035.34,
   "duration": 4.469
  },
  {
   "text": "There's lots of suffering and misery in the world",
   "start": 5039.81,
   "duration": 2.0
  },
  {
   "text": "Plenty and it's no wonder that people get bitter",
   "start": 5042.25,
   "duration": 2.51
  },
  {
   "text": "But God as you pointed out before, you know",
   "start": 5044.86,
   "duration": 3.079
  },
  {
   "text": "We've got no shortage of ingenuity and possibility and if we were serious about making things less wretched than they are",
   "start": 5047.98,
   "duration": 6.5
  },
  {
   "text": "Who knows what miracles we could pull off?",
   "start": 5055.54,
   "duration": 3.229
  },
  {
   "text": "I",
   "start": 5069.11,
   "duration": 1.06
  },
  {
   "text": "want I want to especially thank",
   "start": 5070.17,
   "duration": 3.35
  },
  {
   "text": "Dr. Peterson again for his brilliant courageous and inspiring work and",
   "start": 5074.28,
   "duration": 6.22
  },
  {
   "text": "We're particularly grateful to all of you for joining with us tonight",
   "start": 5080.54,
   "duration": 2.86
  },
  {
   "text": " ",
   "start": 5084.48,
   "duration": 1.56
  },
  {
   "text": "i Want to also especially thank the wonderful people who've made tonight possible",
   "start": 5086.04,
   "duration": 3.44
  },
  {
   "text": "especially",
   "start": 5090.96,
   "duration": 1.5
  },
  {
   "text": "my colleagues that the independent Institute",
   "start": 5092.58,
   "duration": 2.08
  },
  {
   "text": "Our team is just fabulous and i thank you for that. I particularly want to thank my colleague Alicia Luthor",
   "start": 5095.34,
   "duration": 6.38
  },
  {
   "text": "Who's our director of administration",
   "start": 5102.9,
   "duration": 2.0
  },
  {
   "text": "For all of her supportive work and organizing and overseeing all that made tonight possible",
   "start": 5105.66,
   "duration": 4.939
  },
  {
   "text": "Incidentally, there are copies that you may have noticed of 12 wheels for life outside signed copies",
   "start": 5112.35,
   "duration": 5.689
  },
  {
   "text": "Please visit our website at independent dot org for information about upcoming events and publications and more",
   "start": 5119.22,
   "duration": 6.619
  },
  {
   "text": "We look forward to seeing you again at future",
   "start": 5126.48,
   "duration": 2.78
  },
  {
   "text": "independent Institute events",
   "start": 5130.05,
   "duration": 2.0
  },
  {
   "text": "Thank you and good night",
   "start": 5132.09,
   "duration": 2.0
  }
 ]
}