{"video_id": "kteHW6t4G0g", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Ben Shapiro: Telos, Responsibility and Cultivation", "url": "https://www.youtube.com/watch?v=kteHW6t4G0g", "date": "2018-01-05", "description": "Purpose\nResponsibility\nTruth\nRights and Duties and the Founding Fathers\nDanger of deterministic victimhood\nTelos\nSam Harris, free will and performative contradiction\nCultivation of property: the duty to make better what you are using\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 1585, "transcript_parts": [{"text": "Ben and I met about eight months ago, eh? He came up to Toronto and gave a rousing talk and...", "start": 1.86, "duration": 6.019}, {"text": "Talk about political correctness at that point, quite a politically appointed political talk, and I got a couple of questions for you.", "start": 10.529, "duration": 6.11}, {"text": "One is what are you planning to do in 2018?", "start": 16.89, "duration": 4.4}, {"text": "What do you want to see happen in 2018, personally?", "start": 21.29, "duration": 2.59}, {"text": "And what are you aiming at, and why?", "start": 23.88, "duration": 3.3}, {"text": "So I'm aiming at broadening the reach of the the political messages that I espouse and the messages of,", "start": 27.68, "duration": 7.54}, {"text": "I think, personal responsibility and virtue that I try to espouse.", "start": 35.62, "duration": 3.3}, {"text": "I'm also working on a book that I'm really interested in right now about the roots of Western civilization.", "start": 38.92, "duration": 4.959}, {"text": "What is that makes for a happier and more fulfilled Western civilization?", "start": 43.88, "duration": 4.109}, {"text": "What generates purpose for a civilization and for individuals?", "start": 47.989, "duration": 2.811}, {"text": "And why it is that we seem to have lost purpose.", "start": 50.84, "duration": 1.94}, {"text": "Because my general theory is that the reason that we're trying to murder each other", "start": 52.86, "duration": 2.62}, {"text": "politically and the reason that we hate each other so much is that there is a", "start": 55.48, "duration": 3.8}, {"text": "purpose-shaped hole in our heart that we are now filling with anger, a tribal anger at each other.", "start": 59.3, "duration": 4.4}, {"text": "And I'm trying to trace back, kind of backtrack, and say okay, where did where did we go wrong?", "start": 63.9, "duration": 3.92}, {"text": "Where was purpose at, sort of, its high-water mark and why are we now at low ebb?", "start": 67.82, "duration": 4.22}, {"text": "Okay, one of the things that I've found in the discussions that I've had over the last year, especially the public discussions,", "start": 72.92, "duration": 7.3}, {"text": "public lectures, let's say, is that it seems perfectly possible to", "start": 80.3, "duration": 5.06}, {"text": "make a room go silent by speaking to, especially if it's a room full of young men,", "start": 85.44, "duration": 3.94}, {"text": "by speaking to them about responsibility and truth.", "start": 89.48, "duration": 2.44}, {"text": "This has really staggered me because those are not obviously saleable messages.", "start": 92.62, "duration": 4.84}, {"text": "You know, especially for someone who's rather cynical about the fundamental nature of human beings.", "start": 98.26, "duration": 4.66}, {"text": "I'm not saying that I am, but if you launched a business plan to the typical observers and said,", "start": 102.92, "duration": 6.7}, {"text": "\"Well, I'm going to base a public movement on the adoption of excess responsibility and the requirement to speak the truth,", "start": 109.72, "duration": 8.74}, {"text": "and that's going to become hyper popular,\" the probability that people would agree that that's a possibility is pretty much zero.", "start": 118.46, "duration": 6.84}, {"text": "So I've been thinking that", "start": 125.96, "duration": 2.4}, {"text": "we've spoken about rights for so long and spoken about freedoms for so long, let's say since the early 60s,", "start": 128.98, "duration": 5.64}, {"text": "just essentially speaking, that we've actually left a conceptual hole in our culture.", "start": 135.2, "duration": 5.06}, {"text": "And that seems to be akin to the point that you're making with regards to this book.", "start": 141.16, "duration": 4.68}, {"text": "And now, you mentioned responsibility, and why that specifically?", "start": 145.9, "duration": 3.7}, {"text": "Well, I think that what you're talking about is exactly right.", "start": 150.7, "duration": 2.48}, {"text": "People in the West have seemed to pose rights in direct opposition to duties.", "start": 153.24, "duration": 5.66}, {"text": "So the American founding, particularly, was obsessed with this idea of rights and individual rights.", "start": 159.02, "duration": 4.92}, {"text": "But there was also this corresponding idea of duties that's very clear in founding thinking.", "start": 163.94, "duration": 3.6}, {"text": "George Washington talks about duty. Benjamin Franklin talks about duty.", "start": 167.6, "duration": 2.84}, {"text": "The idea was that duty was to be socially generated, not by government, but by society itself.", "start": 170.64, "duration": 5.18}, {"text": "By small communities, by churches, by your family.", "start": 175.82, "duration": 3.04}, {"text": "And that that would fill the gap that allowed you to actually have a functioning society of rights.", "start": 179.06, "duration": 4.28}, {"text": "But we seem to have left duty completely behind.", "start": 183.34, "duration": 2.12}, {"text": "Now it's just all about the rights and not about the duty.", "start": 185.46, "duration": 2.22}, {"text": "And what's happened is that that's collapsed in on itself because the society of only rights and no duties ends up generating duties masquerading as rights.", "start": 187.76, "duration": 8.82}, {"text": "Positive rights that are actually not rights at all, that are actually me imposing a duty on you in order to further", "start": 196.68, "duration": 4.72}, {"text": "my own perception of my rights.", "start": 201.4, "duration": 1.66}, {"text": "And that's I think where we've been going and it's a dark place.", "start": 203.22, "duration": 3.2}, {"text": "And it creates an enormous amount of opposition.", "start": 206.76, "duration": 2.2}, {"text": "When you say, Jordan, when you talk about the fact that people would not have thought of building a movement on notions of truth and responsibility,", "start": 209.0, "duration": 7.5}, {"text": "that's because, I think, for a long time, people just took it for granted that we all agreed on these things.", "start": 216.6, "duration": 4.14}, {"text": "But there's been an actual forcible counter movement for", "start": 220.96, "duration": 3.48}, {"text": "generations now, against both truth and responsibility.", "start": 224.56, "duration": 2.88}, {"text": "The idea is there's no objective truth.", "start": 227.5, "duration": 1.62}, {"text": "It's socially defined. We can make it up as we go along.", "start": 229.4, "duration": 2.86}, {"text": "There's no telos. I talk a lot in the new book about a teleological way of thinking.", "start": 232.26, "duration": 5.16}, {"text": "This idea that you actually have a purpose for which you were created.", "start": 237.42, "duration": 3.16}, {"text": "And that it's your job to fulfill that purpose.", "start": 240.62, "duration": 2.58}, {"text": "And that's completely been left by the wayside, so there's no truth.", "start": 243.2, "duration": 2.78}, {"text": "There's no capacity, even the scientific materialist worldview actually robs you of the capacity to even change yourself.", "start": 246.02, "duration": 5.94}, {"text": "The studies that I've seen suggest that if you believe in a certain form of determinism,", "start": 252.26, "duration": 3.6}, {"text": "if you believe in hard determinism, you're less likely to go out and actually change your life and make it better", "start": 255.86, "duration": 3.86}, {"text": "because you buy into your own philosophy.", "start": 259.72, "duration": 2.0}, {"text": "And I think that as a society, we've sort of bought into that,", "start": 261.96, "duration": 1.8}, {"text": "that we're all victims of our own biology, victims of our own race, victims of our own ethnicity or our situation,", "start": 263.76, "duration": 4.48}, {"text": "and there's no way for us to get out of that.", "start": 268.36, "duration": 1.3}, {"text": "And so we may as well throw up our hands or at least give the power to the only thing that can change things,", "start": 269.66, "duration": 4.2}, {"text": "which is this massive collective that comes in and is the boot stomping on the human face forever.", "start": 273.9, "duration": 5.44}, {"text": "Well, there's also the strange misapprehension,", "start": 280.04, "duration": 2.58}, {"text": "I think, with regards to the nature of rights, because as far as I can tell, rights are a multi-faceted phenomena.", "start": 282.7, "duration": 8.36}, {"text": "But I think the least metaphysical claim that you can make about rights", "start": 291.34, "duration": 5.16}, {"text": "is that if I have a right, then that brings with it a parallel responsibility,", "start": 296.56, "duration": 4.7}, {"text": "not only to myself, to act in a manner that is in accordance with that right, whatever that happens to be,", "start": 301.44, "duration": 5.96}, {"text": "but I also have a responsibility,", "start": 307.4, "duration": 2.16}, {"text": "if the right is universal, to act in a certain manner towards you.", "start": 309.84, "duration": 3.68}, {"text": "Because there is no difference between rights and responsibilities, fundamentally.", "start": 313.94, "duration": 5.0}, {"text": "They're just the mirror image of one another.", "start": 319.0, "duration": 2.14}, {"text": "Now that's to say nothing about their potential metaphysical origin.", "start": 321.14, "duration": 3.46}, {"text": "I don't want to talk about that.", "start": 324.68, "duration": 1.26}, {"text": "But it doesn't seem to me to be logically tenable to have an infinite conversation about rights without having a parallel conversation about responsibility.", "start": 325.94, "duration": 8.9}, {"text": "So there's a logical flaw in it that leaves that gap that needs to be filled.", "start": 335.14, "duration": 4.28}, {"text": "And then the other thing that's occurred to me", "start": 339.76, "duration": 2.18}, {"text": "is that", "start": 342.58, "duration": 0.76}, {"text": "the genuine meaning in life, and I do believe that life has a genuine meaning,", "start": 343.66, "duration": 4.24}, {"text": "I think I could make that claim without even making it metaphysical,", "start": 347.9, "duration": 3.34}, {"text": "although I don't mind the metaphysical addition to it", "start": 351.26, "duration": 4.56}, {"text": "It seems to me that almost all the things that people find meaningful in life that aren't merely impulsive pleasures, which, of course,", "start": 355.82, "duration": 7.12}, {"text": "create their own entanglements, have to do with the voluntary adoption of responsibility.", "start": 363.02, "duration": 4.64}, {"text": "So families are like that, okay. So then here's the next question.", "start": 368.88, "duration": 6.5}, {"text": "What do you think it is that's driven our loss of that half of the conversation? What's happened?", "start": 376.64, "duration": 6.52}, {"text": "So I think that this has been", "start": 384.18, "duration": 1.74}, {"text": "basically a 200-year movement that first manifested itself in Europe and is finally reaching American shores about a hundred years later.", "start": 385.92, "duration": 5.209}, {"text": "Which seems to be the pattern. All the bad stuff from Europe", "start": 391.13, "duration": 2.34}, {"text": "hits Europe about 50 to 100 years before it hits here, and now it comes here.", "start": 393.6, "duration": 3.52}, {"text": "I think that what happened here is that the enlightenment mentality was built on certain fundamental premises, including the use of human reason, the capacity for free will.", "start": 397.28, "duration": 7.42}, {"text": "And all of that in turn rested on assumptions about the universe including the idea that the universe has a", "start": 404.7, "duration": 5.64}, {"text": "discoverable design that we can actually find and pursue and that in doing so we will find happiness.", "start": 410.42, "duration": 5.42}, {"text": "The Aristotelian idea of happiness is very much bound up with the idea of you fulfilling your telos.", "start": 415.9, "duration": 5.98}, {"text": "The Judeo-Christian idea of happiness is you fulfilling God's purpose for you.", "start": 422.02, "duration": 3.46}, {"text": "There is always this idea of a higher purpose that you were seeking and I think what happened is that", "start": 425.48, "duration": 3.9}, {"text": "the enlightenment project, which started off in an attempt really in the 13th century by people like Aquinas and Maimonides to unite religion and science,", "start": 429.38, "duration": 8.06}, {"text": "fell apart when they started to divide the two.", "start": 437.62, "duration": 2.26}, {"text": "We're seeking the same thing. Religion and science are both seeking universal truths that can be applicable to our own lives and make us more fulfilled.", "start": 439.88, "duration": 8.1}, {"text": "The project of science became to destroy one pole, to destroy religion.", "start": 448.0, "duration": 4.22}, {"text": "And then by doing that, science almost turned in on itself. Reason almost ate itself.", "start": 452.22, "duration": 3.56}, {"text": "So I think reason basically turned into, okay, we're going to follow to the logical end point all of the non-religious bases of human thought.", "start": 455.78, "duration": 9.38}, {"text": "And once you do that, it's very difficult not to fall into a sort of self-refuting trap about human thought.", "start": 465.22, "duration": 7.52}, {"text": "You're just a set of neurons that are firing. Neurons don't have responsibility.Your dog doesn't have responsibility.", "start": 472.74, "duration": 5.06}, {"text": "Do you have responsibility? You are a product of your environment, your biology.", "start": 477.8, "duration": 4.08}, {"text": "Does that carry with it any sort of moral responsibility? You don't have the capacity to choose.", "start": 481.88, "duration": 3.76}, {"text": "If you don't have the capacity to choose, how do you have moral responsibility?", "start": 485.74, "duration": 2.44}, {"text": "I debated Sam Harris on particularly, this issue, and I thought that actually the most telling point of the debate and discussion was not anything the two of us said.", "start": 488.18, "duration": 6.74}, {"text": "It was a woman who got up at the very end and said to Sam, \"I totally agree with you.", "start": 495.0, "duration": 3.02}, {"text": "\"There's no free will in the hard sense.", "start": 498.02, "duration": 1.89}, {"text": "\"You can't make any... see, there's no choice other than TO, right? You will have to do this,", "start": 499.91, "duration": 4.5}, {"text": "\"just driven by your biology and environment. But I have a five year old son, what do you want--", "start": 504.41, "duration": 4.289}, {"text": "\"What should I say to him?\" and Sam basically said, \"Lie.\"", "start": 508.7, "duration": 2.78}, {"text": "Right? He basically said, \"Well, tell him that he's capable of making a choice and that that's the truth about civilization.\"", "start": 511.54, "duration": 6.44}, {"text": "Either you believe that's a lie and you're actively engaging in plato's good lie, basically,", "start": 517.98, "duration": 4.54}, {"text": "or you have to believe in free will. And I don't think the capacity to choose in the capacity to self better is a lie.", "start": 522.58, "duration": 8.46}, {"text": "I think that people do have the capacity to do that.", "start": 531.04, "duration": 1.8}, {"text": "I think even Sam believes that, but he refuses to acknowledge it because otherwise I don't think it would be in the educational position that he is, right?", "start": 532.84, "duration": 6.22}, {"text": "He spends his life trying to people, so that it's all weird.", "start": 539.06, "duration": 2.94}, {"text": "I mean, I actually said in the in the discussion,", "start": 542.009, "duration": 2.04}, {"text": "\"Why are we all in this auditorium? We were just sort of predestined by the universe to be in this auditorium at a certain time?", "start": 544.049, "duration": 5.551}, {"text": "\"Do you bring the feel fulfilled by that? If so, you really have no choice in the matter.\"", "start": 549.6, "duration": 3.46}, {"text": "Well one of the things that's always bothered me about the new atheist types and the hyper-rationalists", "start": 553.72, "duration": 5.0}, {"text": "is that, as far as I can tell, their conduct is full of performative contradictions", "start": 558.72, "duration": 5.0}, {"text": "They say they believe certain things,", "start": 563.72, "duration": 1.98}, {"text": "but they don't act that way.", "start": 565.709, "duration": 1.93}, {"text": "And in my sense because I'm an existentialist at heart, is that what you believe is what you act out.", "start": 567.64, "duration": 6.28}, {"text": "What you say might be in accordance with that and it might not.", "start": 573.92, "duration": 3.26}, {"text": "But there's no reason to assume that your beliefs are transparent to yourself, regardless of your claims.", "start": 577.18, "duration": 6.62}, {"text": "And so I also don't see any evidence whatsoever that a society can exist that functions over any reasonable period of time, in any reasonable manner,", "start": 584.04, "duration": 10.14}, {"text": "without predicating itself on the belief that people are both capable of free will and that they're responsible.", "start": 594.32, "duration": 6.52}, {"text": "And so, the fact that it seems to be impossible to build a functioning society, or even functioning dyadic relationships for that matter,", "start": 601.36, "duration": 7.78}, {"text": "in the absence of the presupposition of free will and the capacity for voluntary change,", "start": 609.14, "duration": 4.76}, {"text": "indicates to me some evidence for the existence of those capacities.", "start": 614.14, "duration": 4.76}, {"text": "And you have to be a staggeringly cynical person to think that no, we just have to believe that that's true even though it's a lie,", "start": 618.9, "duration": 6.28}, {"text": "and predicate our cultures on that. First of all I don't...", "start": 625.18, "duration": 3.3}, {"text": "I think it's a weak claim. I don't think that--it's also not the rock upon which you want to found your culture.", "start": 630.48, "duration": 6.58}, {"text": "So one of the things that struck me about the mythological stories that I've immersed myself in, is that there's always three,", "start": 637.6, "duration": 7.02}, {"text": "there's always three prime characters in a mythological story.", "start": 644.62, "duration": 3.4}, {"text": "There's culture, right? So that's the Great Father,", "start": 648.02, "duration": 3.06}, {"text": "let's say, in his many mythological guises. And there's nature. That's the Great Mother.", "start": 651.08, "duration": 4.7}, {"text": "And so you could say that that's the biology and society of the modern scientists.", "start": 655.78, "duration": 4.64}, {"text": "But then there's the independent individual as a causal force,", "start": 660.42, "duration": 3.7}, {"text": "who has a nature that enables choice and free will and all of those things.", "start": 664.52, "duration": 5.3}, {"text": "And that independent third factor is something like the Logos that gives rise to being at the beginning of time, right?", "start": 670.06, "duration": 6.18}, {"text": "That calls order forth out of chaos.", "start": 676.36, "duration": 2.88}, {"text": "And the fact that we can't account for that scientifically, although, I don't think we can deny it either, doesn't mean that it doesn't exist.", "start": 679.48, "duration": 7.5}, {"text": "Yeah, I totally agree with that.", "start": 688.28, "duration": 0.98}, {"text": "And, of course, I enjoy Maps of Meaning, so I'm pretty familiar with the terminology that you use, because I've read your book.", "start": 689.26, "duration": 5.26}, {"text": "But I think that you know there's", "start": 694.52, "duration": 1.95}, {"text": "this idea that you can find meaning in a meaningless universe.", "start": 696.47, "duration": 3.49}, {"text": "That we're just meatballs wandering through space with a little bit of sentience.", "start": 699.96, "duration": 3.429}, {"text": "Understanding that we're meatballs wandering through space.", "start": 704.09, "duration": 1.82}, {"text": "I have a hard time building any sort of system on that.", "start": 705.91, "duration": 3.0}, {"text": "And the refusal of the new atheist to even recognize that the morality that they promulgate, right, the rip that they have on religion typically", "start": 709.07, "duration": 6.169}, {"text": "is that religion is barbaric and backwards and promulgates all sorts of horrible moral values with which they disagree.", "start": 715.24, "duration": 4.96}, {"text": "And what they refuse to acknowledge is that their moral values are predicated within that system.", "start": 720.54, "duration": 4.64}, {"text": "For the vast majority of human time, the values that they are espousing are not only not universal,", "start": 725.36, "duration": 4.82}, {"text": "they're not even minority values. They didn't exist for the vast majority of human time.", "start": 730.18, "duration": 3.86}, {"text": "They are absolute creations of a Judeo-Christian system that is combined with Greek reason to come up with what we have today.", "start": 734.04, "duration": 7.62}, {"text": "And this is essentially the theory that I have come up with, is that,", "start": 741.66, "duration": 2.86}, {"text": "and this is the thesis of the book that I'm writing right now,", "start": 744.68, "duration": 2.119}, {"text": "which is that in order for in order for a society or an individual to feel fulfilled,", "start": 746.86, "duration": 4.88}, {"text": "you basically have to have four things.", "start": 751.74, "duration": 1.42}, {"text": "You have to have an individual purpose, you have to feel like you have a purpose in the world.", "start": 753.16, "duration": 3.04}, {"text": "You personally have a purpose in the world.", "start": 756.2, "duration": 1.54}, {"text": "You have to feel like you have an individual capacity. You have to feel like you are capable of pursuing that with alacrity.", "start": 757.74, "duration": 5.32}, {"text": "You have to have a communal purpose. You have to feel like you along with others are pursuing a higher goal that means something.", "start": 763.06, "duration": 5.52}, {"text": "And you have to have communal capacity, so a system that has been built that allows that community to activate when it needs to activate", "start": 768.58, "duration": 5.459}, {"text": "and back off so that the individual can exist in that vacuum.", "start": 774.04, "duration": 2.86}, {"text": "And we have torn away at all the roots of those things because of all of those things", "start": 777.14, "duration": 5.08}, {"text": "that, I think the apotheosis of--I think the apex of modern thought was basically the unfulfilled", "start": 782.22, "duration": 6.16}, {"text": "but universal theories of the the American Founding Fathers.", "start": 788.38, "duration": 2.74}, {"text": "I think it's about as good as it got in terms governmental theory.", "start": 791.12, "duration": 2.82}, {"text": "I don't think it's gotten better since then. I think that it's been extended more broadly.", "start": 793.96, "duration": 3.46}, {"text": "I think the Universalism that they were implying has now been applied in many ways, and that's a great thing, right?", "start": 797.42, "duration": 4.7}, {"text": "The founders, obviously, still held slaves, many of them.", "start": 802.12, "duration": 3.16}, {"text": "But their principles were not in favor of slavery.", "start": 805.38, "duration": 2.72}, {"text": "So the principles that they espoused were based on, again, these two competing poles", "start": 808.1, "duration": 4.98}, {"text": "that are constantly in tension with one another in this sort of Leo Strauss-ian tension with one another.", "start": 813.08, "duration": 4.9}, {"text": "Between reason and revelation, the Judeo-Christian tradition and the Greek tradition of reason.", "start": 817.98, "duration": 4.82}, {"text": "And the tug and back and forth is what allows you to have one foot in right and one foot in duties.", "start": 822.88, "duration": 5.16}, {"text": "So it'd be really good to have a lengthy conversation about this at some point,", "start": 829.66, "duration": 3.68}, {"text": "because there's some things in here that really have to be dealt in deeply.", "start": 833.34, "duration": 3.74}, {"text": "The \"you have to find your own purpose\" argument was one that was put forth very strongly by Nietzsche after he announced the death of God.", "start": 837.24, "duration": 8.62}, {"text": "He said that people would have to revalue good and evil and to come up with their own definitions of what constituted morality.", "start": 845.86, "duration": 5.68}, {"text": "The Nietzschian criticism of Christianity is about as deep as it got, with the possible exception of Dostoyevsky.", "start": 852.1, "duration": 6.32}, {"text": "But there's one of the things I really liked about Carl Jung, and that's really struck me as irrefutable, is", "start": 858.7, "duration": 7.54}, {"text": "Jung's fundamental response to Nietzsche was that, well,", "start": 866.68, "duration": 4.32}, {"text": "let's take the argument of the death of God to its logical conclusion.", "start": 871.54, "duration": 3.64}, {"text": "And then let's investigate the idea that human beings have to be the creators of their own systems of meaning.", "start": 875.18, "duration": 6.16}, {"text": "Jung's idea, and this was also the case for the other psychoanalysts, was that's just palpably false", "start": 881.42, "duration": 6.5}, {"text": "Because it turns out that you're not the sort of creature that can create your own meaning.", "start": 887.96, "duration": 4.55}, {"text": "You're the sort of creature that has to discover the meaning that already exists encoded within you.", "start": 892.51, "duration": 4.619}, {"text": "And part of that is that you're not your own slave.", "start": 897.46, "duration": 2.64}, {"text": "And so it's a critique, not only of the idea that you can will your own destiny in its entirety,", "start": 900.54, "duration": 5.78}, {"text": "while completely ignoring the fact that you have a nature.", "start": 906.32, "duration": 2.14}, {"text": "But it's also a profound critique of the socialist utopian ideas that human beings can be molded in any way that they see fit.", "start": 908.46, "duration": 6.96}, {"text": "And so Jung's objection was something like,", "start": 915.42, "duration": 3.16}, {"text": "well, try to generate a meaning on your own, out of nothing.", "start": 918.88, "duration": 3.42}, {"text": "And then try to force yourself to follow it and see how far you get.", "start": 922.3, "duration": 4.36}, {"text": "What you'll find is that you rebel.", "start": 926.66, "duration": 2.46}, {"text": "Your own nature rebels in every possible way", "start": 929.12, "duration": 2.82}, {"text": "against the arbitrary imposition of a certain--of just any old moral framework on the manner in which you're going to conduct yourself.", "start": 931.94, "duration": 6.86}, {"text": "Yeah, I think this is such a deep critique.", "start": 940.38, "duration": 2.16}, {"text": "And I think that it's so telling because what we've come up with is,", "start": 942.66, "duration": 3.4}, {"text": "the substitute for what you're talking about,", "start": 946.06, "duration": 2.22}, {"text": "which is this acknowledgement that there is a universal purpose that we ought to be aspiring to discover.", "start": 948.28, "duration": 4.88}, {"text": "That it's actually out there.", "start": 953.16, "duration": 0.94}, {"text": "There's a purpose out there, and it's our job to uncover it, as opposed to self creating it.", "start": 954.1, "duration": 3.86}, {"text": "Then that is a really deep divide in America, I think in the West generally, because what people have said is,", "start": 958.0, "duration": 6.18}, {"text": "okay, we finally realized that we do need this thing called purpose, right?", "start": 964.18, "duration": 2.42}, {"text": "We can't just be hedonists all the time. Drugs and sex aren't going to cut it.", "start": 966.6, "duration": 2.72}, {"text": "We're actually gonna need to come up with some purpose...", "start": 969.32, "duration": 2.4}, {"text": "Yeah, they're hydrous.", "start": 971.72, "duration": 0.94}, {"text": "Right, but we're not going to be able to, but at the same time", "start": 972.86, "duration": 3.04}, {"text": "we don't want a government or a society or a church or a community forcing down its universal perception of values on us.", "start": 975.9, "duration": 7.68}, {"text": "And so therefore, our our happy medium is going to be you define your own freedom.", "start": 983.58, "duration": 4.28}, {"text": "You define your own rights. And you define your own view of the universe.", "start": 987.86, "duration": 3.68}, {"text": "Well that is always going to just evolve into this pathetic sort of solipsism", "start": 991.54, "duration": 5.36}, {"text": "that can never be escaped from and doesn't provide happiness anyway.", "start": 996.92, "duration": 3.72}, {"text": "I mean, the people who quote-unquote define their own meaning are some of the least happy people that you will ever meet, because", "start": 1000.64, "duration": 5.08}, {"text": "they don't believe that they're in consonance with anything larger.", "start": 1005.72, "duration": 2.72}, {"text": "If you're looking into your self,", "start": 1008.44, "duration": 1.48}, {"text": "your self is not that big.", "start": 1009.92, "duration": 0.81}, {"text": "There's not that much there, right?", "start": 1010.73, "duration": 0.95}, {"text": "There has to be something beyond you, whether you find it in God or whether you find it in a community or in nature.", "start": 1011.68, "duration": 5.18}, {"text": "There has to be something that speaks to you beyond the guts that exist inside you, or you're just examining your own intestines.", "start": 1016.86, "duration": 6.06}, {"text": "I think too that you can make a strong scientific case, and this is something I never got to in my discussions with Sam Harris,", "start": 1022.92, "duration": 6.44}, {"text": "is you could make a strong scientific case for the reality of meaning as an...", "start": 1029.36, "duration": 5.84}, {"text": "let's just call it for the reality of meaning.", "start": 1036.16, "duration": 2.84}, {"text": "You might think about it as a psychological reality,", "start": 1039.0, "duration": 2.38}, {"text": "but you can think about it as a metaphysical or a biological reality too.", "start": 1041.38, "duration": 3.52}, {"text": "Because as far as I can tell, and there's good neurological evidence for this,", "start": 1044.9, "duration": 4.54}, {"text": "your brain is adapted to two modes of being.", "start": 1049.44, "duration": 2.98}, {"text": "And one mode of being is that mode that obtains when you're where you know what you're doing", "start": 1052.71, "duration": 4.4}, {"text": "and you know what's going on.", "start": 1057.11, "duration": 1.33}, {"text": "So you could call that explored territory, let's say.", "start": 1058.44, "duration": 2.4}, {"text": "And there's another mode of being that is that which obtains when you don't know what's going on.", "start": 1060.84, "duration": 5.96}, {"text": "When you're in unexplored territory.", "start": 1066.8, "duration": 1.48}, {"text": "You can say, well, animals since the beginning of time have adapted to some combination of exploring an unexplored territory.", "start": 1068.36, "duration": 5.96}, {"text": "And that's roughly akin to known and unknown, which I think is what's symbolized in the yin-yang symbols.", "start": 1074.32, "duration": 5.62}, {"text": "And as far as I can tell, the sense of meaning that people experience that's spontaneous and deep", "start": 1079.94, "duration": 6.72}, {"text": "is an indication that they're functioning well in exploring territory, but simultaneously Increasing their capacity to deal with unexplored territory.", "start": 1086.66, "duration": 8.12}, {"text": "So it's like the zone of proximal development, or even the flow states that Csikszentmihalyi has talked about.", "start": 1094.82, "duration": 5.7}, {"text": "But see, the best thing to be is where things are going well for you.", "start": 1100.52, "duration": 5.28}, {"text": "But also where you're expanding the capacity of things to go well for you simultaneously.", "start": 1105.8, "duration": 4.98}, {"text": "And then you can add to that the fact that that's not going to be solipsistic.", "start": 1110.78, "duration": 3.68}, {"text": "Because we live in a social world.", "start": 1114.46, "duration": 1.88}, {"text": "If I'm pursuing something that's deeply meaningful, then what if things are constructed fortunately?", "start": 1116.34, "duration": 7.3}, {"text": "Then I'm going to be pursuing something that's very good for me now and me later and me deep in the future at the same time", "start": 1123.64, "duration": 7.96}, {"text": "I'm pursuing something that's good for you now, and you later and you deep into the future.", "start": 1131.6, "duration": 4.32}, {"text": "And I believe that sense of", "start": 1136.14, "duration": 1.64}, {"text": "deep engagement that envelops people in fortunate periods of their lives is actually a neurological signal that", "start": 1138.18, "duration": 7.02}, {"text": "the layers of being are stacked on top of one another properly and that you're oriented", "start": 1145.2, "duration": 5.18}, {"text": "properly within them and that it's...", "start": 1150.84, "duration": 2.74}, {"text": "See, to me, I've often thought that the most real thing is pain.", "start": 1153.66, "duration": 4.92}, {"text": "And then you might say, well,", "start": 1158.58, "duration": 1.76}, {"text": "If there's an antidote to pain, that would be something that would be even more real than pain.", "start": 1160.34, "duration": 4.78}, {"text": "And it seems to me that the sense of meaning that I'm talking about here,", "start": 1165.12, "duration": 3.32}, {"text": "that's associated with this sense of ultimate responsibility is an antidote to pain and therefore is something that's most real.", "start": 1168.44, "duration": 7.2}, {"text": "I don't see anything- you can make a metaphysical claim about that and that's perfectly reasonable.", "start": 1175.72, "duration": 4.62}, {"text": "But you don't have to. You can make a bloody hardcore scientific claim for that.", "start": 1180.34, "duration": 4.26}, {"text": "And I think it's extremely difficult to refute.", "start": 1184.6, "duration": 2.28}, {"text": "I tend to agree with that.", "start": 1189.72, "duration": 0.949}, {"text": "And I think that you referencing the flow state, that's something that the...", "start": 1190.669, "duration": 3.93}, {"text": "where we are happiest, right, from from scientific research, is in that flow state.", "start": 1194.88, "duration": 3.44}, {"text": "And that flow state Is exactly what we're talking about now.", "start": 1198.32, "duration": 3.06}, {"text": "This feeling that you have mastery over your capacity to explore the unexplored.", "start": 1201.38, "duration": 4.62}, {"text": "And that the unexplored is worth is worth exploring, right?", "start": 1206.0, "duration": 2.36}, {"text": "I mean, that's the other thing, is that what drives you to to explore the unexplored?", "start": 1208.36, "duration": 4.46}, {"text": "It's not just that you get up in the morning and you feel like wandering outside into the forest.", "start": 1212.82, "duration": 4.24}, {"text": "There's some of that.", "start": 1217.16, "duration": 0.56}, {"text": "But I think some of it is that you feel like there's an actual necessity for you as a human being to do that.", "start": 1217.72, "duration": 3.58}, {"text": "There's a moral duty for you to try and conquer new worlds.", "start": 1221.3, "duration": 2.62}, {"text": "And adding the moral layer, the moral impetus on top of,", "start": 1224.2, "duration": 3.68}, {"text": "I just have a decision to go out and explore unexplored territory is what I think", "start": 1227.88, "duration": 5.84}, {"text": "allows civilization to create rather than destroy.", "start": 1233.72, "duration": 3.32}, {"text": "And I've talked a lot on my show about male toxicity.", "start": 1237.04, "duration": 3.78}, {"text": "You know, what people call \"toxic masculinity\" and all this nonsense.", "start": 1240.82, "duration": 2.36}, {"text": "Yeah, yeah.", "start": 1243.22, "duration": 0.5}, {"text": "And the binary nature, I think, of human beings, particularly men, is that men,", "start": 1243.72, "duration": 6.74}, {"text": "because I have a little boy who's a year and a half old, and he's either he's either building a stack of blocks or he's destroying the stack of blocks.", "start": 1250.46, "duration": 5.12}, {"text": "There is no in-between and so if you're exploring unexplored territory,", "start": 1255.64, "duration": 4.08}, {"text": "They're only two ways to deal with that one is to actually take a fire and set it in the unexplored territory or the other", "start": 1259.73, "duration": 4.47}, {"text": "Is to cultivate that unexplored territory and adding that moral layer of it's your job", "start": 1264.2, "duration": 4.5}, {"text": "to forge out into the universe and make that cultivated territory, to bring that into the known that adding that moral dimension is I think", "start": 1269.28, "duration": 6.829}, {"text": "what both the Greeks and", "start": 1276.51, "duration": 2.0}, {"text": "Judeo-Christian tradition are about and I think it's more", "start": 1278.91, "duration": 2.239}, {"text": "Christian but the idea that there is a God worth exploring and that God has reached down to man and uplifted him is is I", "start": 1282.03, "duration": 5.69}, {"text": "think relevant to Judeo-Christian religion", "start": 1287.72, "duration": 2.609}, {"text": "And is really the essence of Judeo-Christian religion.  Iif you look at polytheism", "start": 1290.33, "duration": 2.699}, {"text": "That notion that you're out there to try and understand God", "start": 1293.49, "duration": 2.75}, {"text": "It doesn't it doesn't exist in polytheistic religion the notion that you're supposed to look beyond", "start": 1296.24, "duration": 4.47}, {"text": "Your you're supposed to look beyond yourself to a broader understanding of the universe", "start": 1300.96, "duration": 3.469}, {"text": "No", "start": 1304.43, "duration": 0.42}, {"text": "You were subject to forces in the universe right and those were represented by the different gods not this idea that there's a universal system", "start": 1304.85, "duration": 5.219}, {"text": "That's that's at least partially knowable that if you spend your life trying to investigate and live in consonance with you will be happier", "start": 1310.07, "duration": 6.27}, {"text": "That's a lot closer to the Greek system", "start": 1316.34, "duration": 1.51}, {"text": "Which is why you ends up with this common idea of the Logos that you talk about being in the book of John.", "start": 1317.85, "duration": 4.53}, {"text": "But also really springing from from Greek thought. I mean that's that's that's the idea there. Right, right.", "start": 1322.4, "duration": 3.78}, {"text": "Yes an unbelievably brilliant synthesis. No you-you-you", "start": 1326.92, "duration": 2.88}, {"text": "touched on the idea of cultivation", "start": 1330.36, "duration": 2.0}, {"text": "So I wanted to ask you about that", "start": 1332.36, "duration": 1.529}, {"text": "I'm going to Amsterdam to talk to you this event at this event sponsored by a group called the Dutch lion", "start": 1333.889, "duration": 6.0}, {"text": "And that's going to happen January 19th", "start": 1339.889, "duration": 2.55}, {"text": "and we've got about 2,000 people attending this event and it's going to be a national discussion about", "start": 1342.44, "duration": 5.88}, {"text": "Dutch and European identity and immigration and", "start": 1348.9, "duration": 2.7}, {"text": "So in principle it could be a big deal and one of the things I've been meditating on is what it is that", "start": 1351.78, "duration": 6.68}, {"text": "Western civilization got right and", "start": 1358.46, "duration": 2.64}, {"text": "so the first thing I think is that we got the idea of the Logos right that's a big deal the sovereignty of the", "start": 1361.169, "duration": 5.449}, {"text": "individual and the sovereignty and the necessity for respect of the capacity of the", "start": 1366.779, "duration": 4.79}, {"text": "Exploring individual to conquer new territory and make it habitable.  We got that right and so and I mean fundamentally right, but then", "start": 1372.389, "duration": 7.82}, {"text": "That seems also to me to tie interestingly into the idea of property rights because the fundamental Marxist claim", "start": 1380.73, "duration": 6.199}, {"text": "There's a number of them", "start": 1387.24, "duration": 0.98}, {"text": "but one of the most fundamental", "start": 1388.22, "duration": 1.209}, {"text": "claims is that", "start": 1389.429, "duration": 0.96}, {"text": "property is in some sense theft and so that might even mean the property that you accrued as a consequence of being successful", "start": 1390.389, "duration": 6.2}, {"text": "and I think it might be worth giving the devil his due and say well are there conditions under which my", "start": 1396.69, "duration": 6.949}, {"text": "occupation of a space to the exclusion of you isn't merely theft and the idea of cultivation I think is exactly the right", "start": 1404.549, "duration": 7.579}, {"text": "Answer to that", "start": 1412.32, "duration": 0.709}, {"text": "Is that the point is for each of us to allow the other to", "start": 1413.029, "duration": 5.13}, {"text": "occupy a particular place and time", "start": 1418.499, "duration": 2.06}, {"text": "In the hopes that we'll each take care of it for our own benefit and for the benefit of others", "start": 1420.809, "duration": 4.67}, {"text": "And then what happens is that everyone wins", "start": 1425.48, "duration": 2.339}, {"text": "Yeah, and this is a very obviously Lockean idea, right?", "start": 1428.82, "duration": 2.869}, {"text": "This is this is Locke's idea of what makes property worthwhile and property rights worth well as you mix your labor with the land and", "start": 1431.69, "duration": 4.92}, {"text": "You cultivated it", "start": 1436.61, "duration": 0.779}, {"text": "Which is why Locke specifically talks about the notion of adverse possession right if I own a piece of property?", "start": 1437.389, "duration": 5.04}, {"text": "And I just decided to leave it trashed", "start": 1442.429, "duration": 2.01}, {"text": "Somewhere and then someone comes in and cultivates the property even though I own the property", "start": 1444.99, "duration": 3.409}, {"text": "I should have a good legal case to actually make against that owner because I'm not cultivating the property the idea being that", "start": 1448.399, "duration": 5.099}, {"text": "Cultivation and use of the land is actually your individual duty. It's your individual duty", "start": 1453.69, "duration": 4.55}, {"text": "There's also your communal duty", "start": 1458.24, "duration": 1.08}, {"text": "So I think the moral legitimacy of property rights is you know in in Locke's thought particularly is very much tied to", "start": 1459.32, "duration": 7.33}, {"text": "Cultivation and your personal stake in what you've done with with the property that you own again", "start": 1467.08, "duration": 5.989}, {"text": "It's exactly your point that there's a mix of rights to these property rights our linkage of duties. It's not just props go be owned", "start": 1473.07, "duration": 4.98}, {"text": "Okay, so maybe we can close with this", "start": 1478.75, "duration": 1.97}, {"text": "You know the the idea of a garden is very interesting to me and of course the natural", "start": 1480.72, "duration": 3.9}, {"text": "Environment of the human being is the garden according to Genesis right it's the Garden of Eden", "start": 1484.9, "duration": 4.819}, {"text": "And I've thought for a long time, \"Well, Why is it a garden?\" And the answer to that is that a garden is the optimal", "start": 1489.72, "duration": 5.969}, {"text": "Juxtaposition of nature and culture. Right, so a garden is nature", "start": 1496.66, "duration": 3.289}, {"text": "Blooming of its own accord, but tended very carefully and so then the rule would be something like you're allowed", "start": 1500.5, "duration": 6.5}, {"text": "You're allowed to own something you have the right to own something you have the privilege to own something if what you're doing is", "start": 1507.13, "duration": 6.65}, {"text": "Transforming it into a bountiful garden", "start": 1514.03, "duration": 2.0}, {"text": "Right I think it's true, and I think that's true in every area of a successful life", "start": 1518.02, "duration": 3.949}, {"text": "It's true with how you raise your children", "start": 1521.97, "duration": 0.99}, {"text": "Yeah, you lose the right to raise your children properly if you're raising your children improperly", "start": 1522.96, "duration": 3.6}, {"text": "I think it's true of marriage marriages break down when you don't cultivate", "start": 1526.56, "duration": 2.519}, {"text": "cultivation is the the ultimate human need is cultivation and", "start": 1529.81, "duration": 3.199}, {"text": "When we cultivate whether it's in the realm of knowledge or science or whether it's in the realm of religion and relationships", "start": 1533.23, "duration": 5.66}, {"text": "then we are happier and when we don't cultivate and we and when we deprive ourselves of the capacity and", "start": 1538.89, "duration": 4.79}, {"text": "Both the capacity and the purpose of cultivation, then everything falls into anarchy, then then just through entropy everything will fall apart, I think.", "start": 1544.24, "duration": 6.78}, {"text": "Ok, ok, so the right objection to \"privilege\" is cultivation. It's like. I'm not privileged. I'm cultivating", "start": 1551.44, "duration": 5.26}, {"text": "I like that. I like that a lot. Yeah well", "start": 1557.53, "duration": 2.089}, {"text": "It's necessary to take it to grip these things by the neck you know and so ok, that's good well look", "start": 1559.62, "duration": 5.94}, {"text": "Thanks very much for talking to me", "start": 1565.56, "duration": 1.44}, {"text": "I hope we get a chance to talk again in the relatively near future because there's some things we could really sort out I think", "start": 1567.0, "duration": 4.619}, {"text": "That'd be great. I'd really appreciate it and big fan of your work obviously", "start": 1571.84, "duration": 3.05}, {"text": "Yeah, the feeling's mutual.", "start": 1575.83, "duration": 1.86}, {"text": "Thanks so much. Good talking to you. Happy new year, eh? You too.", "start": 1577.69, "duration": 3.68}]}