{"video_id": "o2bFzK2EdIo", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Jamil Jivani: Author of \"Why Young Men\"", "url": "https://www.youtube.com/watch?v=o2bFzK2EdIo", "date": "2019-03-27", "description": "Mr. Jamil Jivani is a Yale Law School graduate who rose out of the depths of a history of extreme academic underachievement to the pinnacles of educational success. He was born in Toronto, and attended Humber College, and York University, prior to enrolling at Yale, where he was Program Director of the Marshal-Brennan Constitutional Literacy Program and President of the Yale Black Law Students Association.  In 2014-2015, he was an articling student at the major Toronto law firm Torys LLP. \n\nHe has also worked diligently in Toronto to improve police-community relationships, as well as holding teaching and research positions at Osgoode Hall Law School and Yale Law School.\n\nMr. Jivani is, in my opinion, a textbook case of a man who took responsibility. He came from a rough background, certainly one of comparative deprivation, and made far more of the opportunities that were still hidden there in some sense than might be reasonably expected of any man. \n\nIt seems to me that a world that had more people like Jamil Jivani in it would by anyone's standards be a better place.It was a privilege to speak with him. I hope you enjoy the conversation, and I would encourage you to pick up his book, \"Why Young Men: Rage, Race and the Crisis of Identity.\" You can get the book in Canada at Amazon.ca here: https://amzn.to/2UiPI24\n\nYou can pre-order the US version, due May 21, 2019 in the US at MacMillan at http://bit.ly/2HKqNPg\n\nI should also point out that Mr. Jivani has managed many of his remarkable achievements while suffering from a very serious illness, which we also discuss in this podcast. \n\n\n\n\nHis website can be found at https://www.jamiljivani.ca/\n\nHis podcast, The Road Home with Jamil Jivani, is available at Spotify at https://spoti.fi/2UcgpWq, at iTunes at https://goo.gl/V2FALA, as well as on the many other podcast apps popularly and commonly available.\n\nTwitter.com/jamiljivani\n \n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 5302, "transcript_parts": [{"text": "You", "start": 13.01, "duration": 2.0}, {"text": "One today I have the good fortune to be speaking with Jamil. Jivani", "start": 18.72, "duration": 4.61}, {"text": "Jamil is a Torontonian. He's an author lawyer", "start": 24.75, "duration": 4.16}, {"text": "Activist and host of the road home podcast, which was launched just recently", "start": 29.579, "duration": 4.91}, {"text": "December 2018", "start": 35.1, "duration": 1.56}, {"text": "He recently completed the seven province book tour visiting thousands of young men across Canada in partnership with the Michael pinball", "start": 36.66, "duration": 7.609}, {"text": "Clemens foundation", "start": 44.82, "duration": 1.919}, {"text": "He's 31 years old grew up in the Toronto area raised by a single mother", "start": 46.739, "duration": 4.099}, {"text": "Considered illiterate in high school at age 16 had the highest grades at Humber College by the age of 18", "start": 51.69, "duration": 4.819}, {"text": "Scholarship to Yale Law School by 22 was a lawyer by the age of 25", "start": 57.21, "duration": 4.519}, {"text": "He's taught at Osgoode Hall Law School in Toronto worked with JD Vance author of hillbilly elegy", "start": 62.04, "duration": 6.019}, {"text": "To start a non-profit in Ohio corporate lawyer at Tory's LLP leader of police reform and voter education", "start": 68.31, "duration": 6.319}, {"text": "Initiatives. He had a book published by HarperCollins last spring in Canada", "start": 75.15, "duration": 4.819}, {"text": "The book was why young men raged race and the crisis of identity", "start": 79.97, "duration": 4.349}, {"text": "U.s. International", "start": 84.84, "duration": 1.409}, {"text": "Publication by st. Martin's Press in may 2000 nineteen", "start": 86.249, "duration": 2.99}, {"text": "He's also", "start": 90.119, "duration": 1.591}, {"text": "And unfortunately being diagnosed with cancer", "start": 91.71, "duration": 2.899}, {"text": "Battling stage four non-hodgkins lymphoma cancer being on chemotherapy drugs and undergoing radiation", "start": 95.579, "duration": 6.02}, {"text": "therapy since February", "start": 102.21, "duration": 1.949}, {"text": "So we have a lot of things to talk about Jamil and I so we're going to start", "start": 104.159, "duration": 4.729}, {"text": "We're going to start conversing as a consequence. So thanks a lot for making the time to talk with me", "start": 109.439, "duration": 5.239}, {"text": "Thank you for the invitation", "start": 115.259, "duration": 2.0}, {"text": "So, why don't we start with with your book and your tour", "start": 118.619, "duration": 2.84}, {"text": "Yeah, well, it's the book came out", "start": 122.729, "duration": 2.45}, {"text": "Actually just a month after I was diagnosed with cancer. So", "start": 125.85, "duration": 3.68}, {"text": "The it's it's it's Bennett last year a lot of highs and lows like that", "start": 130.38, "duration": 4.069}, {"text": "The highs have been incredible because I've had the privilege of you know", "start": 134.48, "duration": 3.72}, {"text": "Like you being able to go around and speak to people about my book and my ideas", "start": 138.2, "duration": 4.08}, {"text": "Certainly, not as large audiences as you have but you know been able to go to places in the country that I think young men", "start": 143.01, "duration": 6.65}, {"text": "need to hear stories of self empowerment and what individual agency can accomplish and", "start": 150.03, "duration": 6.08}, {"text": "shared though that that experience with in in areas where I think", "start": 156.93, "duration": 4.46}, {"text": "You know books are often not seen as relevant to the lives of", "start": 162.48, "duration": 3.529}, {"text": "everyday people I think I've been able to learn a lot about the disconnect between the literary industry and", "start": 166.56, "duration": 6.86}, {"text": "Everyday Canadians and I think that's true in other countries as well", "start": 173.819, "duration": 3.11}, {"text": "where", "start": 177.42, "duration": 0.81}, {"text": "books", "start": 178.23, "duration": 0.6}, {"text": "sometimes aren't written for an audience of people who might most benefit from those ideas and", "start": 178.83, "duration": 5.27}, {"text": "I feel very privileged today and we'll go around and talk to people about", "start": 184.2, "duration": 3.559}, {"text": "the struggles young men face the tools that", "start": 188.88, "duration": 2.75}, {"text": "are often given to them in terms of how to overcome those struggles and", "start": 192.12, "duration": 4.429}, {"text": "Also the tools they find in the absence of better options. Do you have a copy of your book just behind you?", "start": 196.769, "duration": 5.9}, {"text": "You should maybe hold it up so that we could all see it. Yeah. Yeah, let's take a look", "start": 202.67, "duration": 3.21}, {"text": "Yeah, so here's the book. The the US Edition will have a similar cover and", "start": 207.269, "duration": 4.61}, {"text": "Yeah, it's been it's been it's been a heck of an experience", "start": 212.73, "duration": 3.02}, {"text": "you know, I think there's something very humbling about people caring what you think about anything quite honestly, so it's a", "start": 215.75, "duration": 6.75}, {"text": "And there's a there's a responsibility that comes with to take", "start": 223.709, "duration": 3.71}, {"text": "the opportunity of an audience and do something meaningful with it, and I've tried my best to do that with the book and I'm", "start": 228.239, "duration": 6.95}, {"text": "Excited to do that in other countries next year as well. So", "start": 235.68, "duration": 3.35}, {"text": "You said something interesting about books and it's something worth delving into a bit, you know", "start": 240.78, "duration": 5.929}, {"text": "the number of people the proportion of people who buy books is relatively small and", "start": 246.709, "duration": 4.169}, {"text": "It's not like books are everybody's friend", "start": 251.61, "duration": 2.0}, {"text": "so that", "start": 254.2, "duration": 1.14}, {"text": "The act of literate audience is actually a rather small minority of people and one of the things that's quite cool about YouTube", "start": 255.34, "duration": 6.35}, {"text": "Let's say and also about podcasts is that it enables people who might be intimidated by books", "start": 261.69, "duration": 5.399}, {"text": "But who are perfectly capable of understanding relatively complex ideas to?", "start": 267.09, "duration": 4.23}, {"text": "Access them another way and it is really too bad. That reading is a minority taste because", "start": 271.66, "duration": 5.869}, {"text": "Well, it's such an effective means of communication. But at least these other channels have been opening up. I", "start": 278.08, "duration": 4.969}, {"text": "Agree and I think perhaps most effectively books are a", "start": 284.77, "duration": 3.32}, {"text": "conversation starter", "start": 288.64, "duration": 0.92}, {"text": "You know the idea of putting ideas out there and then being able to go to a city you've never been before and people", "start": 289.56, "duration": 5.489}, {"text": "have a", "start": 295.27, "duration": 1.17}, {"text": "Starting point in which they can engage you and talk about their lives and your life and what's similar and what's different? That's a", "start": 296.44, "duration": 6.679}, {"text": "Maybe the most powerful part of a book to me", "start": 304.24, "duration": 2.21}, {"text": "I actually think a lot about it in the sense of you know, the most read book for example", "start": 306.45, "duration": 4.679}, {"text": "like the Bible and texts like that, which I think their greatest power is in trying to offer some sort of", "start": 311.13, "duration": 6.029}, {"text": "shared kind of moral universe for people of different backgrounds and", "start": 317.89, "duration": 3.829}, {"text": "Ancestors and in different parts of the world to kind of come under write and I feel like with a book you have that", "start": 322.0, "duration": 5.809}, {"text": "Ability, I hope which is to tell a story where you have no real say or power and who picks it up", "start": 328.54, "duration": 6.319}, {"text": "but you hope that it's", "start": 334.99, "duration": 2.0}, {"text": "Powerful enough and truthful enough that whoever picks it up is going to feel like they're part of that that conversation", "start": 337.39, "duration": 6.649}, {"text": "so", "start": 344.04, "duration": 0.43}, {"text": "Maybe you could outline for us the main points of your book and also talk about how it grew out of your experience being part", "start": 344.47, "duration": 6.139}, {"text": "Of what's really quite remarkable about your biography is the apparent", "start": 350.61, "duration": 4.32}, {"text": "disjuncture between your status", "start": 355.6, "duration": 2.239}, {"text": "Hypothetically as illiterate at age 16 and then no a very high academic achiever by the age of 18", "start": 358.33, "duration": 5.629}, {"text": "It's like so I'm curious about the interplay", "start": 364.24, "duration": 2.3}, {"text": "I'm curious about that period about how that happened and and and and what it Manton but then also about", "start": 366.54, "duration": 5.25}, {"text": "The journey that you took so to speak on the road to writing this book", "start": 372.01, "duration": 3.679}, {"text": "yeah when I was", "start": 376.72, "duration": 2.0}, {"text": "16 I I would maybe describe myself as someone who was the the depths of despair, right?", "start": 379.479, "duration": 5.67}, {"text": "I was a really angry person. My father had left my family", "start": 385.15, "duration": 4.32}, {"text": "My mom was raising me and two younger sisters by herself", "start": 390.47, "duration": 3.14}, {"text": "I was in a neighborhood where I saw what I regarded as a lot of unfairness", "start": 393.61, "duration": 6.209}, {"text": "You know things like racial profiling by police officers", "start": 400.43, "duration": 2.66}, {"text": "Disproportionate poverty a lack of job opportunities. This is in the suburbs of Brampton where most of the people in my neighborhood were", "start": 404.48, "duration": 5.989}, {"text": "newcomers to the country or children of newcomers and", "start": 411.02, "duration": 2.509}, {"text": "I was kind of I think being weighed down by a perspective that encouraged", "start": 414.14, "duration": 5.929}, {"text": "Hopelessness and victimization in my life. So I was a cognitively capable young man", "start": 421.28, "duration": 5.39}, {"text": "that's how you go from, you know illiterate to a Yale Law student in less than six years, but", "start": 427.52, "duration": 6.799}, {"text": "What was was missing was the desire to show that that those good parts of me to anyone?", "start": 434.99, "duration": 5.66}, {"text": "So what do you taking was? What do you think? It was exactly that?", "start": 440.65, "duration": 3.089}, {"text": "produced that", "start": 444.65, "duration": 1.68}, {"text": "sense of", "start": 446.33, "duration": 1.56}, {"text": "Despair despair that possessed you when you were 16", "start": 447.89, "duration": 3.649}, {"text": "I mean you you outlined some of it, you know", "start": 451.54, "duration": 1.98}, {"text": "You lived in a neighborhood that was well an immigrant neighborhood and and and you saw", "start": 453.52, "duration": 4.529}, {"text": "What you regarded as Manifest social unfairness?", "start": 458.33, "duration": 2.779}, {"text": "but then it's obviously the case too that for some reason when you decided to I don't know if you dropped that idea or", "start": 461.33, "duration": 7.669}, {"text": "Transcended it", "start": 469.34, "duration": 0.62}, {"text": "You did something different and all of a sudden your life took off in in a variety of extremely positive directions", "start": 469.96, "duration": 5.699}, {"text": "Like, how do you how do you account for that initial possession by that set of ideas and then more importantly?", "start": 475.66, "duration": 6.329}, {"text": "How do you account for the fact that you somehow managed to let's say", "start": 481.99, "duration": 3.87}, {"text": "Escape it", "start": 486.38, "duration": 1.77}, {"text": "Hmm. So for my situation", "start": 488.15, "duration": 2.929}, {"text": "I think this describes out of my peer group as well not having a father around", "start": 491.08, "duration": 3.539}, {"text": "And and the kind of dysfunction that that often comes with", "start": 494.87, "duration": 3.38}, {"text": "put us in a position where we were looking at a lot of the wrong places for cultural leadership and", "start": 499.01, "duration": 5.6}, {"text": "Pop culture right hip hop gangster movies things like that filled the void in our case", "start": 505.31, "duration": 5.42}, {"text": "So the tools I was given to understand my life, too", "start": 511.22, "duration": 4.249}, {"text": "Explain my frustrations were tools that encouraged me to I think live in us with a certain kind of", "start": 516.21, "duration": 7.459}, {"text": "Victim identity as my default right that I could for example lit", "start": 526.71, "duration": 5.599}, {"text": "Believe that being a gangster and a criminal was acceptable", "start": 533.22, "duration": 4.34}, {"text": "for me and my peers because we", "start": 538.29, "duration": 2.75}, {"text": "Experienced unfairness, right the way the world treated us determine the kind of morals that we picked up, right?", "start": 542.13, "duration": 5.179}, {"text": "so it's justifiable revenge in some sense against an entire system, right or at minimum it winds up becoming", "start": 547.31, "duration": 6.72}, {"text": "Just you lower the expectations of yourself, right you walk around thinking that", "start": 554.64, "duration": 3.859}, {"text": "What you know to be good is something that you don't have to achieve you don't have to strive for goodness", "start": 559.14, "duration": 6.619}, {"text": "Because the world has put you in this unfair position and therefore anything is possible. So we think so. Ok", "start": 566.13, "duration": 6.26}, {"text": "So how much of that I'm curious about that?", "start": 572.39, "duration": 2.07}, {"text": "I mean that it's a common it's a common human attitude to adopt that sort of perspective and you know", "start": 574.46, "duration": 6.029}, {"text": "plenty of people have reason to be", "start": 580.83, "duration": 2.0}, {"text": "doubtful about the", "start": 583.17, "duration": 1.8}, {"text": "Appropriateness or fairness of their life in their situation but that you know, there's two things there that get tangled together", "start": 584.97, "duration": 6.77}, {"text": "I think and one is a sense of thwarted justice", "start": 591.74, "duration": 3.42}, {"text": "Right and that might be the optimistic viewpoint that people look out in the world and they see that it's unfair and that bothers them", "start": 595.41, "duration": 5.449}, {"text": "Morally, and and there's nothing wrong with being bothered that way but the problem too is is that adopting that?", "start": 600.96, "duration": 5.539}, {"text": "Victimization stance and worse maybe adopting a stance that justifies a certain amount of antisocial or criminal", "start": 607.92, "duration": 6.71}, {"text": "Attitude towards society given its unfairness also provides young people", "start": 614.82, "duration": 4.64}, {"text": "That's a young man in this case with an excuse", "start": 620.01, "duration": 2.959}, {"text": "not to do their best and not to put effort into anything and I think that that that", "start": 623.13, "duration": 5.179}, {"text": "excuse is often masked by a", "start": 629.49, "duration": 2.33}, {"text": "self justification that's associated with", "start": 632.46, "duration": 2.239}, {"text": "That hypothetical stressed striving for justice", "start": 635.4, "duration": 2.959}, {"text": "You know because it's it's one thing to be", "start": 639.27, "duration": 2.479}, {"text": "upset about social injustice", "start": 642.57, "duration": 2.0}, {"text": "but it's another thing to use that as an excuse not to strive forward and", "start": 645.33, "duration": 4.19}, {"text": "Right because there's a psychological element and a sociological element there that are at play. So so", "start": 650.31, "duration": 4.61}, {"text": "Tell me what you think about that then tell me how you progress despite", "start": 655.5, "duration": 3.59}, {"text": "Having that attitude accepting that attitude or having it inculcated", "start": 660.48, "duration": 3.859}, {"text": "yeah, I think you're exactly spot-on, you know like later on in my life when I was a", "start": 665.67, "duration": 3.949}, {"text": "University student, for example, I would hear all of the same arguments over again", "start": 670.38, "duration": 4.46}, {"text": "but they but you hear them differently when you have the privilege and opportunity of being at a university right when you hear about how", "start": 674.84, "duration": 7.59}, {"text": "rigged the world is and that history is burdened you and and an", "start": 682.71, "duration": 4.099}, {"text": "Opportunity is fleeting because of what you look like or what your parents come from", "start": 687.0, "duration": 3.77}, {"text": "in a university environment people take those as", "start": 691.38, "duration": 2.809}, {"text": "you know, they pat themselves on the back for making those assertions because they think they're", "start": 695.01, "duration": 4.7}, {"text": "Virtuously looking at the the problems of the world that we often overlook or take for granted", "start": 700.83, "duration": 5.869}, {"text": "But when you're in the thick of it when those problems are your life?", "start": 706.7, "duration": 3.72}, {"text": "When you have a choice to make every day", "start": 710.88, "duration": 2.09}, {"text": "Do I tell myself it's worth doing my home working going to school or do I just stay home? And", "start": 712.97, "duration": 4.169}, {"text": "Smoke weed in the basement do I?", "start": 717.45, "duration": 2.119}, {"text": "Make the effort to see how the little bit of", "start": 720.09, "duration": 2.45}, {"text": "Agency, I might have in a difficult circumstance could make the difference of where my life turns out. That's a", "start": 722.67, "duration": 5.69}, {"text": "Yes, you know that's when those talking points", "start": 728.91, "duration": 2.0}, {"text": "Become a potential", "start": 731.49, "duration": 2.0}, {"text": "You know kind of poisonous moral environment for you to live in because", "start": 734.91, "duration": 3.44}, {"text": "maasai collage achill concept that my friend JD writes about hillbilly elegy in the context of", "start": 739.23, "duration": 6.469}, {"text": "poverty in Appalachia called learned helplessness", "start": 746.37, "duration": 2.42}, {"text": "right, and I think that's a lot of it which is you disassociate your actions and behaviors with the outcome of what you", "start": 749.82, "duration": 7.549}, {"text": "experience in life and when you get to that point", "start": 757.47, "duration": 2.809}, {"text": "It's really hard to find the motivation to work hard or believe that there's a meritocracy at all in the world around you", "start": 761.04, "duration": 6.769}, {"text": "All right, but the funny thing is about learned helplessness, you know", "start": 767.81, "duration": 2.73}, {"text": "And then this is something that I think it's really reasonable for us to delve into is that in the animal in the animal?", "start": 770.54, "duration": 6.359}, {"text": "Experimental world which is where the concept of learned helplessness emerges what happens that to produce learned helplessness", "start": 777.57, "duration": 6.399}, {"text": "What you do is you you punish an animal for any sort of active behavior", "start": 784.519, "duration": 6.53}, {"text": "No matter what it does", "start": 791.329, "duration": 1.29}, {"text": "It's hopeless and it and it truly is hopeless", "start": 792.619, "duration": 3.17}, {"text": "right because the animal keeps trying but every time it tries to do whatever it's going to do it ends up being punished and", "start": 795.79, "duration": 5.459}, {"text": "sooner or later it will just", "start": 801.47, "duration": 2.0}, {"text": "Cease to act and that has been put forward at least in part as a model for depression", "start": 804.139, "duration": 5.119}, {"text": "And and I think there's a certain amount of validity to that. Although depression is a very complex concept", "start": 809.259, "duration": 4.2}, {"text": "the situation you're describing is somewhat different because", "start": 814.009, "duration": 3.29}, {"text": "what you pointed out was that when you were sitting at home as a as an", "start": 818.48, "duration": 3.619}, {"text": "Adolescent let's say and you had the choice between doing your homework and putting forward your your motive agency. However,", "start": 822.619, "duration": 6.32}, {"text": "forceful that might have been", "start": 829.49, "duration": 1.889}, {"text": "and justifying doing something like", "start": 831.379, "duration": 2.179}, {"text": "Slinking off to smoke dope and avoiding your responsibilities", "start": 834.11, "duration": 3.049}, {"text": "You could justify the avoidance by making reference to the fundamental unfairness of society", "start": 837.16, "duration": 5.82}, {"text": "But that isn't the same as actually having tried really hard a dozen times or a hundred times and failed each time", "start": 842.98, "duration": 7.169}, {"text": "It's like it's more like the premature presumption of learned helplessness. And I do see this very frequently among young men", "start": 850.309, "duration": 7.58}, {"text": "is that they they've adopted this attitude that the world is such a", "start": 857.889, "duration": 4.02}, {"text": "catastrophic ly unfair place and life is so unjust in its fundamental essence that", "start": 862.189, "duration": 6.11}, {"text": "There's no sense even trying to begin with that. You're only a fool if you do that", "start": 868.429, "duration": 4.94}, {"text": "Yeah, I agree", "start": 874.819, "duration": 1.341}, {"text": "I think what happens is you see other people's failings or other other", "start": 876.16, "duration": 6.359}, {"text": "young men whether they're your peers or people you even just", "start": 882.889, "duration": 2.57}, {"text": "listen to in the music and music or you see on television or whatever the case you see their attempts and failures as", "start": 885.709, "duration": 6.41}, {"text": "Evidence of your own right?", "start": 892.429, "duration": 1.551}, {"text": "And so if hmm if everybody", "start": 893.98, "duration": 2.579}, {"text": "You know has struggled for example to go to college or university then that is in some way you trying right?", "start": 896.559, "duration": 6.15}, {"text": "You don't see a distinction between your own efforts and those of other people", "start": 902.709, "duration": 3.179}, {"text": "not that's how I would describe my mentality at the time, which is for instance I could", "start": 906.259, "duration": 4.28}, {"text": "you", "start": 911.179, "duration": 1.431}, {"text": "Go on", "start": 912.61, "duration": 1.32}, {"text": "Turn on the news and see a story about", "start": 913.93, "duration": 2.33}, {"text": "Let's say like when I was really young kids seeing Rodney King got beat up by police officers in Los Angeles", "start": 916.45, "duration": 5.179}, {"text": "Right and that could stick with me and become", "start": 921.64, "duration": 3.14}, {"text": "an example of what someone like me would have gone through but for not being there at the time right and so you see that", "start": 925.12, "duration": 6.59}, {"text": "right empal and you internalize that as an instance of", "start": 931.71, "duration": 2.579}, {"text": "Well people like me when we walk around the street we get treated that way by cops", "start": 934.39, "duration": 3.77}, {"text": "So I might as well have gone through that too because I see that as an example of me", "start": 938.16, "duration": 4.649}, {"text": "Potentially exert, you know asserting myself in society and then paying a deep price for it, right? So it should emulate those right?", "start": 943.39, "duration": 7.489}, {"text": "So that's done. That's the the price paid for", "start": 950.88, "duration": 3.9}, {"text": "for adopting a certain dimension of identity and I mean", "start": 955.78, "duration": 3.709}, {"text": "I think it's inevitable to do that to some degree because we do belong to different group identities", "start": 959.49, "duration": 5.28}, {"text": "But you're saying that you you classified yourself", "start": 965.11, "duration": 4.28}, {"text": "Let's say or you saw yourself in the same group as someone like Rodney King", "start": 969.39, "duration": 4.2}, {"text": "You saw that the group that he was attributed to you you believed that that was a valid group", "start": 974.02, "duration": 6.32}, {"text": "attribution and then drew", "start": 980.68, "duration": 2.119}, {"text": "Conclusions that weren't favorable to your own striving and that but that also still sets you up so that you're not really testing yourself", "start": 983.32, "duration": 6.739}, {"text": "Against the world, right? You're starting out with these assumptions about", "start": 990.31, "duration": 2.84}, {"text": "About the privacy of group identity. Let's say it now you", "start": 993.82, "duration": 3.679}, {"text": "curious about that too because you also talked about the negative consequences of fatherlessness and", "start": 998.14, "duration": 5.029}, {"text": "One of the so I'm inferring from that that you see a link between the presence of a father", "start": 1003.75, "duration": 7.52}, {"text": "And an antidote to that", "start": 1012.0, "duration": 2.63}, {"text": "Socialization by by what by popular culture group identity something like that", "start": 1015.93, "duration": 4.64}, {"text": "I mean, we know that fairness isn't good for people by any spy by any measure. It's it's a catastrophe", "start": 1020.57, "duration": 5.58}, {"text": "Yeah, well I think like if you're in that that that frame of mind where", "start": 1028.079, "duration": 4.489}, {"text": "Those instances of group identity starts you tell you something about yourself then having a man in your house", "start": 1033.24, "duration": 6.979}, {"text": "Who's not getting beat up by the cops is?", "start": 1040.22, "duration": 2.19}, {"text": "Automatically what a complicated right having a man in your house who looks after his kids and goes to work and and takes responsibility", "start": 1043.199, "duration": 7.26}, {"text": "For his family in this community", "start": 1050.71, "duration": 2.0}, {"text": "who shows you how to love a woman and be kind to people that is a", "start": 1053.71, "duration": 4.459}, {"text": "Complication of", "start": 1060.37, "duration": 0.99}, {"text": "An other world view that might otherwise think that every other man who's not your dad has something to teach you about who you are", "start": 1061.36, "duration": 6.26}, {"text": "Yeah, okay", "start": 1067.87, "duration": 0.98}, {"text": "so that's identity centers a lot in that so the idea is something like", "start": 1068.85, "duration": 3.569}, {"text": "If and I believe this like is one of the things I've noticed about kids who are let's say neurologically intact", "start": 1072.76, "duration": 6.409}, {"text": "so so maybe these are there's lots of reasons why people", "start": 1079.81, "duration": 4.489}, {"text": "can develop psychological disorders and some of them are physical but imagine that you take a child who's physically healthy and", "start": 1085.78, "duration": 7.64}, {"text": "You put them in a given environment. My my intuition has been that a", "start": 1093.94, "duration": 5.51}, {"text": "Child needs to have at least one", "start": 1100.06, "duration": 2.0}, {"text": "positive role model within", "start": 1102.73, "duration": 2.0}, {"text": "Immitation distance now. Sometimes he or she can sort of piece that together", "start": 1106.24, "duration": 3.649}, {"text": "Fragmentarily also from popular media images, you know", "start": 1110.44, "duration": 2.69}, {"text": "The images of the heroes in movies and so on but it's really helpful to have at least one person in your immediate environment", "start": 1113.13, "duration": 6.029}, {"text": "who is", "start": 1119.74, "duration": 1.17}, {"text": "manifesting the pattern that characterizes individual success", "start": 1120.91, "duration": 3.02}, {"text": "and so maybe it's something like if that positive role model isn't there then the easiest", "start": 1123.93, "duration": 5.64}, {"text": "Default is to a victimized group identity. Does that seem reasonable? I", "start": 1129.79, "duration": 4.489}, {"text": "Think it's reasonable, especially if you're if you're from a community and you share an identity that has been", "start": 1134.86, "duration": 6.89}, {"text": "very strongly", "start": 1142.78, "duration": 1.95}, {"text": "associated with victimization in the first place and I think that's a big part of it is", "start": 1144.73, "duration": 4.159}, {"text": "You know when you when when I was a kid and thought of myself as a black man", "start": 1148.99, "duration": 4.399}, {"text": "that immediately came with a certain kind of baggage of historical and present-day victimization and", "start": 1153.58, "duration": 6.709}, {"text": "Because my father is black", "start": 1161.14, "duration": 1.61}, {"text": "my mother is white so him being gone and and in some ways being my", "start": 1162.75, "duration": 4.589}, {"text": "My kind of connection to the to a black family being gone", "start": 1167.56, "duration": 3.709}, {"text": "I was", "start": 1171.27, "duration": 1.12}, {"text": "Very vulnerable to how blackness was being presented to me", "start": 1172.39, "duration": 3.469}, {"text": "because I didn't have a black person house showing me something different and the blackness that I was presented was one that was", "start": 1176.05, "duration": 6.209}, {"text": "Deeply tied to victimization right and one that was constantly excusing", "start": 1182.51, "duration": 5.39}, {"text": "any poor behavior we might have", "start": 1188.45, "duration": 2.03}, {"text": "maybe not more than any other group of people but but associating any poor behavior we might have with", "start": 1191.06, "duration": 5.809}, {"text": "History, right? And so it's this idea that you are", "start": 1197.84, "duration": 2.329}, {"text": "inheriting", "start": 1201.08, "duration": 1.47}, {"text": "low expectations of yourself and of your behavior and", "start": 1202.55, "duration": 3.109}, {"text": "And you don't know what it would look like to look in the mirror and not see a victim, right?", "start": 1206.09, "duration": 4.309}, {"text": "Would that even be right great where I didn't know it also provides that Avenue for justification that we already described", "start": 1210.4, "duration": 5.64}, {"text": "And so okay. So so let's look at this two ways", "start": 1216.04, "duration": 2.969}, {"text": "well, there's an old psychoanalytic idea, you know of secondary gains and so if we're going to be", "start": 1219.01, "duration": 5.369}, {"text": "critical in our analysis about", "start": 1225.47, "duration": 2.0}, {"text": "victimization culture we might ask", "start": 1227.96, "duration": 2.179}, {"text": "Well, what benefits does it bring to the people who adopt it so and you know those can and when I mean benefits", "start": 1230.14, "duration": 6.72}, {"text": "I don't mean long-term", "start": 1236.86, "duration": 2.0}, {"text": "iterative", "start": 1239.66, "duration": 1.89}, {"text": "high-quality benefits, I mean short-term payoffs", "start": 1241.55, "duration": 2.689}, {"text": "Let's say you know how it is if you have work to do and you avoid it that's a short-term payoff. It's a benefit and", "start": 1244.24, "duration": 5.31}, {"text": "Because you don't have to do the work now. There's a medium to long term cost but", "start": 1250.28, "duration": 3.77}, {"text": "I'm very curious about about the the element of victimization culture that justifies I", "start": 1254.96, "duration": 5.809}, {"text": "Think antisocial and avoidant behavior is probably the right way of putting it now", "start": 1262.4, "duration": 4.04}, {"text": "You know where I grew up I grew up in a working-class community", "start": 1266.44, "duration": 2.609}, {"text": "And I had friends and associates who were who ranged from you know?", "start": 1270.08, "duration": 4.13}, {"text": "pretty decent kids to pretty solidly planted in the delinquent camp and", "start": 1274.21, "duration": 4.199}, {"text": "generally, the more delinquent types had a whole handful of rationalizations for their behavior and and", "start": 1279.05, "duration": 6.05}, {"text": "It's it's very dangerous to have those rationalizations at hand because most forms of anti-social behavior", "start": 1285.86, "duration": 5.479}, {"text": "Or avoidant behavior for that matter very bad medium to long term strategies. So", "start": 1292.04, "duration": 4.94}, {"text": "anyways", "start": 1297.65, "duration": 1.26}, {"text": "What negative psychological elements of yours do you think the victimization narrative?", "start": 1298.91, "duration": 5.959}, {"text": "Supported and what positive aspects did it suppress?", "start": 1306.32, "duration": 3.169}, {"text": "Well it the the negative ones is supported were", "start": 1311.69, "duration": 3.5}, {"text": "What it", "start": 1317.929, "duration": 1.471}, {"text": "wanting to be mad at my circumstances and", "start": 1319.4, "duration": 3.829}, {"text": "To not see anyway, I might be responsible for changing them, right? Yeah, so", "start": 1324.049, "duration": 5.54}, {"text": "Justification for I was looking for that justification", "start": 1330.83, "duration": 2.119}, {"text": "Yeah", "start": 1333.02, "duration": 0.62}, {"text": "the other thing that it does and I don't know if it was unique to me because I think it's they're", "start": 1333.64, "duration": 3.419}, {"text": "Variations of it in everybody, but it just means that you don't feel", "start": 1337.13, "duration": 3.349}, {"text": "The burden of solving a problem, right?", "start": 1341.03, "duration": 2.959}, {"text": "I mean, it's hard to walk around feeling like if you worked a little bit harder if you listen to people", "start": 1343.99, "duration": 6.929}, {"text": "who care about you if you", "start": 1350.919, "duration": 2.0}, {"text": "You know just made the effort and put the time in that maybe things could be different that makes you you you feel", "start": 1353.45, "duration": 6.2}, {"text": "Responsible for that and when and that comes with the possibility of failing, right?", "start": 1359.78, "duration": 3.589}, {"text": "Yes, Gary to think that you you could do something and if you don't get it, then you're failing out", "start": 1363.37, "duration": 5.64}, {"text": "yeah, so that's another interesting thing about that that", "start": 1369.01, "duration": 2.849}, {"text": "assumption of learned helplessness is that", "start": 1372.559, "duration": 2.3}, {"text": "if you don't try", "start": 1375.919, "duration": 2.0}, {"text": "Huh as Homer Simpson told Bart if you never try you can't fail", "start": 1377.96, "duration": 3.709}, {"text": "Okay, great. Right, right, so which is very comical", "start": 1382.22, "duration": 2.959}, {"text": "So that was that was definitely I would say like a negative part of my thinking that wanting to see myself as a victim supported", "start": 1385.179, "duration": 6.239}, {"text": "In terms of the positive stuff that it kind of pushed down. I think it", "start": 1392.299, "duration": 5.6}, {"text": "meant that I", "start": 1398.6, "duration": 2.0}, {"text": "For example was willing to put my mom through some really", "start": 1402.26, "duration": 3.829}, {"text": "I did some really difficult", "start": 1406.79, "duration": 2.119}, {"text": "situations where she had to stress and worry about me and what I was doing and I would later learn that I have a", "start": 1409.73, "duration": 5.479}, {"text": "positive power to actually", "start": 1415.429, "duration": 1.981}, {"text": "Burn value to her life and to make things easier for her and to help her raise my sisters and things like that", "start": 1417.41, "duration": 7.009}, {"text": "Those are strengths that I had", "start": 1424.94, "duration": 2.0}, {"text": "those are that is a desire for for responsibility and to be part of a family that I had that I was that I", "start": 1427.19, "duration": 7.729}, {"text": "didn't learn about myself until later on because I", "start": 1435.26, "duration": 3.199}, {"text": "I", "start": 1439.07, "duration": 1.08}, {"text": "Couldn't see myself as someone who had assets right who had strengths to offer", "start": 1440.15, "duration": 4.25}, {"text": "Yeah, there's always about", "start": 1444.94, "duration": 2.0}, {"text": "What other people were doing to me? Yeah, not about how I might positively affect somebody else or at minimum not negative. Right, right", "start": 1446.95, "duration": 7.579}, {"text": "well, which is definitely something well, yeah, so one of the things it's interesting with regards to the", "start": 1454.529, "duration": 4.77}, {"text": "Conversation about responsibility because one of the things that I've been talking to audiences about all around the world now is the idea", "start": 1459.909, "duration": 6.469}, {"text": "That maybe we find the sustaining meaning in their life precisely through the adoption of responsibilities", "start": 1466.69, "duration": 6.14}, {"text": "And you know you talked about reasons to be terrified of responsibility", "start": 1472.83, "duration": 3.599}, {"text": "And I think those are valid reasons what if you try and fail", "start": 1476.429, "duration": 3.479}, {"text": "especially when there's a fair bit of evidence around that that might be either the most likely path and it is in some sense because", "start": 1480.249, "duration": 6.2}, {"text": "You have to often try a lot of things before you succeed. Even if you turn out to be a successful person", "start": 1486.45, "duration": 4.409}, {"text": "but the price that you pay for abandoning that", "start": 1491.529, "duration": 2.63}, {"text": "responsibility is that that is where you find the meaning in life that can buttress you against the fact that life is unfair and", "start": 1494.47, "duration": 7.909}, {"text": "and", "start": 1502.659, "duration": 1.051}, {"text": "and", "start": 1503.71, "duration": 1.11}, {"text": "What would you call typify by suffering and also by malevolence and betrayal, you know?", "start": 1504.82, "duration": 4.609}, {"text": "You talked about discovering later in life that you could be a positive asset to your family and that's a big discovery, man", "start": 1509.429, "duration": 6.569}, {"text": "It's really something to be able to wake up in the morning or in the middle of the night and think well", "start": 1516.009, "duration": 4.55}, {"text": "you know, at least I'm", "start": 1520.559, "duration": 1.45}, {"text": "I'm doing something positive for the people that love me", "start": 1522.009, "duration": 2.599}, {"text": "To not have that's really a bad thing", "start": 1525.22, "duration": 2.0}, {"text": "Absolutely, the other thing is you you you tone you kind of tune out a lot of the people in your life who", "start": 1529.5, "duration": 7.369}, {"text": "Might have really important things to say to you right who might possess some genuine wisdom", "start": 1537.39, "duration": 4.25}, {"text": "but because what they're saying doesn't line up with the ideology you've", "start": 1541.77, "duration": 4.219}, {"text": "unknowingly in most cases", "start": 1546.809, "duration": 2.0}, {"text": "Clung to so strongly you don't hear them", "start": 1548.94, "duration": 2.84}, {"text": "and so the good people in your life that", "start": 1551.78, "duration": 2.0}, {"text": "Actually might be able to", "start": 1553.83, "duration": 2.0}, {"text": "Teach you something and put the right idea in your head and plant a seed that could grow into something beautiful", "start": 1555.84, "duration": 5.089}, {"text": "those people become less important to you and instead the the folks, who are", "start": 1561.48, "duration": 4.219}, {"text": "manipulative in some cases who want to tell you negative things and want you to believe that you can't do something like", "start": 1566.22, "duration": 6.08}, {"text": "Like you might you are you are destined to suffer until the evil system around right has collapsed", "start": 1572.55, "duration": 5.149}, {"text": "people who tell you that or variations of that message are the folks that you you hear from and and", "start": 1578.13, "duration": 5.449}, {"text": "That that's sad because when I look back there were good people in my life", "start": 1584.52, "duration": 3.349}, {"text": "and there were people who at my school who did do really well and", "start": 1587.87, "duration": 3.569}, {"text": "I would say in fact maybe most people in my community made really good decisions", "start": 1591.63, "duration": 3.739}, {"text": "And cared for each other and did really good things", "start": 1595.71, "duration": 3.05}, {"text": "And yeah, I was trapped in a world where I couldn't see them", "start": 1598.76, "duration": 2.069}, {"text": "They didn't even exist in my narrative about my life", "start": 1600.83, "duration": 2.729}, {"text": "Those people were either anomalies or they just didn't they were not part of my worldview at all. Yeah", "start": 1603.63, "duration": 6.199}, {"text": "Well, the thing is too is that people who start down the bad road?", "start": 1609.83, "duration": 3.27}, {"text": "let's say the bad road sake that's characterized by irresponsibility avoidance and and", "start": 1613.1, "duration": 4.89}, {"text": "Like a kind of a cruel rebellion a cruel and counterproductive rebellion, you know", "start": 1618.9, "duration": 5.119}, {"text": "They're also they also tend to be quite annoyed and irritated by counter examples and so they are likely to manipulate", "start": 1624.02, "duration": 7.14}, {"text": "Someone else a younger person for example or their peers", "start": 1631.53, "duration": 2.869}, {"text": "into", "start": 1635.28, "duration": 1.59}, {"text": "Participating in behaviors that aren't in anyone's best interest", "start": 1636.87, "duration": 3.26}, {"text": "Because they don't want the counter-examples", "start": 1640.679, "duration": 2.03}, {"text": "around and why would you if you you don't want to be you don't want to have your cynicism proved wrong because that's too", "start": 1642.9, "duration": 6.289}, {"text": "Shattering, you know, even though it would be the best thing for you", "start": 1649.35, "duration": 2.51}, {"text": "Yeah, absolutely. Right? I think that's absolutely right and the transition I wound up experiencing", "start": 1653.22, "duration": 6.199}, {"text": "Where I get out of high school and and kind of find my voice", "start": 1660.0, "duration": 4.68}, {"text": "comes out of some things that were completely", "start": 1665.47, "duration": 2.719}, {"text": "You know", "start": 1669.91, "duration": 1.29}, {"text": "Unintentional right? So I get to this point in grade 11 after I rewrite the literacy tests that we have to take in in", "start": 1671.2, "duration": 5.989}, {"text": "Ontario public schools I am", "start": 1677.23, "duration": 2.839}, {"text": "Finally considered literate. So that means I can finish high school and I", "start": 1680.65, "duration": 4.099}, {"text": "get very", "start": 1685.72, "duration": 1.05}, {"text": "Desperate to earn money because I didn't see a future where I could earn money legally", "start": 1686.77, "duration": 5.0}, {"text": "I thought I would have to be a criminal and I I genuinely", "start": 1691.77, "duration": 2.819}, {"text": "Believed that was my my destiny. And so I come close to buying a gun and I asked a friend for it", "start": 1695.23, "duration": 6.979}, {"text": "He quotes me a price", "start": 1702.21, "duration": 1.93}, {"text": "He says let me know", "start": 1704.14, "duration": 1.5}, {"text": "When you want it, and I go home on a day where I thought I was going to feel like a million bucks", "start": 1705.64, "duration": 4.52}, {"text": "cuz I finally had this tool of a criminal enterprise that I had been looking forward to and I wind up just", "start": 1710.16, "duration": 6.599}, {"text": "like crying my eyes out and I was devastated and I was scared and I thought", "start": 1717.04, "duration": 4.579}, {"text": "If my mom found out I had a gun she might give up on me and disown me I was okay", "start": 1721.78, "duration": 7.01}, {"text": "So that's oh that's interesting", "start": 1728.79, "duration": 1.17}, {"text": "so part of what called out to you when you were making what would have been a life-changing decision was the", "start": 1729.96, "duration": 7.59}, {"text": "violation of the of the", "start": 1737.89, "duration": 2.209}, {"text": "intimate relationship that you had", "start": 1740.83, "duration": 2.0}, {"text": "The love that you had that your mother had bestowed on you", "start": 1742.99, "duration": 3.38}, {"text": "So you were yeah", "start": 1746.41, "duration": 1.25}, {"text": "You felt deeply by all appearances that you were betraying that what else brought you to tears because you said, you know", "start": 1747.66, "duration": 6.839}, {"text": "You felt you thought that one possibility was that you'd feel somewhat", "start": 1754.5, "duration": 3.689}, {"text": "triumphant and finally managing this task and and joining the that the cast of outcasts, but that isn't how your conscience", "start": 1758.35, "duration": 7.01}, {"text": "responded", "start": 1766.09, "duration": 1.44}, {"text": "No, my conscience responded with with a fear knowing how owning a gun sends you into a spiral", "start": 1767.53, "duration": 7.849}, {"text": "I had seen other people go go down", "start": 1775.38, "duration": 2.219}, {"text": "You know when you own a gun as a young man, especially in a if you intend to use it", "start": 1778.63, "duration": 4.849}, {"text": "You wind up having?", "start": 1784.36, "duration": 1.05}, {"text": "problems with people who have guns and all of a sudden just to walk around the street you feel like you have to carry a", "start": 1785.41, "duration": 5.39}, {"text": "Gun on you for your own safety. Like if you look at the lives of young men who?", "start": 1790.8, "duration": 5.169}, {"text": "Wind up either victims or perpetrators in inner-city gang violence. Those are often young men who are committing what they call", "start": 1796.61, "duration": 8.0}, {"text": "Retaliatory bond. Yes, right. It is a web of responding to trauma and and killings and I was very scared", "start": 1805.37, "duration": 7.82}, {"text": "I would be in the middle of something like that", "start": 1813.19, "duration": 2.069}, {"text": "the other thing that really bothered me was a", "start": 1815.69, "duration": 2.689}, {"text": "concern that I was so angry at police officers for how I'd seen them shoot my father when I was a kid and", "start": 1818.69, "duration": 6.109}, {"text": "the treatment that I had experienced in terms of being followed around", "start": 1824.93, "duration": 3.229}, {"text": "The mall or followed home from the bus stop and seeing things like I mentioned, you know", "start": 1828.98, "duration": 4.82}, {"text": "the Rodney King beating and having that be part of", "start": 1833.8, "duration": 2.76}, {"text": "How I saw how the world worked and and and it presented a certain kind of", "start": 1837.53, "duration": 4.4}, {"text": "Almost like a disturbing rite of passage right as a black man", "start": 1842.39, "duration": 3.53}, {"text": "I felt like well when that happens to you", "start": 1845.92, "duration": 2.16}, {"text": "That means you're growing up because people are supposed to think you're dangerous and a criminal and so yeah", "start": 1848.08, "duration": 5.669}, {"text": "You know, there's even something about that", "start": 1854.33, "duration": 1.97}, {"text": "that's true because I", "start": 1856.3, "duration": 1.54}, {"text": "Think that people are supposed to think that you're dangerous when you grow up the question is what do you do with the dangerousness?", "start": 1857.84, "duration": 5.99}, {"text": "You know, so there is a yeah because you don't want to be naive and weak it's not help. Absolutely", "start": 1864.11, "duration": 5.21}, {"text": "But that there have a path there has to be a pathway to strength that isn't associated with catastrophe", "start": 1869.32, "duration": 5.699}, {"text": "yeah, well in my case it felt like I had Ari I had already felt like I was being treated like someone who carried a", "start": 1875.84, "duration": 6.32}, {"text": "gun around and there was something that really where I was almost disgusted by myself with the idea that I might validate that", "start": 1882.16, "duration": 7.559}, {"text": "stereotype by then doing that thing, right and", "start": 1890.12, "duration": 3.349}, {"text": "and and so there was this like conflate it was a it was a mix of shame that I felt right a mix of", "start": 1894.26, "duration": 5.75}, {"text": "fear and a certain sense of", "start": 1900.71, "duration": 2.99}, {"text": "You know worrying that I might never be able to come back from that decision", "start": 1905.09, "duration": 3.02}, {"text": "And so what the positive effect all of that had on me is I wound up isolating", "start": 1908.11, "duration": 5.82}, {"text": "Myself from my social network, like all the friends I had who I'd spent years talking tough with and sharing", "start": 1914.09, "duration": 6.41}, {"text": "you know gangster fairy tales and", "start": 1920.5, "duration": 2.0}, {"text": "And and and things like that. I wound up just not being able to show my face around them", "start": 1923.08, "duration": 4.049}, {"text": "Like I was scared they would think I was a punk. I'm a chicken", "start": 1927.129, "duration": 3.119}, {"text": "So you decided not to purchase the gun as a concept, I do not know", "start": 1930.86, "duration": 3.949}, {"text": "Okay", "start": 1934.809, "duration": 0.36}, {"text": "And so and that that and my life", "start": 1935.169, "duration": 2.0}, {"text": "Changed really quickly", "start": 1937.309, "duration": 0.99}, {"text": "Because all the people I've skipping class are that I didn't want to see anymore and the people I was smoking drugs with I didn't", "start": 1938.299, "duration": 6.02}, {"text": "Want to hang out with and the people who?", "start": 1944.32, "duration": 2.0}, {"text": "You know, I wasted so much of my time with the people who we cultivated that kind of victimization identity together", "start": 1946.669, "duration": 7.16}, {"text": "No longer were part of my life except for a few outliers. And so I", "start": 1954.169, "duration": 4.52}, {"text": "Unknowingly put myself in a situation where I could just think about the world differently and I started to go to class", "start": 1959.749, "duration": 6.59}, {"text": "Seriously for the first time and I wasn't a good student overnight", "start": 1966.71, "duration": 3.169}, {"text": "Like I finished I had to do day school in night school to graduate on time", "start": 1969.879, "duration": 3.27}, {"text": "And I just so badly wanted to get out of that building the high school. So I just left and", "start": 1973.149, "duration": 5.01}, {"text": "And the way to leave was to was to get my credits", "start": 1978.98, "duration": 2.809}, {"text": "So I graduate I wind up at Humber College because in one of the transfer program", "start": 1981.789, "duration": 4.199}, {"text": "Let's go through that in a bit more detail because it's pretty quite a remarkable story. So", "start": 1986.029, "duration": 4.4}, {"text": "Okay, so you had a choice point in your life and and the choice point was whether or not you were gonna well become armed", "start": 1991.009, "duration": 6.95}, {"text": "and dangerous fundamentally", "start": 1997.96, "duration": 1.839}, {"text": "Yeah and take that particular path and you decided not to you had a crisis of conscience", "start": 1999.799, "duration": 4.43}, {"text": "You decided not to and that in the that", "start": 2004.69, "duration": 3.14}, {"text": "Allowed you or forced you hard to say which to alienate you from your peers", "start": 2008.35, "duration": 6.289}, {"text": "But that must have been very lonesome. Like how did you put up with that?", "start": 2014.649, "duration": 3.83}, {"text": "Yeah, it wasn't easy and this is actually one of the hardest things", "start": 2020.08, "duration": 3.109}, {"text": "that I talk about with young men who are going through similar experiences as I'm describing in terms of negative peer pressure is", "start": 2024.279, "duration": 7.099}, {"text": "It's really hard to accept being alone", "start": 2031.96, "duration": 1.969}, {"text": "And I don't know why I was", "start": 2033.929, "duration": 2.55}, {"text": "Able to do it quite honestly because I look back and I think I'm not sure at 31 I could do it", "start": 2036.73, "duration": 4.789}, {"text": "Yeah, right exactly. That's exactly what I'm asking", "start": 2041.519, "duration": 2.43}, {"text": "It's it's it's quite because it's a it's a huge transformation not only to start buckling down at school", "start": 2043.96, "duration": 7.459}, {"text": "Especially at that age because you know, you had 16 years of not being disciplined. Let's say and also", "start": 2051.419, "duration": 5.88}, {"text": "isolating yourself from your peers at a point where", "start": 2058.18, "duration": 2.389}, {"text": "Arguably there's nothing more important than that peer Association", "start": 2061.18, "duration": 2.899}, {"text": "So and what did your mother make of this?", "start": 2064.66, "duration": 1.85}, {"text": "I mean all of a sudden you weren't seeing your friends and you were studying. I mean, she must have been shocked", "start": 2066.51, "duration": 3.72}, {"text": "I'm not sure she knew what was going on to be honest because", "start": 2071.35, "duration": 2.989}, {"text": "We didn't communicate much like we lived in the same house, but she was so busy. Just trying to", "start": 2074.89, "duration": 5.149}, {"text": "You know get to the next day and pay the bills and and make sure we had a house and and everything we needed", "start": 2080.86, "duration": 5.989}, {"text": "That I didn't really have an adult in my life who was providing any supervision. Right, right", "start": 2087.01, "duration": 6.229}, {"text": "For example, my mom never signed off for in all four years of high school. She never signed off those papers", "start": 2093.24, "duration": 5.94}, {"text": "you're supposed to say I'm acknowledging you saw your kids or poor card because I would just Forge it and", "start": 2099.18, "duration": 4.619}, {"text": "Bring it in and and she never said anything because she wasn't paying attention", "start": 2104.32, "duration": 3.709}, {"text": "I I didn't say anything to her", "start": 2108.61, "duration": 2.179}, {"text": "And so we had this this period of time where we were just ships passing in the night that we had barely any interaction", "start": 2110.82, "duration": 6.57}, {"text": "but she still revered there was a phrase you used in your conversation with a", "start": 2117.52, "duration": 4.64}, {"text": "Group of boys for the BBC radio at a boxing club where you said you need someone in your life who?", "start": 2122.41, "duration": 6.139}, {"text": "represents the light at the end of the tunnel", "start": 2128.71, "duration": 2.0}, {"text": "Yeah, and that's what my mom was to me", "start": 2130.75, "duration": 2.81}, {"text": "like even when we didn't talk", "start": 2133.56, "duration": 1.35}, {"text": "even when I was angry at her for picking my father and and and and and", "start": 2134.91, "duration": 5.25}, {"text": "Putting me in a situation where I had a parent who rejected me and I resented her for it and yet she still had this", "start": 2140.38, "duration": 6.77}, {"text": "belief in me that never went away this belief that", "start": 2147.55, "duration": 2.84}, {"text": "Some point Jamil could be better than he's proven himself to be right. So she was that's interesting", "start": 2150.82, "duration": 6.05}, {"text": "So it wasn't just her. It was also the fact that you had someone around that actually had more faith in you than you did", "start": 2156.87, "duration": 5.04}, {"text": "Exactly. Yeah, and and and and I think that's such a key part", "start": 2163.03, "duration": 3.199}, {"text": "Yeah, I agree when you really need that from a parent a if you get that from both parents", "start": 2166.23, "duration": 4.92}, {"text": "You're unbelievably fortunate but you desperately need it from at least one person. Someone's gotta believe in you", "start": 2171.15, "duration": 5.339}, {"text": "Yeah, so that the reason I get comfortable I guess with with loneliness is you know", "start": 2177.52, "duration": 5.719}, {"text": "And this is I think the role that the internet I think still plays in people's lives", "start": 2183.24, "duration": 4.38}, {"text": "Which is when you break away from us", "start": 2187.62, "duration": 2.399}, {"text": "From an in-person social network at a school or a workplace or whatever the case", "start": 2190.4, "duration": 4.29}, {"text": "The internet becomes the place where you can find an alternative social network and in my case", "start": 2194.85, "duration": 4.61}, {"text": "I was on these, you know, these like hiphop message boards all the time when I was a kid", "start": 2199.47, "duration": 5.27}, {"text": "I was always online reading about hip-hop and like conspiracy theories and I got caught up in a lot of", "start": 2204.74, "duration": 7.589}, {"text": "like Nation of Islam", "start": 2212.64, "duration": 2.0}, {"text": "doctrine and propaganda and", "start": 2214.92, "duration": 2.0}, {"text": "Those ideas were especially helpful to be honest in some cases. I think they delayed my", "start": 2217.41, "duration": 5.599}, {"text": "Ability to shake off the victimization identity I had adopted but what it did do for me was it just gave me an alternative?", "start": 2223.92, "duration": 6.739}, {"text": "Place to belong and so yeah those became the social networks", "start": 2230.82, "duration": 3.77}, {"text": "I had were online relationships and", "start": 2234.59, "duration": 2.1}, {"text": "I think that was part of how I was able to adjust away from my friend", "start": 2237.12, "duration": 3.709}, {"text": "circle was that I just had a bunch of stuff on the internet that I could I", "start": 2240.99, "duration": 4.459}, {"text": "Could go to and feel like I was connecting with people in another way. Okay now also now you said", "start": 2245.85, "duration": 5.12}, {"text": "Something interesting. You said that you really wanted to get out of that building and that", "start": 2251.7, "duration": 3.829}, {"text": "speaking about your school", "start": 2256.29, "duration": 1.22}, {"text": "But the way that you chose to get out was to path to graduate and pass was to accomplish the tasks", "start": 2257.51, "duration": 6.09}, {"text": "Now why in the world did you decide that that was a good idea. I", "start": 2263.6, "duration": 3.06}, {"text": "Suppose that's also because I wasn't sure what else I would do like at the point", "start": 2267.87, "duration": 3.889}, {"text": "You know, I was a kid who I did my grade 10", "start": 2271.76, "duration": 2.55}, {"text": "career", "start": 2275.49, "duration": 1.53}, {"text": "Project. My career's project saying that I was going to be the Canadian Suge Knight, right?", "start": 2277.02, "duration": 5.06}, {"text": "Who's a gangster who started a record label that produced Tupac and Snoop Dogg and these guys?", "start": 2282.08, "duration": 4.709}, {"text": "That's what I thought like my future was gonna be like and when that gets like taken from you", "start": 2287.31, "duration": 4.43}, {"text": "Because you realize you're not this game of chicken. You've been playing with yourself. You're going to lose it", "start": 2291.96, "duration": 5.569}, {"text": "And so you get off the train tracks", "start": 2297.53, "duration": 2.0}, {"text": "you don't really know what else to do and I just thought I have to just walk the path that was available to me which", "start": 2299.73, "duration": 6.139}, {"text": "Was okay. So go through school. Hey, well that that's a brilliant observation", "start": 2305.87, "duration": 3.929}, {"text": "I think because one of the things that people have often asked me when they're when they're directionless is well, what should I do?", "start": 2309.8, "duration": 6.84}, {"text": "And the answer is well, you take the best path that's laid out ahead of you. All right, if you don't have an option", "start": 2316.64, "duration": 6.659}, {"text": "Where you are staying in despair not moving forward is a very bad option if you have a bad pathway forward", "start": 2323.99, "duration": 6.689}, {"text": "Or a suboptimal pathway forward let's say but it's at least forward then that's the one you should choose", "start": 2331.05, "duration": 5.239}, {"text": "And so you decided that you were gonna buckle down and get the hell out of school and you were gonna do it by passing", "start": 2336.29, "duration": 4.829}, {"text": "Yeah, well, I I don't know. I didn't feel like I was choosing", "start": 2342.119, "duration": 2.66}, {"text": "To do it by passing. I just thought that was my way out and I wasn't sure how else to get out", "start": 2345.63, "duration": 4.91}, {"text": "Alright because if I dropped out, I don't know what else I would do", "start": 2350.54, "duration": 2.79}, {"text": "So in the process of trying to you know, rush out right? I'm I'm I'm working as a dishwasher at Red Lobster. I'm", "start": 2354.39, "duration": 6.229}, {"text": "Taking night classes. I'm taking day classes. I'm trying to get out of my circumstances as quickly as I can", "start": 2361.5, "duration": 6.53}, {"text": "Guidance counselor says to me but you don't qualify for many programs", "start": 2368.7, "duration": 3.56}, {"text": "You were streamed in the in the applied system, which was what we call in, Ontario", "start": 2372.39, "duration": 5.42}, {"text": "Which means you can't go to university you've got to go to Community College, but your grades are so bad", "start": 2377.81, "duration": 5.399}, {"text": "There's no Community College program. You could get into except for what they call general Arts and Sciences program", "start": 2383.21, "duration": 6.179}, {"text": "Which in some ways is almost like what grade 13 used to be in Ontario", "start": 2389.79, "duration": 4.699}, {"text": "Which is you would learn a lot of the things you should have learned in grade 12", "start": 2394.49, "duration": 2.729}, {"text": "but didn't and so I go into that program and I", "start": 2397.22, "duration": 3.659}, {"text": "would say", "start": 2401.4, "duration": 1.11}, {"text": "What what what changed for me immediately in terms of my academics was this is the first time I had college professors", "start": 2402.51, "duration": 7.28}, {"text": "Who said to me?", "start": 2410.04, "duration": 1.74}, {"text": "Here you've got to write this, you know, twenty page essay you get to decide what it's about and it seems so simple", "start": 2411.78, "duration": 6.77}, {"text": "But it was a breakthrough for me because what that meant was the part of me that was interested in", "start": 2418.83, "duration": 5.359}, {"text": "You know hip-hop and the Nation of Islam and conspiracy theories and all that stuff", "start": 2424.23, "duration": 4.459}, {"text": "I was doing on the internet that no adult had ever seen before. Nope", "start": 2428.69, "duration": 3.449}, {"text": "My mom my teachers no one had ever seen a part of me that could think critically that had", "start": 2432.14, "duration": 5.4}, {"text": "Curiosity intellectually that part of me and and the version of me that was going to school merged for the first time, right?", "start": 2437.97, "duration": 6.53}, {"text": "Well, thank God that's that's the huge advantage of higher education is that is exactly what should happen, right? So absolutely. Yeah", "start": 2444.5, "duration": 7.59}, {"text": "Yeah, and that's what I try to tell young men", "start": 2452.09, "duration": 1.86}, {"text": "all the time is like you might be going through a hard time in high school and", "start": 2453.95, "duration": 4.35}, {"text": "It's hard sometimes to know how life could mine is going to be different if you just stay the course", "start": 2458.52, "duration": 5.06}, {"text": "Because you have no reference point to explain it", "start": 2464.19, "duration": 2.63}, {"text": "But in my case, I it was it was absolutely a meaningful shift like the idea that I could write 20 pages about", "start": 2467.04, "duration": 6.62}, {"text": "You know Malcolm X or about Tupac like all of a sudden", "start": 2474.12, "duration": 4.159}, {"text": "the the writing ability that I had never shown people before started to come out and", "start": 2478.56, "duration": 4.369}, {"text": "My analytical thinking and all it was just it flowed out of me and literally in less than a year", "start": 2483.33, "duration": 5.089}, {"text": "I went from barely getting out of high school", "start": 2488.46, "duration": 2.54}, {"text": "Say getting the highest grades in all of Humber College and and that was not something that ever felt deliberate", "start": 2491.37, "duration": 6.26}, {"text": "I was just kind of stumbling around in the dark and hoping things are gonna work out for the better my mom for example", "start": 2497.63, "duration": 7.26}, {"text": "When she came to my graduation", "start": 2504.89, "duration": 1.48}, {"text": "At Humber like she was shocked that I gotten of the President's Medal for highest grades", "start": 2506.37, "duration": 5.479}, {"text": "Like she had no idea that I was actually a completely different person by that point", "start": 2511.85, "duration": 4.949}, {"text": "Well, you said something interesting too about what you were doing in high school", "start": 2517.17, "duration": 3.47}, {"text": "You said that you were attending classes during the day and at night and you were working as a dishwasher?", "start": 2520.64, "duration": 5.909}, {"text": "As a dishwasher, right? Yes. Yeah, okay", "start": 2527.37, "duration": 2.719}, {"text": "so that's interesting too because one of the things that's very useful I think to point out to people who are in a", "start": 2530.09, "duration": 6.149}, {"text": "Situation that's analogous to the one that you found yourself in is that there is something to be said for trying to make yourself", "start": 2536.37, "duration": 6.409}, {"text": "So busy that it's absolutely ridiculous", "start": 2542.78, "duration": 2.189}, {"text": "You know to take on a big burden that's part of that burden of responsibility. It's like, okay", "start": 2545.85, "duration": 4.219}, {"text": "Can I go to school during the day and can I go to school at night?", "start": 2550.07, "duration": 2.699}, {"text": "And can I also work at a job?", "start": 2552.77, "duration": 2.1}, {"text": "Can I do all that because the answer is I've seen this time and time again with undergraduates who start to work in my lab", "start": 2554.87, "duration": 5.909}, {"text": "It's like they're already taking a full course load and they're busy and some of them also have work", "start": 2561.09, "duration": 4.01}, {"text": "You know, they have part-time jobs and then they come and work in the lab", "start": 2565.1, "duration": 3.119}, {"text": "and so then they're so busy that it's just", "start": 2568.22, "duration": 2.1}, {"text": "Ridiculous and then they have to get organized and they can't waste time and their grades almost inevitably go up not down", "start": 2570.42, "duration": 6.05}, {"text": "Yeah, and and it's one of those things where", "start": 2578.02, "duration": 2.689}, {"text": "Before you get to a point where you get busy like that you have no idea you're capable", "start": 2581.29, "duration": 4.25}, {"text": "Yeah, right accomplishing so many things and then it starts to become normal to achieve right? It's it's normal to say", "start": 2585.7, "duration": 7.55}, {"text": "oh, I could set out and accomplish something in a given day or", "start": 2593.25, "duration": 3.42}, {"text": "Well, it's always it. It also becomes it also becomes something that's really interesting to", "start": 2597.19, "duration": 4.85}, {"text": "Experiment with because once you stir once you start realizing that your capability for responsibility exceeds your original expectations", "start": 2602.59, "duration": 7.099}, {"text": "You start to become curious about what the limitations of that are. It's like Oh", "start": 2610.09, "duration": 3.5}, {"text": "Turns out I can do a lot more than I thought I could or that people told me I could or that I was willing", "start": 2614.2, "duration": 5.0}, {"text": "To believe how much more could I actually do if I really got my act together and got disciplined? It's like there's a", "start": 2619.2, "duration": 6.09}, {"text": "Purpose it's like what?", "start": 2625.87, "duration": 1.28}, {"text": "What are you made out of?", "start": 2627.15, "duration": 1.12}, {"text": "And how do you find out and I think you really need to find that out as a you certainly have to find that out", "start": 2628.27, "duration": 4.88}, {"text": "As a young man, you probably have to find that", "start": 2633.15, "duration": 2.01}, {"text": "I was a person in general", "start": 2635.16, "duration": 1.2}, {"text": "but it's absolutely crucial for young men to find out that there was far more to them than they think and", "start": 2636.36, "duration": 5.879}, {"text": "You can't find that out without burdening yourself", "start": 2642.34, "duration": 2.869}, {"text": "You're right. And it is it's it's the opposite of what we were talking about earlier in terms of that fear of failure, right?", "start": 2646.09, "duration": 5.419}, {"text": "because it's saying I'm gonna push myself to the limit and", "start": 2651.51, "duration": 2.52}, {"text": "Explore where that line of failing is and because you're not running from that one. No, you're running toward you where it exists", "start": 2654.34, "duration": 6.109}, {"text": "Absolutely, and the funny thing is about running towards that line", "start": 2660.67, "duration": 2.539}, {"text": "is that as you walk towards it it recedes and", "start": 2663.21, "duration": 2.91}, {"text": "As you as you get more disciplined the probability that you'll fail gets smaller and smaller", "start": 2666.37, "duration": 4.579}, {"text": "Perfect example of the pathology of avoidance right because avoidance of that just makes you weak", "start": 2671.98, "duration": 5.12}, {"text": "yeah, absolutely and", "start": 2678.04, "duration": 2.0}, {"text": "You know the the transition from Humber College to York University", "start": 2680.2, "duration": 3.8}, {"text": "You know, it's just kind of a continuation of what you're describing, right", "start": 2685.51, "duration": 3.439}, {"text": "It's it's it's it's running to the line and it's me continuing to say okay, maybe that 12 years of evidence", "start": 2688.95, "duration": 7.739}, {"text": "I have of being a really poor student", "start": 2696.69, "duration": 2.25}, {"text": "Could be proven wrong with every assignment that I do", "start": 2699.52, "duration": 2.6}, {"text": "right and leaving that if I try in this class and I get an A and all of a sudden getting an A stops being", "start": 2702.22, "duration": 6.229}, {"text": "The an anomaly it starts to become normal, right?", "start": 2709.42, "duration": 2.63}, {"text": "And and and then when you don't get an A or a B or whatever your you're hoping for", "start": 2712.05, "duration": 3.959}, {"text": "You start to feel that sting of disappointment because you actually have higher", "start": 2716.23, "duration": 3.5}, {"text": "Expectations of yourself and your professors who didn't know you back when you were a knucklehead getting into trouble", "start": 2720.13, "duration": 6.619}, {"text": "they only know you as the guy who came into their class and tried hard and so they start to speak to you as", "start": 2726.75, "duration": 5.489}, {"text": "Someone who could do really well - yeah", "start": 2732.34, "duration": 2.27}, {"text": "Because that's one of the things that's so lovely - about about about being able to go off to somewhere new, you know", "start": 2735.37, "duration": 6.679}, {"text": "Because you could leave your past identity behind you", "start": 2742.3, "duration": 2.959}, {"text": "I found that such a relief when I moved from the little town that I grew up in even because I went to a community", "start": 2745.29, "duration": 4.53}, {"text": "College for the first two years of my education as well and I had an experience. That was well", "start": 2749.82, "duration": 4.979}, {"text": "Yours is more dramatic by quite a substantial margin, but it they're not dissimilar", "start": 2754.8, "duration": 4.08}, {"text": "I was so relieved when I got to college that I could start to write and think about things that I was actually thinking about", "start": 2758.88, "duration": 5.789}, {"text": "That it was like a complete transformation", "start": 2764.67, "duration": 1.81}, {"text": "But I also had the chance to leave my old personality behind at least at least some of it, you know", "start": 2766.48, "duration": 6.05}, {"text": "some of it some of it that I didn't want to carry ahead with me and", "start": 2772.53, "duration": 3.03}, {"text": "and that's another thing about moving forward in the world is that you can leave the old and insufficient you behind and", "start": 2775.93, "duration": 7.22}, {"text": "That that can be hard on you and hard on people around you - but man", "start": 2783.67, "duration": 3.44}, {"text": "It's it's such a relief. It's and it's such a", "start": 2787.11, "duration": 2.909}, {"text": "Well, it's life itself. I would say it's the opposite of despair", "start": 2790.72, "duration": 3.35}, {"text": "And that's absolutely right and I as", "start": 2795.579, "duration": 2.54}, {"text": "much as you can", "start": 2798.759, "duration": 1.98}, {"text": "Create the circumstances for that to happen in your life", "start": 2800.739, "duration": 3.14}, {"text": "Even if you don't have a chance to move somewhere new or go to a new school or or get a new job", "start": 2803.88, "duration": 5.939}, {"text": "but but just", "start": 2809.819, "duration": 1.93}, {"text": "Convince yourself that renewal is something you get to decide and get to control. I mean it's a it's it's so it's so", "start": 2811.749, "duration": 7.64}, {"text": "Part of being a victim is to is to notice all of a sudden that you have the capacity to transform yourself", "start": 2820.509, "duration": 5.389}, {"text": "Despite at least to a large degree despite external circumstances or or sometimes even as a consequence of leveraging them", "start": 2826.109, "duration": 6.929}, {"text": "Because it isn't always obvious that that having an impediment is a catastrophe", "start": 2833.289, "duration": 4.82}, {"text": "Sometimes it's a I mean, it's what would you call it? It's a call to action. It's a challenge", "start": 2838.689, "duration": 5.15}, {"text": "Absolutely, and in some ways the the the challenging periods of my life that we've covered", "start": 2845.169, "duration": 5.66}, {"text": "provided a roadmap for what I would do with with the remainder of my academic career, which is I would pursue opportunities where I could", "start": 2851.469, "duration": 6.77}, {"text": "Imagine going back in time and solving some of the problems I had experienced right and and that I studied", "start": 2858.789, "duration": 5.57}, {"text": "international development and nonprofit management at York", "start": 2865.269, "duration": 3.439}, {"text": "I went and did a law degree because I thought the law was was relevant to my life and insofar as", "start": 2868.709, "duration": 6.06}, {"text": "It made a difference and how I wound up and how some of my peer group did and that I was lucky to not be", "start": 2875.529, "duration": 6.26}, {"text": "involved in the legal system, so", "start": 2881.789, "duration": 2.0}, {"text": "yeah, I mean it was a call to action for me and I think it gave me the the", "start": 2884.259, "duration": 4.129}, {"text": "motivation but also the the toughness I would need to to push forward and do things that", "start": 2889.239, "duration": 6.409}, {"text": "You know, I had good reason to believe we're impossible, you know", "start": 2896.469, "duration": 2.84}, {"text": "because the victim narrative is something like well you're so little compared to what's", "start": 2899.309, "duration": 4.349}, {"text": "Arrayed against you in all of its historical catastrophe, right which is like the evil father", "start": 2904.539, "duration": 5.0}, {"text": "you're so little that you don't have a chance and", "start": 2909.669, "duration": 2.39}, {"text": "That's that's not good because you're not that little and what's arrayed against you. Isn't that big?", "start": 2913.299, "duration": 5.659}, {"text": "I mean", "start": 2918.959, "duration": 0.99}, {"text": "It's not that it's not big because it is big but it's that you're nowhere near as little as you might have been", "start": 2919.949, "duration": 5.34}, {"text": "enticed to think", "start": 2925.419, "duration": 2.0}, {"text": "Exactly and I think I think what you're describing is very like I think most people hear that and would agree with you", "start": 2928.93, "duration": 6.77}, {"text": "but they just selectively apply it to different people in our society like they want to tell some of us because of of our", "start": 2935.83, "duration": 7.76}, {"text": "Circumstances that that's less true for some than others and that's what yeah. Well, that's the sort of thing", "start": 2943.93, "duration": 5.539}, {"text": "It really makes you wonder where the true racism is", "start": 2949.47, "duration": 2.34}, {"text": "Yeah, and well", "start": 2952.63, "duration": 1.73}, {"text": "You know and as I as I travel around Canada and I go to other countries and I speak to young men who are in", "start": 2954.36, "duration": 4.979}, {"text": "In some cases very difficult circumstances. I see over and over again how they're being denied that", "start": 2959.65, "duration": 5.78}, {"text": "That belief that it's they're being told that that belief is somehow", "start": 2965.98, "duration": 4.1}, {"text": "Competing with recognition of unfairness. Yeah. I heard that despite John Henry ISM", "start": 2971.95, "duration": 6.229}, {"text": "It's a new form of pathology identified by psychologists as the belief among", "start": 2978.25, "duration": 4.76}, {"text": "Minority young men that personal effort and sacrifice and responsibility will actually produce positive outcomes", "start": 2983.59, "duration": 6.62}, {"text": "It's actually for exactly the reasons that you just described because it runs counter to the victim and oppressor narrative", "start": 2990.64, "duration": 7.25}, {"text": "It's actually being treated by some people now as a form of psychological disorder", "start": 2997.89, "duration": 4.26}, {"text": "Wow, yeah Wow", "start": 3003.27, "duration": 2.0}, {"text": "Yeah, and and and that like and and when you when you when you say those things right when you go to people who?", "start": 3005.55, "duration": 7.729}, {"text": "are in difficult circumstances and remind them even to some small degree that that", "start": 3013.71, "duration": 5.33}, {"text": "individual agency might matter right that it could affect their outcome that they do not have they're not", "start": 3019.38, "duration": 6.02}, {"text": "Destined to us to a life of suffering", "start": 3025.59, "duration": 2.179}, {"text": "people", "start": 3028.56, "duration": 2.0}, {"text": "There are a lot of people get it threatened by that right and they feel like", "start": 3031.14, "duration": 3.349}, {"text": "You're undermining the narrative that they desperately want to be true", "start": 3034.95, "duration": 3.589}, {"text": "Which is that that young man has to suffer until everything else changes right that until we get rid of capitalism", "start": 3038.54, "duration": 7.38}, {"text": "and and patriarchy and white supremacy and all these other evils right quote-unquote evils of our society that", "start": 3046.29, "duration": 7.37}, {"text": "you you", "start": 3053.94, "duration": 1.71}, {"text": "You you will you cannot have a good life?", "start": 3055.65, "duration": 2.75}, {"text": "until that is first dealt with", "start": 3059.04, "duration": 2.0}, {"text": "and asking people to sit around and wait for", "start": 3061.22, "duration": 2.489}, {"text": "a", "start": 3064.23, "duration": 1.08}, {"text": "Kind of activist class to create this utopia for them", "start": 3065.31, "duration": 4.909}, {"text": "I", "start": 3070.77, "duration": 1.11}, {"text": "Find that to be very immoral and very bothersome because I see I see you know", "start": 3071.88, "duration": 5.87}, {"text": "The biggest obstacles I have to getting my message out to young men are people who I would describe as you know victim celebrators", "start": 3077.75, "duration": 7.439}, {"text": "Right people who really really want to celebrate when we're losing", "start": 3085.19, "duration": 2.82}, {"text": "Because it fits their narrative but ideas that might help us win are a lot less attractive", "start": 3088.77, "duration": 6.199}, {"text": "Yeah, yeah. Okay. So now you went off to York and and what happened when you went to York", "start": 3095.49, "duration": 4.969}, {"text": "Well, I always jokingly saved my life got really boring really quickly because I really just studied and did everything I was supposed to do", "start": 3102.1, "duration": 7.579}, {"text": "I like I am actually surprised by how hard I was able to work in those four years", "start": 3109.68, "duration": 5.58}, {"text": "I would I took all I was very careful about picking classes that I thought would build on the momentum", "start": 3115.26, "duration": 5.64}, {"text": "I had picked up so I I want to study subject matter that would connect to things I previously learned", "start": 3120.91, "duration": 5.659}, {"text": "Because I still had a certain", "start": 3126.76, "duration": 2.0}, {"text": "Insecurity about going too far from where I had proven myself, you know", "start": 3129.34, "duration": 3.949}, {"text": "I don't know if I could have taken an economics class or a biology class or a", "start": 3133.29, "duration": 4.379}, {"text": "Psychology class because those are just subjects that didn't come that", "start": 3138.07, "duration": 3.679}, {"text": "I wasn't sure I could handle so I was very careful about picking things. I thought I could do", "start": 3141.75, "duration": 4.59}, {"text": "well things that in my free time I was thinking about right so issues around poverty and", "start": 3146.34, "duration": 5.31}, {"text": "discrimination and activism and you know such", "start": 3152.35, "duration": 4.189}, {"text": "Tackling social issues whether that was in the kind of Canadian context or elsewhere", "start": 3157.3, "duration": 4.639}, {"text": "Those are things that I felt comfortable with and so I picked classes that fit that mold and as I got more and more", "start": 3162.07, "duration": 6.29}, {"text": "Confident in myself. I started to branch out into other areas", "start": 3169.0, "duration": 2.479}, {"text": "so take an econ class or a class and marketing for nonprofit organizations or things like that and", "start": 3171.48, "duration": 6.239}, {"text": "I", "start": 3178.78, "duration": 1.2}, {"text": "I had a", "start": 3179.98, "duration": 1.68}, {"text": "You know my whole life up to that point was on", "start": 3181.66, "duration": 2.239}, {"text": "one Street that I that steals Avenue West which is on the north end of Toronto and", "start": 3184.9, "duration": 5.569}, {"text": "You know where my mom lived Humber College and York University are all off this street", "start": 3190.81, "duration": 4.28}, {"text": "So my world was very small in the sense that the same bus routes", "start": 3195.25, "duration": 3.83}, {"text": "I had taken as a teenager were the same bus as I took to Homer and the same bus as I took to York", "start": 3199.08, "duration": 5.459}, {"text": "I I got very much in a comfort zone there, right because I was saying to myself, okay", "start": 3204.54, "duration": 5.07}, {"text": "This is the world. I know this is the world. I understand I can be successful in this world", "start": 3210.22, "duration": 4.64}, {"text": "And so I clung to it and I didn't really do much to branch out", "start": 3214.86, "duration": 3.54}, {"text": "You know, I still worked in restaurants as a line cook and a dishwasher. I worked in warehouses even when I was getting aids", "start": 3218.4, "duration": 7.469}, {"text": "I didn't think for instance to apply to like a prestigious internship or to work at your you wouldn't have known on that", "start": 3225.87, "duration": 7.5}, {"text": "You know, like when you come from about like that, it's you know when I went to", "start": 3233.37, "duration": 3.569}, {"text": "University of Alberta, I didn't know any people who had had a graduate degree. I didn't know how to go about doing that", "start": 3237.73, "duration": 5.54}, {"text": "And so the idea that I could do that was really something that was quite new", "start": 3243.27, "duration": 3.54}, {"text": "You don't know the pathways, you know, I mean you can figure them out. But if that's not right in your mill, you know", "start": 3247.21, "duration": 5.78}, {"text": "You just don't know how II don't know what basic steps to take. You don't exactly yeah", "start": 3253.66, "duration": 4.46}, {"text": "There was this idea I came across", "start": 3259.0, "duration": 2.36}, {"text": "in in one of the", "start": 3262.06, "duration": 2.0}, {"text": "international development classes I took", "start": 3264.37, "duration": 2.0}, {"text": "But it's an anthropology concept called the capacity to aspire", "start": 3266.92, "duration": 3.38}, {"text": "from Arjun Appadurai", "start": 3271.06, "duration": 1.86}, {"text": "NYU and", "start": 3272.92, "duration": 2.0}, {"text": "It stuck with me because he uses it to explain how people achieve social mobility in India and I think it applied really well", "start": 3275.32, "duration": 7.189}, {"text": "to my life in Canada too, which is you know your", "start": 3283.12, "duration": 3.77}, {"text": "Imagination grows with with the more paths as you see in front of yourself", "start": 3287.44, "duration": 3.86}, {"text": "And we all might have a similar destination in mind in terms of what a good life looks like, right?", "start": 3291.31, "duration": 5.78}, {"text": "I want a better house a better car", "start": 3297.09, "duration": 2.0}, {"text": "Someone who loves me someone to love", "start": 3299.17, "duration": 2.0}, {"text": "but some of us have a better sense of the directions the steps it takes to get to that destination than others and I", "start": 3302.32, "duration": 6.56}, {"text": "And that idea stuck with me because it helped explain", "start": 3309.1, "duration": 2.809}, {"text": "Both the difference between myself and some of my peers in university who were more accustomed to opportunity", "start": 3312.37, "duration": 7.039}, {"text": "but it also explained the difference between me and", "start": 3319.54, "duration": 2.54}, {"text": "My friends who were not in university and we're not making some of the good choices", "start": 3322.27, "duration": 4.429}, {"text": "I was and we're still dealing with the consequences of how we grew up", "start": 3326.7, "duration": 4.86}, {"text": "well", "start": 3331.56, "duration": 0.18}, {"text": "I have this program that I developed with my colleagues called Future authoring program that helps people make a develop a vision for their life", "start": 3331.74, "duration": 7.199}, {"text": "along some of the dimensions you mentioned but then and then also to", "start": 3339.37, "duration": 3.199}, {"text": "Put together an implementable strategy and we've never been able to tell if the utility of the program lies more in", "start": 3343.87, "duration": 6.709}, {"text": "walking people through an actual the actual process of developing a vision and a genuine strategy or", "start": 3350.95, "duration": 6.92}, {"text": "Suggesting to people that they're actually capable of doing that", "start": 3358.96, "duration": 3.26}, {"text": "Hmm, right, so and I often think it's the latter", "start": 3362.8, "duration": 2.899}, {"text": "It's like because the the idea that you are", "start": 3365.7, "duration": 2.91}, {"text": "Self-transforming agent is an unbelievably powerful", "start": 3369.1, "duration": 2.509}, {"text": "idea", "start": 3371.74, "duration": 0.5}, {"text": "If you could if if it grips you right or if you allow it to grip you that might be another way of thinking about", "start": 3372.24, "duration": 5.31}, {"text": "it but", "start": 3377.55, "duration": 1.3}, {"text": "but but it it is certainly an idea that you cannot have or that you can be prematurely cynical about which I think is", "start": 3378.85, "duration": 6.709}, {"text": "Well, that's that that premature cynicism is really what the victim that narrative feeds and I think it's it's unbelievably", "start": 3385.72, "duration": 6.469}, {"text": "mentally", "start": 3393.31, "duration": 1.14}, {"text": "Damaging to two young people. It really hurts them", "start": 3394.45, "duration": 3.14}, {"text": "Okay", "start": 3397.78, "duration": 0.5}, {"text": "So you went to York and you did real well", "start": 3398.28, "duration": 1.86}, {"text": "And then how did the idea of Law School pop into your mind and and then you have encouragement for that?", "start": 3400.14, "duration": 5.489}, {"text": "I mean you had to go write the LSAT and all of this. It's quite a daunting process", "start": 3405.63, "duration": 3.69}, {"text": "it is I", "start": 3409.96, "duration": 1.62}, {"text": "it was actually a very practical decision for me because I", "start": 3411.58, "duration": 2.959}, {"text": "Looked around and saw that no one who studied what I studied at York was getting a job in the field and in many cases", "start": 3414.73, "duration": 6.229}, {"text": "Were working the same jobs after they graduated that they had when they were a student", "start": 3420.96, "duration": 5.25}, {"text": "So I thought to myself I need more education", "start": 3426.52, "duration": 3.05}, {"text": "Like I lost you know", "start": 3429.79, "duration": 1.46}, {"text": "I felt like I had given up a lot to get to that point", "start": 3431.25, "duration": 2.82}, {"text": "Like I I lost a lot of the friends I grew up with I worked really really hard. I", "start": 3434.07, "duration": 5.309}, {"text": "changed my life in a way that I", "start": 3440.56, "duration": 2.03}, {"text": "felt like betting on myself and I was starting to become nervous that the bet might not pay off if I'm", "start": 3442.75, "duration": 6.29}, {"text": "22 at the university degree and no job, but I have a bunch of debt, right? And so", "start": 3449.95, "duration": 4.699}, {"text": "law school and business school were the things that I thought about in terms of", "start": 3456.04, "duration": 4.28}, {"text": "their playing on some of my strengths in the sense that I can read and write well, but they seemed very", "start": 3460.57, "duration": 5.419}, {"text": "practical and that they lead to a job like theirs they're supposed to prepare you for actual work and", "start": 3466.87, "duration": 4.88}, {"text": "I wound up writing the law school admissions test first of the two and", "start": 3472.18, "duration": 4.729}, {"text": "I I did really well kind of shockingly to be honest. I did not expect to do so well", "start": 3477.19, "duration": 6.11}, {"text": "It was the first standardized test I had ever done well on and I was just you know", "start": 3483.91, "duration": 5.209}, {"text": "and and I it to the point where I did not write the business school test because I was", "start": 3489.12, "duration": 4.83}, {"text": "Like didn't want to test my luck", "start": 3494.38, "duration": 2.0}, {"text": "I just thought okay like take what take what you can get, you know", "start": 3496.63, "duration": 3.68}, {"text": "and then", "start": 3501.23, "duration": 1.66}, {"text": "Because my whole life was on Steeles Avenue West I was expecting to go to the law school at York", "start": 3502.89, "duration": 5.81}, {"text": "Like that was just it fit where I was comfortable. I knew what bus I would take to get there", "start": 3508.7, "duration": 4.739}, {"text": "You know the the the limited", "start": 3513.44, "duration": 2.429}, {"text": "Set of experiences I had made like even going to University of Toronto seemed like a foreign world to me. I", "start": 3517.11, "duration": 6.169}, {"text": "The idea of going downtown was like this is just not a place where people like me should be hanging out", "start": 3523.64, "duration": 4.199}, {"text": "I just didn't feel comfortable there, you know, and so I", "start": 3527.84, "duration": 2.969}, {"text": "Thought I was gonna apply to York and if I had been admitted there", "start": 3531.42, "duration": 3.229}, {"text": "luckily, I would have definitely gone but I had this like chance meeting with a", "start": 3535.44, "duration": 4.069}, {"text": "history professor David blight", "start": 3540.06, "duration": 2.0}, {"text": "He yelled where I was speak. There's a town in southern Ontario called Buxton North Buxton, which was founded by", "start": 3542.52, "duration": 7.459}, {"text": "families who came to Canada from the Underground Railroad and", "start": 3551.37, "duration": 3.08}, {"text": "They host a conference every year at one of the churches that they set up", "start": 3555.03, "duration": 3.709}, {"text": "So I was presenting some research I had done on black Canadians", "start": 3558.87, "duration": 3.32}, {"text": "At this conference and the CL professor. Who was the keynote?", "start": 3562.86, "duration": 3.649}, {"text": "showed up early enough to hear my presentation and after I was done he walked over to me and he said well", "start": 3566.85, "duration": 5.239}, {"text": "That was really good. What are you gonna do after graduation? And I said to him. Oh, I I wrote the ELSA", "start": 3572.09, "duration": 4.26}, {"text": "I think I'm gonna go to law school", "start": 3576.35, "duration": 1.42}, {"text": "he said to me you should apply to Yale and I thought like", "start": 3577.77, "duration": 3.17}, {"text": "This guy was a super hero to me because he was teaching at a university that I'd only seen on television, you know", "start": 3581.16, "duration": 5.869}, {"text": "Yeah, and so in my mind it was like I said Tim like are you sure like?", "start": 3587.03, "duration": 4.199}, {"text": "And he was like tell me you know, he's like, yeah, I think you'd be a competitive applicant and I was like, wow, so", "start": 3591.23, "duration": 5.46}, {"text": "Yeah Wow", "start": 3596.73, "duration": 1.98}, {"text": "Yeah, like hit his belief in me in that chance interaction where I've never seen him since like it", "start": 3598.71, "duration": 5.869}, {"text": "But we only interacted for a couple of minutes", "start": 3604.74, "duration": 2.21}, {"text": "But that meant so much", "start": 3606.95, "duration": 2.0}, {"text": "that I thought wow if this guy thinks that I have that ability I might as well apply to Harvard and Columbia and all these", "start": 3609.0, "duration": 6.32}, {"text": "Other schools because I mean he knows what he's talking about, right? He's this like superhero from Yale", "start": 3615.32, "duration": 4.919}, {"text": "And so I apply everywhere and I get in everywhere Jesus that must have been a shock", "start": 3620.24, "duration": 4.68}, {"text": "Yeah, it was like winning the lottery like I just yeah. Nope. I'm high. I was yeah. Hi. I", "start": 3625.65, "duration": 5.75}, {"text": "And like, you know and then being able to tell my mom that not only did I get into those schools, but you know", "start": 3632.76, "duration": 5.429}, {"text": "they're generous financial aid policies would mean that we would actually be able to", "start": 3638.19, "duration": 3.51}, {"text": "Afford it meaning we wouldn't have to pay anything because we have no money", "start": 3642.22, "duration": 3.469}, {"text": "Was it like she I think like everything", "start": 3646.15, "duration": 3.44}, {"text": "she ever wanted for me came true in that moment, you know and and it was a really", "start": 3649.59, "duration": 3.689}, {"text": "Yeah, it was just a special special day. Yeah, no kidding. That's quite that that's quite the miraculous situation. That is men", "start": 3654.46, "duration": 6.14}, {"text": "Yeah, and and it's one where I say to myself very lucky and fortunate to be able to have walk down that yeah", "start": 3661.3, "duration": 7.76}, {"text": "Well brave too, man. You did do the applications you put in, New York", "start": 3669.06, "duration": 3.75}, {"text": "That's you know, like there's good fortune there for sure, but it's not like it just it's not a lottery", "start": 3672.81, "duration": 5.189}, {"text": "Well, it is in a sense you but you bought lots of tickets and you that's true. Yeah, yeah", "start": 3678.13, "duration": 5.179}, {"text": "Okay. Yeah, you gotta buy a lot of tickets to it. That's right", "start": 3684.31, "duration": 3.139}, {"text": "That's right that's right now and and you know as I described, you know the bet I made on myself it paid off, right?", "start": 3687.45, "duration": 5.729}, {"text": "I mean the idea that I would ever be", "start": 3693.18, "duration": 2.04}, {"text": "like I I now would have an education where I could choose the job I had and I wouldn't just be", "start": 3695.59, "duration": 5.059}, {"text": "Given whatever was available to me", "start": 3702.28, "duration": 2.03}, {"text": "I mean that is really what I was looking for right like that kind of stability where I could say", "start": 3704.31, "duration": 4.229}, {"text": "I'm an employable person the financial challenges my modeling through I will not have to go through and", "start": 3708.58, "duration": 5.899}, {"text": "I might even be able to do something for her and other people right? No kidding", "start": 3714.67, "duration": 4.19}, {"text": "There's someone that's what attending Yale met for me. Okay, so so now then then he went to Yale. How'd you do at Yale? I", "start": 3718.86, "duration": 7.169}, {"text": "Did well I had a different kind of experience though, you know", "start": 3727.24, "duration": 2.929}, {"text": "like I I really killed myself for four years studying at York to get there and", "start": 3730.17, "duration": 5.58}, {"text": "Part of the appeal for Yale to me was you know, I had read those stories by you know", "start": 3736.57, "duration": 4.579}, {"text": "Bill Clinton where while he was getting a law degree?", "start": 3741.15, "duration": 2.91}, {"text": "He was actually living in New York or Arkansas or in London", "start": 3744.06, "duration": 3.27}, {"text": "like Yale was a place where if you didn't want academics to be your primary focus you could be doing other thing and", "start": 3747.33, "duration": 7.75}, {"text": "because the grading system is generous and because the culture there is", "start": 3755.81, "duration": 3.38}, {"text": "Encouraging of you to kind of be impactful in whatever way", "start": 3760.07, "duration": 3.08}, {"text": "you can be and so I", "start": 3764.24, "duration": 2.449}, {"text": "It was a very alien environment to me and I and I think you know", "start": 3767.54, "duration": 3.709}, {"text": "I look back and I think some of that bravery you just credited me with them", "start": 3771.25, "duration": 3.42}, {"text": "I feel like maybe I was a little less brave there because I", "start": 3774.67, "duration": 3.209}, {"text": "Really didn't feel comfortable there in a way that I never got used to", "start": 3778.34, "duration": 3.62}, {"text": "Being around wealthy people was really hard for me in terms of just feeling inadequate all the time. Yeah", "start": 3783.08, "duration": 5.689}, {"text": "Well, that's one of the problems with those Ivy League schools is that you know what? It's funny", "start": 3788.77, "duration": 4.26}, {"text": "because", "start": 3793.64, "duration": 1.14}, {"text": "Almost everyone who ends up at one of those schools feels inadequate", "start": 3794.78, "duration": 3.11}, {"text": "At least on one dimension right because no matter how rich you are", "start": 3798.65, "duration": 3.979}, {"text": "There's someone richer and if you're rich, you're not as smart as your roommate and if you're as smart as your roommate", "start": 3802.63, "duration": 5.459}, {"text": "you're not as smart as your professor and like they're very weird institutions because they aggregate people who are", "start": 3808.09, "duration": 6.51}, {"text": "Remarkable across a number of dimensions and so everyone who attends them tends to feel well like they have impostor syndrome", "start": 3814.91, "duration": 6.349}, {"text": "I really noticed that among the undergraduates at Harvard", "start": 3821.42, "duration": 2.899}, {"text": "Because there used to be in the smartest kids in their classes and then when they'd show up at Harvard, you know", "start": 3824.81, "duration": 4.34}, {"text": "They were no longer", "start": 3829.34, "duration": 1.59}, {"text": "Guaranteed to be the smartest person in the room. That's for sure", "start": 3830.93, "duration": 2.929}, {"text": "yeah, I think that that's exactly what I observed that you know, I mean thankfully for me I", "start": 3834.77, "duration": 4.16}, {"text": "Feel before so I wasn't too worried about getting a bad grade, you know, like that wasn't really the concern for me", "start": 3839.57, "duration": 6.739}, {"text": "What more so was the concern was I really felt uncomfortable with what I saw is like privileged. Right? Like I'm I I I", "start": 3846.31, "duration": 7.41}, {"text": "in some ways felt like in danger of being a sellout right of", "start": 3854.63, "duration": 3.8}, {"text": "being someone who grew up with very little and", "start": 3859.07, "duration": 2.57}, {"text": "Then being welcomed with open arms by this like opulent", "start": 3862.07, "duration": 4.01}, {"text": "Institution that was surrounded by people who were living like I used to right", "start": 3866.3, "duration": 4.489}, {"text": "I mean the neighborhoods around Yale. Right, right", "start": 3870.79, "duration": 2.88}, {"text": "you know particularly particularly striking that way and absolutely yeah, and so, you know", "start": 3873.67, "duration": 6.209}, {"text": "I would walk around campus and walk out of campus and I would see that you men", "start": 3879.88, "duration": 4.439}, {"text": "living like I used to live would be stopped by Yale security all the time or would be treated in a very", "start": 3884.51, "duration": 6.169}, {"text": "Hostile way anytime they came too close to some of the Yale buildings and it just you know it", "start": 3891.41, "duration": 6.08}, {"text": "I was really unsure what to do with them", "start": 3897.71, "duration": 2.54}, {"text": "do you do you embrace that do you just start sucking up to the professors and become, you know part of that scene or", "start": 3901.31, "duration": 7.939}, {"text": "Is there another way and I I spent three years trying to figure that out and I'm not sure I really did", "start": 3910.04, "duration": 5.51}, {"text": "What part of how I reconciled it?", "start": 3916.04, "duration": 2.27}, {"text": "All was I took a I was part of a project where you could work as a volunteer high school teacher", "start": 3918.31, "duration": 5.969}, {"text": "In some of the local neighborhoods and so I used to teach constitutional law to grade 11 and grade 12 kids", "start": 3925.91, "duration": 5.78}, {"text": "Some of the rougher high schools and that was my way of feeling like whatever Yale was giving me", "start": 3932.03, "duration": 5.929}, {"text": "I was immediately trying to give it back to somebody else. I didn't I didn't know how else to to", "start": 3937.96, "duration": 5.189}, {"text": "Well, that seems like a good that seems like a good approach. How did that work out for you?", "start": 3943.46, "duration": 4.37}, {"text": "Um, well it worked out. Well in the sense that I did get a lot of you know unique and", "start": 3948.71, "duration": 4.61}, {"text": "Amazing opportunities as a Yale student and I did I think have the chance", "start": 3954.08, "duration": 4.459}, {"text": "To be useful to a lot of other people at the same time", "start": 3958.79, "duration": 2.81}, {"text": "so the balance I think I was able to strike it but I certainly look back and think you know they were if I was", "start": 3961.94, "duration": 6.02}, {"text": "a little bit more prepared if I knew people who could have", "start": 3967.96, "duration": 3.54}, {"text": "Introduced me and oriented me to that environment. I think I could have", "start": 3972.29, "duration": 3.08}, {"text": "Gotten more out of it in the sense that I would have known what actually mattered like you spend", "start": 3976.25, "duration": 4.82}, {"text": "just as you met you described that that that", "start": 3981.32, "duration": 2.449}, {"text": "collection of remarkable people who've done so many things part of how they cope with their", "start": 3985.16, "duration": 6.05}, {"text": "inadequacies or their feelings of inadequacy is", "start": 3992.45, "duration": 2.75}, {"text": "They they are so prone to groupthink", "start": 3995.66, "duration": 2.239}, {"text": "right because the way you deal with", "start": 3997.94, "duration": 2.239}, {"text": "feeling inadequate is to just try to be like everyone else but better right and so you wind up in this like like like for", "start": 4000.28, "duration": 6.86}, {"text": "Example Yale", "start": 4007.14, "duration": 0.87}, {"text": "Um prides itself on the diversity of its student body coming into an entering law school class, right? So", "start": 4008.01, "duration": 7.83}, {"text": "all the different schools", "start": 4016.49, "duration": 0.72}, {"text": "they went to and their", "start": 4017.21, "duration": 1.03}, {"text": "Experiences and the countries they've worked in and all that and yet more than half of Yale", "start": 4018.24, "duration": 4.129}, {"text": "students will have the same job when they graduate they'll be law clerks working for a fancy judge some sure and then", "start": 4022.47, "duration": 6.11}, {"text": "Most of those people will then go on to work at a fancy law firm. And so it is this this process where", "start": 4028.65, "duration": 6.229}, {"text": "If you come in from a different place", "start": 4035.46, "duration": 2.209}, {"text": "And you try to resist the groupthink. You're going to inevitably graduate feeling like you missed out because", "start": 4038.49, "duration": 5.54}, {"text": "you're gonna be reminded of all the amazing things your classmates are doing and you're not sure if", "start": 4044.43, "duration": 4.07}, {"text": "Walking a different path is gonna pay off for you, right you're thinking to yourself. Well, I didn't take that clerkship", "start": 4049.11, "duration": 4.819}, {"text": "I didn't take the job at the fancy law firm in Manhattan", "start": 4053.93, "duration": 3.959}, {"text": "Am I gonna kick myself for that for the rest of my life?", "start": 4058.8, "duration": 2.569}, {"text": "And that was what was weighing on my mind that graduated like I was so stressed out because I was like am I gonna regret?", "start": 4061.369, "duration": 6.21}, {"text": "How I played this hand, you know, okay. So what happened what I want to talk a little bit more about", "start": 4067.71, "duration": 5.929}, {"text": "About what happened after you left Yale you ended up at Tory's eventually", "start": 4074.25, "duration": 4.699}, {"text": "But because I articled there but I also wanted to turn the topic to something slightly darker as well. I mean you've also", "start": 4079.5, "duration": 6.979}, {"text": "been suffering from a very", "start": 4087.48, "duration": 2.0}, {"text": "What would you call it?", "start": 4090.45, "duration": 1.38}, {"text": "well", "start": 4091.83, "duration": 0.96}, {"text": "I'm burdensome illness for the last year", "start": 4092.79, "duration": 2.689}, {"text": "burdensome and terrifying illness for the last year and I wanted to touch on that at least a little bit because it's a", "start": 4095.64, "duration": 6.199}, {"text": "it's it's a hell of a", "start": 4102.24, "duration": 2.0}, {"text": "Second part to the story that you just told right because you you emerged from a very desperate", "start": 4105.9, "duration": 6.41}, {"text": "initial orientation", "start": 4113.069, "duration": 1.5}, {"text": "To a degree of remarkable success. I would say academically and", "start": 4114.569, "duration": 4.729}, {"text": "Practically and then you got walloped, you know", "start": 4119.85, "duration": 2.689}, {"text": "it's like you've done all this work and you've put yourself together and you've helped put the world right and you've changed your attitude and", "start": 4122.54, "duration": 6.27}, {"text": "Then all of a sudden when things are going well for you", "start": 4128.81, "duration": 2.37}, {"text": "You know you get you get cut down and I'm I want to go back to that", "start": 4131.19, "duration": 4.52}, {"text": "I want to go to that and because I'm curious about how how you're coping with that and how you're managing it", "start": 4135.71, "duration": 4.979}, {"text": "But let's talk about what happened after you left Yale first", "start": 4140.69, "duration": 2.939}, {"text": "Well when I left DL I just I tried to work in the corporate world and do the", "start": 4145.41, "duration": 8.0}, {"text": "community service and", "start": 4154.68, "duration": 2.0}, {"text": "kind of activist work that I was really passionate about because", "start": 4156.96, "duration": 3.109}, {"text": "Canada is a hard country. I mean one of the biggest differences I would say between", "start": 4160.65, "duration": 3.8}, {"text": "Coming back here after graduation versus staying in the u.s. Is where you can", "start": 4165.48, "duration": 4.729}, {"text": "Create a career for yourself. There's just a lot more options in the joints to me a professional", "start": 4171.299, "duration": 5.54}, {"text": "Advocate for youth or to work on some of the issues we're describing", "start": 4178.02, "duration": 3.439}, {"text": "At a research center or to do you know this and that in Canada?", "start": 4182.01, "duration": 3.469}, {"text": "It's it's if there's there's few options. A lot of them are government oriented, which is something I've always been a bit", "start": 4185.48, "duration": 6.689}, {"text": "cautious of I'm not a big fan of how", "start": 4192.96, "duration": 2.51}, {"text": "Top-down a lot of Canada works because of the the power our governments have and so I", "start": 4196.98, "duration": 5.99}, {"text": "had a hard time feeling like I fit in so the", "start": 4204.18, "duration": 2.449}, {"text": "The the way I thought would work best for me the honourable way to approach that problem in my mind was I'll earn I'll earn", "start": 4206.79, "duration": 6.95}, {"text": "my keep with a", "start": 4213.74, "duration": 1.66}, {"text": "management consulting job or a corporate law job and then", "start": 4215.4, "duration": 3.439}, {"text": "work with youth and work with police officers to change policies and things like that on the weekends and in the evenings and", "start": 4219.06, "duration": 6.56}, {"text": "I did that for a couple of years and it was", "start": 4225.75, "duration": 2.03}, {"text": "Exhausting. I mean it was hard to do everything and I wound up taking a job teaching at York University because I thought it was", "start": 4228.36, "duration": 7.7}, {"text": "A way for me to do those things. I was passionate about full time", "start": 4236.06, "duration": 2.759}, {"text": "I found out as I'm sure you know that", "start": 4239.55, "duration": 3.29}, {"text": "Universities also are not places that you get to always focus on being useful to other people", "start": 4243.78, "duration": 6.349}, {"text": "you know the work I wanted to do I had a hard time balancing with the expectations of", "start": 4251.25, "duration": 4.819}, {"text": "playing up to kind of the university politics and", "start": 4256.53, "duration": 3.559}, {"text": "You know see, you know doing research that I or or being tempted to do research. I didn't think would actually be helpful to anyone", "start": 4260.73, "duration": 7.28}, {"text": "and being part of academic pursuits that I don't think are immediately relevant to people in our society who", "start": 4268.86, "duration": 6.709}, {"text": "would benefit most from quality research and so", "start": 4276.32, "duration": 3.21}, {"text": "It was hard to balance all those things - and I was in the process of figuring all that out. I supposed when I got", "start": 4280.11, "duration": 5.42}, {"text": "Diagnosed with cancer I spent at that point. I was a couple of years into teaching and", "start": 4286.11, "duration": 4.1}, {"text": "It happened at a time where I was already hoping to kind of rethink what I would be doing with my career because I didn't", "start": 4291.93, "duration": 5.6}, {"text": "Feel like university life was the long-term", "start": 4297.53, "duration": 2.219}, {"text": "solution for me", "start": 4300.39, "duration": 1.38}, {"text": "and then cancer hit me and it's given me a lot of time to I guess like reflect on that and think about what I", "start": 4301.77, "duration": 5.99}, {"text": "Want to be doing when I get healthy again?", "start": 4307.76, "duration": 1.69}, {"text": "So yeah, so you so you have stage 4 non-hodgkins lymphoma", "start": 4309.45, "duration": 6.349}, {"text": "Yes, and that also caused spinal fractures. So it's really quite the", "start": 4317.19, "duration": 4.37}, {"text": "Catastrophic mix of of symptoms and that that that's been that's been you've been being treated for that since last February", "start": 4322.8, "duration": 6.92}, {"text": "So the first question is, how did you find? What were the symptoms that led to your diagnosis? And how did you find?", "start": 4329.76, "duration": 6.529}, {"text": "How did you find out what what was wrong?", "start": 4336.29, "duration": 2.0}, {"text": "Yeah, well, you know, I you know, one of the things people say about men is that we don't seek help", "start": 4338.76, "duration": 6.259}, {"text": "I'm I guess I might be an example of that because you know, I had pain in my neck for months", "start": 4347.73, "duration": 5.569}, {"text": "And and in my lower back or my and I just like didn't, you know take it seriously. I just thought alright", "start": 4354.09, "duration": 6.62}, {"text": "Well, I just turned 13. I thought maybe this is what 30 spike. You know, you got yeah", "start": 4360.71, "duration": 3.93}, {"text": "Yeah and back problems. And yeah, well you never you'd never leap right to the catastrophe", "start": 4364.64, "duration": 4.56}, {"text": "Yeah, so I wound up", "start": 4370.32, "duration": 2.0}, {"text": "going into the hospital to get it looked at and I also had a", "start": 4373.08, "duration": 4.31}, {"text": "soul and lymph nodes", "start": 4378.09, "duration": 1.8}, {"text": "which I also didn't take seriously because I just thought like how you know, it's not a big deal and", "start": 4379.89, "duration": 5.149}, {"text": "turns out those things are related because in the the lymph nodes on my left side is", "start": 4385.89, "duration": 5.06}, {"text": "Where a tumor had started to grow and that tumor?", "start": 4391.14, "duration": 3.14}, {"text": "Or and that the cancer aren't spreading from that main tumor into some of my bonus", "start": 4395.07, "duration": 5.18}, {"text": "and the neck pain and back pain I was feeling", "start": 4400.8, "duration": 2.06}, {"text": "Were caused by the cancer cracked", "start": 4403.68, "duration": 2.0}, {"text": "the the", "start": 4406.29, "duration": 2.0}, {"text": "Two parts of my spine one in the neck and one in the back", "start": 4408.37, "duration": 2.31}, {"text": "So I wound up at an emergency room visit which I thought was going to be fairly, you know, simple", "start": 4410.72, "duration": 5.659}, {"text": "I thought you know, I didn't have a doctor", "start": 4416.38, "duration": 1.77}, {"text": "So I went to the emergency room thinking I was gonna get antibiotics", "start": 4418.15, "duration": 3.479}, {"text": "Prescribed to me for the lymph nodes being swollen and I wound up being held for a week because they had to do a bunch", "start": 4422.03, "duration": 6.469}, {"text": "Of testing on what was going on and that's how I basically found out about camps about the cancer", "start": 4428.5, "duration": 4.8}, {"text": "I was at a pretty high risk of paralysis at that point because of", "start": 4433.3, "duration": 4.799}, {"text": "The injury and the possibility of the spinal cord being affected", "start": 4438.35, "duration": 4.04}, {"text": "Thankfully that didn't happen and in a weird way my bones wound up kind of fusing together", "start": 4443.27, "duration": 4.64}, {"text": "So they're never gonna be normal again, but they're stable enough that I won't have those problems at least", "start": 4448.13, "duration": 5.24}, {"text": "but then I went through like chemo and radiation for most of the last ten months and I'm just a", "start": 4454.19, "duration": 5.12}, {"text": "Couple months ago. I finished that up and it's you know", "start": 4459.38, "duration": 3.77}, {"text": "It's been", "start": 4463.73, "duration": 1.77}, {"text": "It's been intense. I think I revisited a lot of the the harmful places that my mind used to be when I was younger", "start": 4465.5, "duration": 6.41}, {"text": "the temptation to be like resentful", "start": 4472.52, "duration": 2.3}, {"text": "Yeah", "start": 4475.16, "duration": 0.51}, {"text": "You know", "start": 4475.67, "duration": 0.62}, {"text": "I put a lot work into my career and to have this happen in prime kind of earning years", "start": 4476.29, "duration": 6.089}, {"text": "To have my income cut drastically when you're the by far the biggest breadwinner and your family the first one to finish", "start": 4482.75, "duration": 7.34}, {"text": "University and first one to become a professional", "start": 4490.55, "duration": 2.449}, {"text": "and", "start": 4493.85, "duration": 1.41}, {"text": "I and I and there was a part of me that really wanted to go back to that place where I would just see myself", "start": 4495.26, "duration": 4.699}, {"text": "as a victim and be angry at everybody and be angry at God and be angry at", "start": 4499.96, "duration": 4.26}, {"text": "life for", "start": 4504.95, "duration": 2.0}, {"text": "You know", "start": 4506.99, "duration": 1.68}, {"text": "Yeah, the problem with that is that then you end up with the illness and being angry at God and at life", "start": 4508.67, "duration": 5.42}, {"text": "yeah, you know which which like it's not it's not like I'm making light of your motivation for feeling that way because you know that", "start": 4515.12, "duration": 7.58}, {"text": "that's that's a hell of a thing to have happen and", "start": 4522.7, "duration": 2.489}, {"text": "it's it's", "start": 4525.98, "duration": 1.47}, {"text": "it's it's a blow that would destabilize anyone and the fact that you started revisiting that same dark places is", "start": 4527.45, "duration": 7.31}, {"text": "Anything but surprising, you know, I think what's surprising", "start": 4535.31, "duration": 2.72}, {"text": "Mostly is that you didn't stay there?", "start": 4538.67, "duration": 2.0}, {"text": "Yeah, but watch if you really ill people, you know, it's it's it's really bad to have the illness", "start": 4541.51, "duration": 5.839}, {"text": "that's for sure and it can be ultimately bad but", "start": 4547.389, "duration": 3.56}, {"text": "to also have that in bitter you and bring back your cynicism and", "start": 4551.559, "duration": 5.72}, {"text": "Make you not so much desperate as as", "start": 4557.53, "duration": 2.629}, {"text": "rage-filled and angry", "start": 4561.19, "duration": 1.86}, {"text": "Doesn't help the illness and all it does is make your situation worse and I think worse for everyone around you as well", "start": 4563.05, "duration": 5.779}, {"text": "that's also something terrible about being sick is that you tend to feel like you're a like a an", "start": 4568.829, "duration": 5.25}, {"text": "Intolerable burden on the people around you as well. It's another bit of guilt. You have to bear along with being ill", "start": 4574.78, "duration": 5.689}, {"text": "yeah, I think that's absolutely right and I", "start": 4581.889, "duration": 2.27}, {"text": "That that that that dark place", "start": 4587.11, "duration": 2.119}, {"text": "Was was tempting for a lot of reasons but but one of which was it just made it made it, you know being sick", "start": 4591.61, "duration": 7.729}, {"text": "It's like you have no one to get mad at right. It's like who's the face of that, right? Yeah", "start": 4599.34, "duration": 5.399}, {"text": "You want to find someone to blame like you want to have something to point to and say this is the cause of my misfortune", "start": 4605.349, "duration": 7.49}, {"text": "And it's not like I had you know lung cancer or something where it's like, oh, you know", "start": 4613.36, "duration": 4.009}, {"text": "I smoked too much or I have some sort of", "start": 4617.369, "duration": 2.939}, {"text": "Behavior I could associate with being ill I mean when the doctor told me I was sick", "start": 4621.039, "duration": 3.89}, {"text": "She said to me, you know, I asked her like how is it possible that I'm this sick? I don't get it", "start": 4624.929, "duration": 5.069}, {"text": "I have no problems and she said you know, it's just bad luck. Yeah, that's a hard and um stupidity of life", "start": 4629.999, "duration": 6.36}, {"text": "Yeah, and I think that's a hard thing to accept", "start": 4637.059, "duration": 2.03}, {"text": "For sure", "start": 4639.729, "duration": 1.171}, {"text": "But what it also did was just kind of like there was a there was a message that I needed to hear from people", "start": 4640.9, "duration": 6.259}, {"text": "When I was getting out of a dark place when I was younger right when I was getting out of high school", "start": 4647.59, "duration": 4.609}, {"text": "I needed people to believe in me", "start": 4652.329, "duration": 2.0}, {"text": "I need people to think I had a brighter future than I thought. I might have I needed people who", "start": 4654.329, "duration": 4.47}, {"text": "Still have that like an unwavering faith that I could be", "start": 4659.44, "duration": 3.469}, {"text": "helpful to the world and", "start": 4663.579, "duration": 1.77}, {"text": "when I when I got diagnosed I needed that stent like I needed that just as bad like I needed that sense of", "start": 4665.349, "duration": 5.899}, {"text": "From people that you're not just dislike burden", "start": 4671.349, "duration": 3.2}, {"text": "Now your mom has to stress about you and it's not like she doesn't already have a whole bunch of things to worry about", "start": 4675.21, "duration": 5.189}, {"text": "It's that", "start": 4680.76, "duration": 1.36}, {"text": "Despite this illness you still have a lot to offer the world and people who had that message", "start": 4682.12, "duration": 5.569}, {"text": "I mean, you're one of them you sent me an email", "start": 4687.69, "duration": 2.0}, {"text": "thanks to a mutual friend shortly after I got", "start": 4690.7, "duration": 2.149}, {"text": "diagnosed and", "start": 4693.49, "duration": 1.92}, {"text": "It matters, right it matters when people say to you that, you know, as you said earlier", "start": 4695.41, "duration": 4.58}, {"text": "it's a it's a call to action that you've got a you've got as you know, a personal catastrophe now that", "start": 4699.99, "duration": 5.639}, {"text": "You have to deal with and in doing so you're gonna learn a lot about yourself and what you're capable of", "start": 4706.15, "duration": 4.88}, {"text": "just you talk to write a book on capacity to aspire, you know, and it's like", "start": 4711.3, "duration": 4.889}, {"text": "the idea that you should battle on against insuperable odds is", "start": 4717.04, "duration": 4.22}, {"text": "In some sense an idea that it's got a certain amount of hopelessness about it under some", "start": 4721.63, "duration": 5.18}, {"text": "circumstances because there are times when you battle and", "start": 4727.12, "duration": 2.509}, {"text": "you lose and it's even the case that you lose if you battle as", "start": 4730.24, "duration": 4.579}, {"text": "Forthrightly and courageously as you possibly can but the truth of the matter is is that there isn't a better strategy", "start": 4735.88, "duration": 6.47}, {"text": "That's the thing is that", "start": 4742.93, "duration": 2.0}, {"text": "first of all", "start": 4745.54, "duration": 0.74}, {"text": "the strategy works most of the time or if any strategy is going to work that's going to be the one and", "start": 4746.28, "duration": 5.219}, {"text": "Nothing is certain in life. And so not every strategy ever works a hundred percent of the time, but it's still", "start": 4751.84, "duration": 5.24}, {"text": "The best you have and you you you decided", "start": 4757.75, "duration": 3.89}, {"text": "Apparently to rescue yourself from the second descent into the hole of hell despair. Let's say to", "start": 4762.4, "duration": 6.89}, {"text": "Continue to try to aspire forward despite the fact that you'd been thrown another", "start": 4769.87, "duration": 4.219}, {"text": "tremendous obstacle", "start": 4774.61, "duration": 2.0}, {"text": "Yeah, well, what's what's what's been really good for me is", "start": 4776.65, "duration": 3.32}, {"text": "I've really focused on being around people who have their own challenges, you know", "start": 4781.57, "duration": 6.56}, {"text": "and", "start": 4788.13, "duration": 0.49}, {"text": "I credit a lot of the young men I've spent time with since my book come out for putting my mind in a place that", "start": 4788.62, "duration": 5.839}, {"text": "Was actually positive and productive, you know", "start": 4794.46, "duration": 2.64}, {"text": "I've spent time with boys who are going through the challenges", "start": 4797.1, "duration": 2.43}, {"text": "I had when I was a kid far worse in many circumstances. I spent time people who are fighting poverty or abuse", "start": 4799.53, "duration": 6.539}, {"text": "kids who are in the foster system kids who have", "start": 4806.74, "duration": 2.859}, {"text": "Not even a mom that I was a Boston", "start": 4810.15, "duration": 1.79}, {"text": "Alright and and being around those young men", "start": 4811.94, "duration": 2.969}, {"text": "Young men who've come out of jail and are trying to do something different young men. Who who who are", "start": 4815.28, "duration": 4.85}, {"text": "figuring how to grow up on on", "start": 4820.409, "duration": 2.0}, {"text": "The spot because they now have a kid they have to be worried about right", "start": 4822.54, "duration": 3.589}, {"text": "I mean being around those young men in every city I've been able to travel to has has really made it hard for me to", "start": 4826.13, "duration": 6.45}, {"text": "Feel sorry for myself and also hard for me to discount what?", "start": 4833.01, "duration": 3.649}, {"text": "You know, I don't know where my physical health goes from here. I'm still not you know in remission yet, but", "start": 4837.659, "duration": 5.87}, {"text": "it's really hard for me to", "start": 4844.23, "duration": 2.0}, {"text": "Put myself at the center of a victim narrative", "start": 4846.3, "duration": 3.14}, {"text": "Which I know is tempting and I've talked to other cancer patients who are similarly tempted to look that at life that way", "start": 4849.44, "duration": 6.479}, {"text": "And to say there's still a bunch of young men who I could be useful to", "start": 4856.02, "duration": 3.859}, {"text": "Yeah, and the idea that I might say something to a guy who just got out of jail or a guy who?", "start": 4859.88, "duration": 5.609}, {"text": "Doesn't think he can be a good student or a guy who?", "start": 4866.07, "duration": 2.419}, {"text": "you know is in a university where he feels in over his head and that maybe I could say something that could", "start": 4869.58, "duration": 5.149}, {"text": "change how he thinks about himself and put his best foot forward like", "start": 4874.89, "duration": 4.009}, {"text": "That's been that's been worth living for quite honestly and that makes the cancer feel so irrelevant by comparison", "start": 4879.09, "duration": 6.859}, {"text": "Yeah, well that's a hell of a thing to have accomplished as far as I'm concerned but I think it's dead right", "start": 4888.18, "duration": 4.879}, {"text": "You know, I mean life is a hopeless business and we all die in the end that question is, what do you do?", "start": 4893.58, "duration": 4.609}, {"text": "what do you do in the interim and", "start": 4898.47, "duration": 2.0}, {"text": "everything that you can do to", "start": 4901.17, "duration": 2.0}, {"text": "Put things in a more positive place is is a credit to your integrity", "start": 4903.48, "duration": 4.189}, {"text": "Fundamentally and it's integrally associated with the meaning that does sustain you in very dark times", "start": 4908.13, "duration": 5.0}, {"text": "Absolutely, and I think that you know the confidence that I had in", "start": 4915.77, "duration": 3.949}, {"text": "You know individual agency and personal responsibility in the power of how you choose to think", "start": 4920.72, "duration": 5.45}, {"text": "About the world and how you interpret the adversity you go through the confidence", "start": 4926.81, "duration": 5.03}, {"text": "I had in that from growing up and from the academic research I've done and the life I lived has only grown", "start": 4931.84, "duration": 5.819}, {"text": "Exponentially since I've been sick because I now see it in my own life on a regular basis", "start": 4937.85, "duration": 5.75}, {"text": "but I also get to see it in people who are", "start": 4943.6, "duration": 2.01}, {"text": "Facing far more severe physical challenges than I have people", "start": 4946.28, "duration": 3.83}, {"text": "Who should I share a hospital room with four people who I see when I walk, you know through the Cancer Center", "start": 4950.11, "duration": 6.239}, {"text": "And it's like and I see what they have to tell themselves", "start": 4956.93, "duration": 3.83}, {"text": "the you know the rules they have to live by to", "start": 4961.28, "duration": 2.93}, {"text": "have", "start": 4964.76, "duration": 1.05}, {"text": "to get through the the challenges they face on a day-to-day basis and get to somewhere positive and constructive and", "start": 4965.81, "duration": 7.79}, {"text": "That's you know, it's incredibly inspirational and it's and it certainly makes it meet, you know, frankly the limited patients", "start": 4975.32, "duration": 5.81}, {"text": "I had four people who undermine or want to downplay the importance of that that way of looking at life and", "start": 4981.13, "duration": 6.6}, {"text": "that way of", "start": 4988.07, "duration": 0.84}, {"text": "Orienting yourself to the world that patience is far thinner than it was before and it wasn't like I was very tolerant of that", "start": 4988.91, "duration": 5.72}, {"text": "You know before I got sick either", "start": 4994.97, "duration": 2.0}, {"text": "Well, you know it seems to me that that's probably a pretty good time to", "start": 4998.459, "duration": 4.85}, {"text": "Bring this discussion to a close. What do you think? What else? Is there anything else that you have to tell people?", "start": 5004.01, "duration": 5.089}, {"text": "I mean, I'm kind of curious about how you had the opportunity to talk to all these young men or how you've taken that opportunity", "start": 5009.099, "duration": 6.089}, {"text": "Well, a lot of it has been, you know people who read the book and want me to come speak to", "start": 5016.61, "duration": 4.639}, {"text": "students or youth that they work with", "start": 5022.099, "duration": 2.0}, {"text": "but it's also been because a couple of charities Big Brothers Big Sisters and", "start": 5024.349, "duration": 4.97}, {"text": "The pinball Clemons Foundation both of whom work with young men across Canada and also in the United States and other countries", "start": 5029.749, "duration": 6.83}, {"text": "They've organized opportunities for me to come speak to", "start": 5036.949, "duration": 2.899}, {"text": "Young men who they think would would benefit most from hearing from a young men who are struggling to find their way", "start": 5040.07, "duration": 6.08}, {"text": "We're having a hard time in school who don't have primary support or Mentors", "start": 5046.309, "duration": 4.189}, {"text": "So that's where a lot of the opportunity comes from is", "start": 5050.749, "duration": 3.02}, {"text": "you know people who I guess", "start": 5053.929, "duration": 2.12}, {"text": "Feel like my story does renders innate or would resonate I think a lot of it is people who also recognize the institutions", "start": 5056.42, "duration": 6.049}, {"text": "They're part of might not always understand young men or know how to respond to their needs", "start": 5062.469, "duration": 4.709}, {"text": "Because and this is a problem that you've tackled head-on in many cases", "start": 5067.61, "duration": 3.979}, {"text": "I think they recognize a need to encourage young men to do well", "start": 5071.59, "duration": 3.779}, {"text": "But don't know how to do it because the conversation around encouragement of men has in", "start": 5075.369, "duration": 6.149}, {"text": "My view been been undermined and poisoned in many ways. I mean, even we have a prime minister here in Canada Justin Trudeau", "start": 5082.01, "duration": 6.649}, {"text": "who you know goes to international summits and", "start": 5088.659, "duration": 3.12}, {"text": "recklessly speaks about men using", "start": 5092.3, "duration": 2.0}, {"text": "You know the buzzwords that he thinks are going to get him an applause", "start": 5094.939, "duration": 3.41}, {"text": "Yeah, that's what he was talking about the dangerousness of working men", "start": 5098.349, "duration": 3.51}, {"text": "Exactly. I know and it's absolutely appalling", "start": 5102.739, "duration": 2.839}, {"text": "Yeah, well when you in and when you live in a country where that passes as leadership of your nation, no kidding", "start": 5106.219, "duration": 6.229}, {"text": "You know people I think don't know what to do about the struggling young men. They see who who actually aren't you know?", "start": 5112.969, "duration": 5.989}, {"text": "They don't symbolize male privilege in the ways that our prime minister might might think they do right? And so", "start": 5119.9, "duration": 5.329}, {"text": "People are looking for other ways to engage and speak about young men and I yeah", "start": 5125.329, "duration": 4.459}, {"text": "Well at trying some words isn't her would go a long ways", "start": 5129.789, "duration": 2.88}, {"text": "I mean I've been stunned but over the last year at you know discovering how", "start": 5132.67, "duration": 4.649}, {"text": "rarely, so many people are encouraged and how starving they are for a few genuine words of encouragement and", "start": 5138.499, "duration": 7.49}, {"text": "Well, it's it's like you said, even when you met that Professor who told you that you could maybe apply to Yale", "start": 5146.209, "duration": 4.94}, {"text": "It's just that chance encounter a few words", "start": 5151.15, "duration": 2.399}, {"text": "And you said you know", "start": 5153.55, "duration": 1.02}, {"text": "you've also realized how important the things that you say might be to people and", "start": 5154.57, "duration": 4.29}, {"text": "That that's led you some strength to go on even, you know, during your current times of travail", "start": 5158.989, "duration": 5.18}, {"text": "Let's say it is so important to put forward a message of encouragement to young men and say look", "start": 5164.17, "duration": 5.939}, {"text": "you know get your act together for Christ's sake there's a lot more to you than you think and the world is crying out for", "start": 5170.11, "duration": 5.099}, {"text": "you it needs you and", "start": 5175.209, "duration": 2.1}, {"text": "That that irresponsibility. There's nothing about that", "start": 5178.159, "duration": 2.99}, {"text": "That's nobler or justifiable. Even though you have your reasons to feel embittered and victimized. It's not the point of", "start": 5181.15, "duration": 6.419}, {"text": "Course the world's harsh and brutal, but you you're someone who might be able to prevail nonetheless", "start": 5188.15, "duration": 5.869}, {"text": "And that's really something", "start": 5194.599, "duration": 2.0}, {"text": "Yeah, I would say it's not just something but in some cases everything yeah, that's right assembly for instance", "start": 5197.969, "duration": 5.149}, {"text": "that's exactly yeah a difference between giving the world the best you have to offer and and", "start": 5203.119, "duration": 5.31}, {"text": "Giving it the world nothing. Yeah. Well, then you might be old but at least you have a clean conscience", "start": 5209.339, "duration": 4.49}, {"text": "So it's not some head man", "start": 5215.279, "duration": 2.0}, {"text": "Yeah, then that that's maybe the most valuable thing about yeah. Yeah, that's for sure. Look Jimmy. Oh, it was a pleasure talking to you", "start": 5217.529, "duration": 6.71}, {"text": "Same to you. Dr. Peters. Yeah. Thank you for your time look and I'm best luck, and I'm hoping things go well for you", "start": 5224.999, "duration": 6.319}, {"text": "But it's remarkable story that you told it's it's really something on", "start": 5231.319, "duration": 3.36}, {"text": "multiple dimensions and so like more power to you as far as I'm concerned and I hope that lots of people", "start": 5235.199, "duration": 4.729}, {"text": "watch this and", "start": 5240.659, "duration": 2.0}, {"text": "realize that", "start": 5242.909, "duration": 2.0}, {"text": "Like you did that there's a hell of a lot more to them than meets the eye I hope so, too", "start": 5245.789, "duration": 5.419}, {"text": "Good I hope we meet again", "start": 5253.199, "duration": 2.0}, {"text": "Me, too. Thank you. Dr. Peterson. You bet man good talking with you", "start": 5255.209, "duration": 4.1}, {"text": "You too, all the best. Yeah same to you. Hey, let's take a look at your book one more time", "start": 5259.919, "duration": 4.7}, {"text": "Okay, okay. All right", "start": 5265.349, "duration": 2.0}, {"text": "Available in Canada now in the US and other countries next year great why your latest?", "start": 5268.079, "duration": 5.12}, {"text": "identity and", "start": 5273.989, "duration": 2.0}, {"text": "Rage race in the crisis of identity why young man rage race and the crisis of identity? Yeah. All right", "start": 5276.119, "duration": 6.529}, {"text": "Well, I hope I hope you get a massive boost in sales as a consequence", "start": 5282.649, "duration": 3.75}, {"text": "All right fan", "start": 5287.639, "duration": 2.0}, {"text": "Taking or give your mom a hug before me I will do that", "start": 5289.949, "duration": 3.379}, {"text": "she'll be very glad to know that we had a chance to talk about her -", "start": 5293.329, "duration": 2.91}, {"text": "All right. Ciao", "start": 5296.909, "duration": 2.0}, {"text": "Take care", "start": 5299.279, "duration": 2.0}]}