{"video_id": "OUs72-WqmwI", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Quillette: Discussion with Founder/Editor Claire Lehmann", "url": "https://www.youtube.com/watch?v=OUs72-WqmwI", "date": "2018-03-10", "description": "Please consider supporting Quillette’s fine work through Patreon at https://www.patreon.com/Quillette/overview\n\nI sat down recently with Claire Lehmann, founder and editor of Quillette, an online magazine that publishes essays on a range of topics related to politics, social life, science, and academia. The magazine has quickly become a highly respected outlet for open discussion of topics in psychology and the social and behavioral sciences. \n\nClaire was studying forensic psychology at the graduate level but decided that she could contribute more to the general scientific discussion as a journalist. Hence her decision to found Quillette. In this discussion, she describes the founding, development and monetization strategy underpinning her journalistic work. From Wikipedia: “The website drew significant public attention on August 7, 2017 after publishing the responses of four scientists (Lee Jussim, David P. Schmitt, Geoffrey Miller, and Debra W. Soh) to James Damore's controversial memo \"Google's Ideological Echo Chamber\". The website was temporarily shut down by a DDoS attack following publication of the piece.”\n\nClaire stated, during our discussion: “I didn’t think that any standard journalistic outlet would publish the material, scientific or otherwise, that I considered valuable and appropriate. The best places for scientific journalism won’t go near anything that contradicts very strong left-wing narratives such as the reality of stereotype threat (a literature severely criticized in http://bit.ly/2oVINv6), the validity of intelligence research, or the existence of sex differences in personality and interest.” I provided an extensive reference list with regard to the latter in the description for my video commentary on the James Damore/Google affair: http://bit.ly/2HmfIQ6). David Schmitt’s work (summarized here: https://www.psychologytoday.com/articles/201711/the-truth-about-sex-differences) is also relevant in this regard.  \nWe discussed the failure of psychologists to admit to, let alone identify, authoritarian tendencies on the left since the end of World War II, although there has been no shortage of work detailing those tendencies on the right. In my lab, we recently tried to rectify this with some recent as-of-yet unpublished studies making up the Master’s thesis work of my student Christine Brophy (see http://bit.ly/2eXN3m2). \n\nClaire and I also discussed the danger to women (particularly mothers) as a consequence of the social-constructionist denial of the biological differences between the sexes and the practical necessity of distinguishing between “women” and “mothers” in the economic discussion, the over-emphasis on career compared to family that is characteristic of modern life, the impossibility of a high-achieving career, in general (to say nothing of managing that with the demands of motherhood), and the failure of feminism to address that impossibility in a realistic and measured manner.\nWe close with a discussion of the fraudulent and politically-motivated misuse of the concept of implicit bias and the lack of evidence for success for anti-unconscious bias retraining programs, and consideration of the differences in competition strategies between males and females in the workplace and more broadly. \n\nOne of Quillette’s early successes, by criminologists Brian Boutwell: http://quillette.com/2015/11/13/criminologists-who-study-bio-shunned-by-field/\n\nOn the false dichotomy between sex and gender: http://quillette.com/2018/02/07/real-gender-trouble/\nAnd, in closing, on female preference for male bosses: https://www.theatlantic.com/video/index/549818/women-prefer-male-bosses/\n\nOnce again, please consider supporting Quillette’s fine work through Patreon: https://www.patreon.com/Quillette/overview\n\nAdditional relevant links:\n\nWebsite: http://jordanbpeterson.com/\n\n \n\nBooks:\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/2017/10/great-books/\n\n12 Rules for Life Tour: Dates, Cities and Venues: https://jordanbpeterson.com/events/\n\nSelf Authoring Suite: http://selfauthoring.com/\nUnderstand Myself personality test: http://understandmyself.com/\n\n \n\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\nSupport this channel: https://www.jordanbpeterson.com/donate", "duration": 4100, "transcript_parts": []}