{
 "video_id": "PcM3Y8kACo4",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "A Wing and a Prayer",
 "url": "https://www.youtube.com/watch?v=PcM3Y8kACo4",
 "date": "2021-11-02",
 "description": "A wing and a prayer\nor \nthe enemy\n(this has to stop)\n\nGod lift me from the intolerable burden of my ignorance, arrogance, wilful blindness, bitterness and resentment\n\nAs I pray that others rise above the same faults and temptations\n\nI watched Fox News release a message this week:\n\nThere are terrible things afoot under the surface of our society, and the perpetrators are coming for you\n\nAnd coming for us\n\nAnd then I watched the Democrats respond in panic and anger, saying:\n\nThere are terrible things afoot under the surface of our society, and the perpetrators are coming for you\n\nAnd coming for us\n\nAre there terrible things afoot, bubbling under the surface? \nIs something coming for you?\nAnd for us?\n\nAsk yourself how true that is of yourself and your own life\n\nHave you addressed all that? \n\nAre you concerning yourself with the dust in your enemy’s eyes, instead of attending to the filth that obscures your own sight?\n\nDo we want accusation, suspicion, discord, derision and hatred? \n\nOr the peace and prosperity and happiness that beckons to us at this moment like never before?\n\nWho’s the enemy here?\n\nIs it the basket of deplorables?\nIs it the freaks and the queers?\n\nIs it the plumbers and carpenters and tradesmen and managers who work honestly and diligently during the day and the soldiers who stalwartly defend the borders and protect us?\n\nIs it the artists and visionaries whose expressions of unbridled creativity entertain and rejuvenate us and who continually offer to us an unending panoply of technological miracle?\n\nIs it the institutions that guide and protect us that so many lived and died to erect and establish which for all their faults have served us so well?\n\nDo we want revenge or justice?\nDo we want contempt or mercy?\nDo we want war—or peace?\n\nAnd what are you aiming at in your heart of hearts?\n\nI see even the best of men degenerating into the exchange of blows. \nI see even the best of men identifying the enemy in our neighbours and friends.\nI see even the best of men falling prey to cowardice and self-righteous anger.\n\nIt needs to stop. \nI need to stop.\nYou need to stop.\n\nBefore it’s too late.\n\nWho is the enemy here?\n\nThe snake in your heart?\nThe lies on your tongue?\nThe arrogance of your intellect?\nThe cowardice of our refusal to see?\n\nThe enemy is that which divides to sow discord.\n\nThe enemy is the pride and fear that stops us from lending a hand acoss the divide.\n\nThe enemy is the great and eternal adversary of mankind.\n\nAnd if we demonize our brothers, our comrades-in-arms, do we not precisely call that dread spirit forth?\n\nHave we not yet learned?\n\nCourage\nTrust\nTruth\nLove\n\nEven unto your enemy. \nWhich is you.\n\nGod forgive us our trespasses\nAs we forgive those who trespass against us\nMay what is highest guide our vision\nMay what is highest open our ears\nMay what is highest guide our tongues\n\nAnd may we pray\nFearful of the hell we could so easily and carelessly create\n\nDeliver us from evil\nShine a light into the corners of our dark hearts\n\nFor thine is the Kingdom\nThe Power and the Glory\nFor Ever and Ever\n\nAmen\n\n-\n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://linktr.ee/DrJordanBPeterson\nDonations: https://www.jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself (personality test): https://understandmyself.com/\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n// LINKS //\nWebsite: https://jordanbpeterson.com/\nEvents: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n// SPONSORS //\nInterested in sponsoring my audio podcast? Reach out to my advertising team here: sponsorships@jordanbpeterson.com For Advertising Inquiries, visit https://www.advertisecast.com/TheJordanBPetersonPodcast",
 "duration": 350,
 "transcript_parts": []
}