{"video_id": "PLrV1G1ENlA", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Thorbjorn Thordarson | Dr. Jordan B Peterson: Iceland's Channel 2", "url": "https://www.youtube.com/watch?v=PLrV1G1ENlA", "date": "2018-06-10", "description": "Taken from Iceland's Channel 2 with Thorbjorn Thordarson (http://www.visir.is/section/MEDIA99&fileid=CLP63515) \n\n\"An interview with Canadian clinical psychologist Jordan Peterson, author of the bestselling book 12 Rules for Life: An Antidote to Chaos. Peterson discusses child upbringing, the so-called oppression of the patriarchy and feminism, truthfulness and “life-lies” and why it is bad to avoid conflict in relationships and in the workplace. Peterson also answers recent criticism from Bernard Schiff, his friend and former colleague at the University of Toronto.\"\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 1597, "transcript_parts": [{"text": "Thank you, Mr. Peterson for being with us.", "start": 3.14, "duration": 1.88}, {"text": "Thanks for the invitation.", "start": 5.2, "duration": 2.0}, {"text": "What I found most interesting in your book is the stuff you write about child development and child upbringing and", "start": 7.56, "duration": 6.3}, {"text": "for example you explain how overprotective parents can damage their children?", "start": 13.98, "duration": 4.78}, {"text": "You say it's far better to render beings in your care competent than to protect them.", "start": 20.56, "duration": 4.34}, {"text": "Do you think that the parents \ntoday are", "start": 24.9, "duration": 3.12}, {"text": "more protective of their children than previous generations.", "start": 28.4, "duration": 3.42}, {"text": "I would say that it looks like that.", "start": 32.26, "duration": 2.5}, {"text": "Yes, I think there are complex reasons for that. I don't think that you can necessarily", "start": 34.76, "duration": 4.52}, {"text": "lay that at the feet of the parents people are having fewer children and", "start": 39.98, "duration": 4.58}, {"text": "and they're having them later in life and", "start": 45.04, "duration": 2.28}, {"text": "So I think both of those things those are major demographic shifts", "start": 47.6, "duration": 3.52}, {"text": "and I think that one of the", "start": 51.12, "duration": 1.66}, {"text": "Consequences of that is that children's lives are much more organized than they used to be", "start": 52.78, "duration": 4.18}, {"text": "which might have some advantages", "start": 56.96, "duration": 1.1}, {"text": "but that also parents are more likely to over protect their older and more cautious and", "start": 58.06, "duration": 5.04}, {"text": "the children also don't have as many siblings and of course siblings were part of the child raising process and and", "start": 63.26, "duration": 6.74}, {"text": "It's hard to be over protected in some ways when you're competing with a bunch of siblings", "start": 70.759, "duration": 4.43}, {"text": "So it's complicated but I think that over protection is a problem", "start": 75.52, "duration": 4.12}, {"text": "Rule 11 is do not bother children when they are skateboarding. This is a recurring theme in your book", "start": 80.44, "duration": 5.7}, {"text": "If we are overprotective with our children", "start": 87.26, "duration": 3.02}, {"text": "We will create weak individuals.", "start": 90.5, "duration": 2.26}, {"text": "Well you you demolish people's resilience that way.", "start": 92.82, "duration": 2.9}, {"text": "I mean life is difficult and you cannot protect your children?", "start": 95.8, "duration": 4.1}, {"text": "What you can do is prepare them and you can prepare them to be strong and courageous and", "start": 100.61, "duration": 4.909}, {"text": "truthful and", "start": 106.159, "duration": 1.56}, {"text": "resilient and", "start": 107.719, "duration": 1.411}, {"text": "reciprocal in their interactions with other people and that means you equip them for", "start": 109.13, "duration": 3.97}, {"text": "what life will be which is at minimum a series of difficult challenges and and", "start": 113.3, "duration": 4.96}, {"text": "often more than that because of course people go through very difficult times in their lives and a", "start": 118.36, "duration": 4.52}, {"text": "resilient person is capable of standing up to things in the face of fear and moving forward voluntarily", "start": 123.74, "duration": 7.459}, {"text": "convinced of their own", "start": 132.68, "duration": 1.77}, {"text": "competence and ability to prevail and", "start": 134.45, "duration": 2.029}, {"text": "so the primary, your primary goal as a parent apart from", "start": 137.18, "duration": 3.65}, {"text": "facilitating your child's social desirability, which is a major", "start": 141.62, "duration": 3.35}, {"text": "obligation on your part is to", "start": 146.15, "duration": 2.0}, {"text": "encourage your children and to, and I mean that literally to instill in them a sense of courage in the face of the difficulties of", "start": 148.31, "duration": 6.649}, {"text": "life and not to protect them from that.", "start": 154.959, "duration": 2.1}, {"text": "We don't even want to be protected from those difficulties because a major part of life and its meaning is the", "start": 157.64, "duration": 6.589}, {"text": "The challenge that comes with confronting difficulties", "start": 165.1, "duration": 3.06}, {"text": "So...", "start": 168.68, "duration": 1.41}, {"text": "What do you want to say to those parents?", "start": 170.09, "duration": 1.67}, {"text": "That allow their eight or nine-year-old sons to sleep in their beds at night instead of sleeping in their own rooms", "start": 171.77, "duration": 6.019}, {"text": "well", "start": 178.28, "duration": 0.5}, {"text": "I the first thing I would say about that is you might want to ask why you don't want privacy with your spouse", "start": 178.78, "duration": 6.149}, {"text": "You know", "start": 184.93, "duration": 1.05}, {"text": "The last thing you want to do is use your child as an excuse to not interact properly with your wife or your husband", "start": 185.98, "duration": 6.57}, {"text": "there's all sorts of reasons that people allow their children to interfere with their relationship and", "start": 192.95, "duration": 4.94}, {"text": "so and by eight or nine a child is more than capable of", "start": 198.26, "duration": 4.19}, {"text": "Spending time on their own and they need to do that anyways", "start": 203.09, "duration": 2.54}, {"text": "Because you don't want your child to be either unable to spend time alone or terrified of it", "start": 205.63, "duration": 5.669}, {"text": "you, you also destroy to some degree their, well, their ability to cope on their own but also their imagination by not requiring them to", "start": 211.61, "duration": 7.129}, {"text": "rely on themselves for their own like", "start": 219.32, "duration": 2.689}, {"text": "Call (?) for self calming and safe and also for self amusement", "start": 222.95, "duration": 4.069}, {"text": "There's a rule when you're dealing with people who might be", "start": 227.02, "duration": 3.08}, {"text": "dependent and this includes and includes the situation where you're dealing with sick people or or elderly people and the rule is", "start": 230.24, "duration": 6.86}, {"text": "Do not do anything for anyone that they can do for themselves", "start": 237.68, "duration": 3.18}, {"text": "Because you take away their competence by doing that I want to ask you about", "start": 241.42, "duration": 3.14}, {"text": "I want to ask you about", "start": 244.56, "duration": 2.06}, {"text": "the use of physical force on children because you think it is important to allow kids to explore and harm themselves to gain experience", "start": 246.62, "duration": 6.52}, {"text": "still you believe strict parenting is important and you think this", "start": 253.489, "duration": 3.35}, {"text": "Justifiable to flick the index finger on to certain types of two-year-olds", "start": 257.359, "duration": 4.04}, {"text": "Why is the use of force justifiable", "start": 261.74, "duration": 2.84}, {"text": "Well it depends on the context and it also depends on what you mean by force", "start": 264.58, "duration": 3.32}, {"text": "There isn't a disciplinary strategy that you can utilize that doesn't involve something that's unpleasant while you can use reward", "start": 268.0, "duration": 6.88}, {"text": "But that that's a different there's different", "start": 274.95, "duration": 2.24}, {"text": "Circumstances underway and you should use reward every time you can because it's more effective but you often need something that's...", "start": 277.32, "duration": 5.8}, {"text": "Instantaneous and that gets the message across and a flick is a very good", "start": 284.08, "duration": 4.06}, {"text": "technique because it's instant. It's harmless it gets the message across you can use it publicly", "start": 288.66, "duration": 5.719}, {"text": "It can't be misused. You won't hurt the child", "start": 294.68, "duration": 2.82}, {"text": "You have to have an effective disciplinary strategy for you since in social situations, for example.", "start": 299.72, "duration": 5.3}, {"text": "Yeah, you talk about the minimizing", "start": 305.02, "duration": 1.68}, {"text": "Minumum. Yeah, well the basic rules are quite straightforward", "start": 306.7, "duration": 2.62}, {"text": "minimum number of rules because otherwise the enforcement costs accrue and you end up", "start": 310.44, "duration": 5.479}, {"text": "constraining yourself and the child too much and then", "start": 316.11, "duration": 2.63}, {"text": "minimal necessary force and you might ask well what's minimal necessary force and the answer to that is", "start": 318.84, "duration": 5.42}, {"text": "Minimum intervention necessary to bring the behavior to a halt as rapidly and harmlessly as possible and that has to be negotiated with the child", "start": 325.98, "duration": 8.5}, {"text": "Because some children are much more difficult to stop than others.", "start": 334.64, "duration": 2.9}, {"text": "But isn't it possible that the parent-child relationship", "start": 337.54, "duration": 2.24}, {"text": "can be damaged if basic trust and safety is lost?", "start": 339.78, "duration": 5.6}, {"text": "It's absolutely the case that it's it will be damaged yes, but the application of", "start": 345.38, "duration": 3.6}, {"text": "judicious disciplinary force doesn't damage the relationship it actually strengthens it and everyone knows this. look if", "start": 349.18, "duration": 6.9}, {"text": "If you have a relationship with your wife, let's say the relationship is partly based on mutual respect", "start": 356.36, "duration": 7.78}, {"text": "Not merely on mutual love. It's also based on mutual respect and you", "start": 364.36, "duration": 4.84}, {"text": "everyone tests out their partner to", "start": 369.46, "duration": 2.6}, {"text": "Determine what their limits are and if you're not", "start": 372.2, "duration": 2.94}, {"text": "Subject to corrective action on the part of your partner. You will have no respect for them", "start": 375.3, "duration": 5.56}, {"text": "Your relationship will just deteriorate very rapidly", "start": 380.86, "duration": 2.48}, {"text": "so and it's very important to understand that the limits that you place on children are not something that", "start": 383.48, "duration": 5.66}, {"text": "Impede their child-parent relationship, but actually further it, substantially.", "start": 389.58, "duration": 4.58}, {"text": "I want to talk about gender equality now", "start": 394.66, "duration": 1.98}, {"text": "Yeah.", "start": 396.64, "duration": 0.64}, {"text": "In chapter 11 you write about the so called oppression of the patriarchy and you write it looks", "start": 397.28, "duration": 5.72}, {"text": "to me like the so-called oppression of the patriarchy was instead an imperfect collective attempt by men and women", "start": 403.36, "duration": 5.429}, {"text": "stretching over millennia to free each other from privation disease and tragedy so", "start": 409.159, "duration": 4.279}, {"text": "The oppression of women happened because it was practical", "start": 414.5, "duration": 3.049}, {"text": "No, the, the oppression of men and women happened because life is difficult and treacherous and", "start": 418.189, "duration": 7.1}, {"text": "So we were subject and still are to all sorts of terrible burdens that are intrinsic to life itself", "start": 425.81, "duration": 5.72}, {"text": "I mean one of the things that's happened is because we're so", "start": 431.53, "duration": 3.299}, {"text": "Technically and materially wealthy right now. We don't understand what privations our", "start": 435.409, "duration": 5.09}, {"text": "Ancestors even a few generations ago faced. I mean it was very difficult for women to function", "start": 441.14, "duration": 5.3}, {"text": "Let's say as, as technical equals in the absence of reliable control of menstruation", "start": 447.78, "duration": 5.3}, {"text": "That's only been a reality for say seventy years and the birth control pill as well", "start": 453.34, "duration": 4.859}, {"text": "Is it a major technological revolution.", "start": 458.2, "duration": 2.46}, {"text": "You, you mentioned technological advancement?", "start": 460.66, "duration": 1.78}, {"text": "Yes", "start": 462.44, "duration": 0.64}, {"text": "So the hurdles have been removed in part way but you talk about the so-called oppression of the patriarchy.", "start": 463.08, "duration": 5.92}, {"text": "Yes", "start": 469.0, "duration": 0.72}, {"text": "Women were oppressed for centuries.", "start": 469.72, "duration": 2.14}, {"text": "I mean, well, that's one way of looking at it or the other way of looking at it", "start": 471.86, "duration": 3.529}, {"text": "Is that men and women were oppressed for centuries.", "start": 475.389, "duration": 1.981}, {"text": "I mean there are certain burdens that women bore that men didn't bear but the opposite is equally true", "start": 477.37, "duration": 5.65}, {"text": "Men suffered dreadfully for example in incredibly dangerous occupations,.", "start": 483.16, "duration": 4.8}, {"text": "but its a fact that women suffered more than the men.", "start": 487.96, "duration": 2.0}, {"text": "I don't believe that no. I don't think it is a fact I think that most people suffered by modern standards", "start": 490.12, "duration": 6.06}, {"text": "immeasurably and that I don't buy the", "start": 497.27, "duration": 3.47}, {"text": "Historical narrative that the fundamental reality of our history was that men were oppressing women", "start": 501.229, "duration": 5.209}, {"text": "first of all women aren't that easy to oppress as you might have noticed if you've ever had a relationship with them and", "start": 506.439, "duration": 5.52}, {"text": "You might say well it took women a long time to struggle forward", "start": 512.719, "duration": 3.35}, {"text": "Until they attained civil rights status that was equivalent to men and I would say that's true", "start": 516.26, "duration": 4.579}, {"text": "But it also was the case for men that it took very long time to struggle forward before there was anything approximating?", "start": 520.84, "duration": 6.36}, {"text": "individual rights and that they were granted to women quite rapidly in the aftermath of that and that a lot of that was a", "start": 527.36, "duration": 6.12}, {"text": "consequence of", "start": 534.02, "duration": 1.5}, {"text": "technological transformation made that sort of thing even possible.", "start": 535.52, "duration": 3.12}, {"text": "But we are both privileged white males", "start": 538.64, "duration": 2.96}, {"text": "Can we really understand the suffering of women?", "start": 541.72, "duration": 2.44}, {"text": "Well, it depends on how how useful your, your capacity for understanding the suffering of others is or how well-developed that", "start": 545.0, "duration": 7.94}, {"text": "Is I don't see that it's necessarily any more difficult to understand the suffering of women", "start": 552.94, "duration": 5.429}, {"text": "Well, I would never pose the question that way because I don't know how you understand the suffering of a group being an individual", "start": 558.369, "duration": 5.931}, {"text": "I don't think a woman can understand the suffering of women because that makes the that's predicated on the assumption that a", "start": 564.3, "duration": 6.92}, {"text": "Individual can take on the burden of a group and I don't buy that assumption to begin with. I think we, we vary in", "start": 571.72, "duration": 6.08}, {"text": "the ability to", "start": 578.0, "duration": 2.0}, {"text": "Let's say empathize with others, but I don't think there's any evidence whatsoever that you can't empathize across a gender barrier", "start": 580.3, "duration": 6.68}, {"text": "Otherwise no relationship would even be possible.", "start": 587.06, "duration": 2.18}, {"text": "A lot of people argue that cultural oppression is still a fact in modern society", "start": 589.24, "duration": 4.16}, {"text": "For example, something feminine is considered insulting", "start": 593.72, "duration": 3.56}, {"text": "Doesn't that sustain the oppression of women?", "start": 597.88, "duration": 2.0}, {"text": "Well, I think that there are negative", "start": 600.46, "duration": 2.8}, {"text": "stereotypes associated with both forms of gendered behavior and that if those are", "start": 603.5, "duration": 5.02}, {"text": "Utilized inappropriately, they can result in prejudicial attitudes. I think that most enterprises are", "start": 609.77, "duration": 6.529}, {"text": "Imperfect enough so that some residual prejudice remains. It might be sex", "start": 617.21, "duration": 5.179}, {"text": "It might be preference by gender or prejudice by gender", "start": 622.389, "duration": 3.211}, {"text": "It might be prejudice by race, might be prejudice by ethnicity or, or attractiveness or intelligence or character", "start": 625.6, "duration": 6.58}, {"text": "there's all sorts of things that warp the proper selectivity of", "start": 632.38, "duration": 4.46}, {"text": "hierarchies, but I think we're doing a", "start": 636.94, "duration": 2.64}, {"text": "An unbelievably good job at getting rid of those as rapidly as is humanly possible and that we've moved", "start": 640.32, "duration": 4.68}, {"text": "So fast in that direction so quickly that we deserve some credit for it", "start": 645.28, "duration": 3.62}, {"text": "There's one line in the book where you say you don't agree with the theory of the feminist revolution of the 20th century", "start": 649.18, "duration": 5.54}, {"text": "but isn't that a fact that the feminist movement of the 20th century had a", "start": 654.72, "duration": 4.66}, {"text": "significant impact for gender equality", "start": 659.78, "duration": 3.1}, {"text": "No, I don't really think so.", "start": 663.06, "duration": 1.62}, {"text": "What about (unintelligible)who are, what would equal pay?", "start": 664.68, "duration": 2.16}, {"text": "What about what happened 60s?", "start": 666.84, "duration": 3.1}, {"text": "I think that, I think that to, to, to lay, that to attribute that", "start": 669.94, "duration": 3.58}, {"text": "primarily to the feminist political", "start": 673.68, "duration": 2.12}, {"text": "movement is", "start": 675.88, "duration": 0.84}, {"text": "to give far more credit to the feminist political movement than it deserves and I think the people who are pushing that are primarily", "start": 676.72, "duration": 6.709}, {"text": "feminists", "start": 683.5, "duration": 0.5}, {"text": "I think that most of what freed", "start": 684.0, "duration": 2.0}, {"text": "women was the", "start": 686.14, "duration": 1.86}, {"text": "extension of the idea of individual rights", "start": 688.0, "duration": 2.58}, {"text": "To everyone including women and that, that was happening not only on the, on the front of women. Let's say but also", "start": 690.72, "duration": 6.62}, {"text": "with regards to people of different races and ethnicities", "start": 697.96, "duration": 2.8}, {"text": "I think it's part of a much broader cultural movement to extend the idea of individual rights universally", "start": 700.77, "duration": 5.76}, {"text": "I think that's deeply embedded in the judeo-christian tradition", "start": 706.53, "duration": 3.479}, {"text": "and I think that a very large number of", "start": 710.01, "duration": 3.03}, {"text": "Technological innovations played a far more important role in the emancipation of women than feminist political", "start": 713.4, "duration": 5.52}, {"text": "ideology even though", "start": 719.32, "duration": 1.47}, {"text": "You can point to certain movements like the suffragette movement", "start": 720.79, "duration": 2.85}, {"text": "for example that pushed hard to have the vote extended to women, but even that I would say was a", "start": 723.72, "duration": 5.8}, {"text": "manifestation of deeper transformations at a cultural and technological level", "start": 730.06, "duration": 4.97}, {"text": "I think the people who are pushing the idea that it was the feminists", "start": 735.03, "duration": 4.43}, {"text": "It was feminist political macinations that produced the equalization of the situation between men and women are mostly diehard ideological", "start": 739.46, "duration": 7.44}, {"text": "Feminists who like to think that way but it doesn't look to me like that's a valid historical", "start": 747.22, "duration": 4.2}, {"text": "Interpretation in the least.", "start": 751.52, "duration": 1.38}, {"text": "I would like to move on now.", "start": 752.9, "duration": 1.18}, {"text": "I would like to talk about truthfulness, in Chapter eight and rule eight you write about the lie, the life lie", "start": 754.08, "duration": 6.66}, {"text": "Mm-hmm.", "start": 761.0, "duration": 0.98}, {"text": "It's, you say someone living a life lie is attempting to manipulate reality with perception", "start": 762.18, "duration": 4.6}, {"text": "Based on what you write in the chapter", "start": 767.44, "duration": 2.36}, {"text": "Couldn't one say that a large part of the population in 21st century", "start": 770.56, "duration": 4.54}, {"text": "Live a life lie because they avoid conflict. They say what they think pleases their spouses or their bosses instead of telling the truth", "start": 776.1, "duration": 7.62}, {"text": "Oh, yes", "start": 783.72, "duration": 1.16}, {"text": "If they do what is convenient at every given moment instead of saying what they really want.", "start": 784.88, "duration": 3.98}, {"text": "Yes", "start": 788.86, "duration": 0.58}, {"text": "Well, perhaps not at every given moment, but they certainly fall prey to that temptation. It's conflict avoidance. Yeah, well as a psychologist", "start": 789.44, "duration": 8.08}, {"text": "psychologists deal with a variety of problems, but I would say the two most common normal problem our", "start": 797.58, "duration": 6.0}, {"text": "anxiety and depression that would be one class and the other would be lack of assertiveness and", "start": 804.36, "duration": 5.06}, {"text": "and lack of assertiveness subsumes the, the", "start": 810.06, "duration": 2.88}, {"text": "Problems that you just described people won't stand up for themselves and say what they need and want and then they don't negotiate", "start": 813.52, "duration": 6.84}, {"text": "properly and you might and they're avoiding", "start": 820.52, "duration": 2.86}, {"text": "They're avoiding conflict in the short term, which is a form of lie by omission and what that means is that problems", "start": 823.51, "duration": 6.5}, {"text": "Aggregate around them that's often why people end up divorced, you know?", "start": 830.53, "duration": 3.89}, {"text": "People will stay married for a long time and one partner will say to the other eventually", "start": 834.42, "duration": 4.469}, {"text": "Well, I've been unhappy for the last eight years", "start": 839.44, "duration": 2.24}, {"text": "it's like well that", "start": 842.28, "duration": 1.72}, {"text": "might have been something to announce in increments", "start": 844.0, "duration": 3.0}, {"text": "Say weekly or even daily", "start": 848.16, "duration": 2.0}, {"text": "Long before everything accrued to the point where the only possible solution is a catastrophic", "start": 850.54, "duration": 5.06}, {"text": "dissolution there's a lot of conflict involved in setting a relationship straight", "start": 855.86, "duration": 4.5}, {"text": "You have to let each other know who you are because you're different that's going to cause conflict", "start": 860.52, "duration": 4.22}, {"text": "You're going to conflict about", "start": 864.91, "duration": 1.5}, {"text": "Whose job takes priority and win you're gonna come conflict have conflict about how to spend your free time about how to raise your children", "start": 866.41, "duration": 7.159}, {"text": "about how to manage the domestic economy", "start": 873.82, "duration": 2.0}, {"text": "About what disciplinary strategies you should use about where to vacation about what to eat like all of those things have to be negotiated", "start": 876.1, "duration": 7.62}, {"text": "through and all of that requires truthfulness so that each of you know", "start": 883.92, "duration": 4.62}, {"text": "What the other is wants and will be satisfied with and conflict. It's very very", "start": 888.54, "duration": 5.519}, {"text": "What would you say the only thing more exhausting than telling the truth and", "start": 895.72, "duration": 3.95}, {"text": "Negotiating with your spouse is not doing it and waiting for the divorce", "start": 900.31, "duration": 3.23}, {"text": "Both of them are difficult, but I would recommend the former.", "start": 904.78, "duration": 3.24}, {"text": "Yeah, we if we talk about the workplace", "start": 908.02, "duration": 2.46}, {"text": "What do you want to say to those viewers that regularly, you know?", "start": 910.74, "duration": 3.72}, {"text": "Agree with their bosses and instead of telling the truth. What are they doing to themselves in the long run?", "start": 915.12, "duration": 4.58}, {"text": "Well, they're taking the soul out of their work. You know, let's say well just imagine for the sake of argument that you", "start": 919.84, "duration": 8.12}, {"text": "encounter one annoying thing a day at work a small annoying thing and then let's say", "start": 928.06, "duration": 5.24}, {"text": "for the sake of argument that you could have a little battle about that and", "start": 933.58, "duration": 3.38}, {"text": "Improve it somewhat or you could just say it doesn't matter. It's like probably doesn't matter today", "start": 937.51, "duration": 6.049}, {"text": "Oh, it might not even matter tomorrow", "start": 943.56, "duration": 2.01}, {"text": "But if you make a thousand decisions like that", "start": 945.57, "duration": 2.459}, {"text": "Which you will do or three years then now you have a thousand things", "start": 948.029, "duration": 3.6}, {"text": "Bugging you at work, and if you wait for five years then it's well", "start": 951.85, "duration": 4.13}, {"text": "Then it's 2,000 things and the same thing happens with your kids and the same thing happens in your marriage those things", "start": 955.98, "duration": 5.66}, {"text": "Accrue and they turn into a monster.", "start": 961.86, "duration": 1.96}, {"text": "Yeah you but you would agree that conflict avoidance is practical sometimes", "start": 964.08, "duration": 4.92}, {"text": "People do it just go along with  their...", "start": 969.0, "duration": 2.02}, {"text": "No, I don't actually I think in a marriage for example, there's almost nothing so small you shouldn't fight about it", "start": 971.04, "duration": 5.02}, {"text": "But the question is what does fight mean? It doesn't mean win", "start": 976.06, "duration": 3.98}, {"text": "Like if if you and I have a relationship, let's say it's a business partnership", "start": 980.949, "duration": 3.71}, {"text": "it doesn't really matter if we have a relationship and we have a", "start": 984.66, "duration": 3.84}, {"text": "Difference of opinion we need to battle it through", "start": 989.35, "duration": 2.72}, {"text": "But the purpose of the battle isn't so that your viewpoint prevails or that my viewpoint prevails because either of us might be wrong", "start": 992.199, "duration": 6.74}, {"text": "The purpose is to engage in the conflictual exchange of opinion so that we can see a joint path", "start": 999.13, "duration": 6.26}, {"text": "forward to peace and", "start": 1005.67, "duration": 1.59}, {"text": "that's and that's the thing is like if you're fighting with your wife the first thing to remember if you're fighting with your wife is", "start": 1007.26, "duration": 5.599}, {"text": "You have to live with her", "start": 1012.86, "duration": 2.0}, {"text": "So maybe beating her in the argument is not the right outcome. What the right outcome is is saying what you have to say", "start": 1015.24, "duration": 6.919}, {"text": "listening to what she has to say and see if you guys can come up with a", "start": 1022.8, "duration": 3.74}, {"text": "Mutually agreed upon solution that will make the problem go away", "start": 1026.61, "duration": 2.9}, {"text": "so if we explore conversation", "start": 1030.179, "duration": 2.45}, {"text": "Between people in society a lot of these conversations are full of falsehoods and lies", "start": 1033.299, "duration": 5.81}, {"text": "People are nice to people they dislike", "start": 1039.62, "duration": 2.0}, {"text": "They're being fake. because we try to be friendly. Yeah, I mean, it's", "start": 1042.34, "duration": 5.08}, {"text": "Is it in fact morally wrong to live your life in that way?", "start": 1047.96, "duration": 3.98}, {"text": "Yes. Yeah it is it is I mean", "start": 1051.94, "duration": 2.82}, {"text": "you can't avoid the", "start": 1055.94, "duration": 1.74}, {"text": "Necessary conflict of negotiation towards peace. If you avoid it all that it means is that it accrues and multiplies.", "start": 1058.41, "duration": 6.889}, {"text": "It's the oldest one of the oldest stories we have the oldest stories", "start": 1065.299, "duration": 3.6}, {"text": "We have point to that as part of the prime moral doctrine, you know, it's it's it's a form of impulsivity, you know", "start": 1068.9, "duration": 7.049}, {"text": "If you only do what you want in the moment", "start": 1075.95, "duration": 2.0}, {"text": "Impulsively that there would be consequences of that into the future which is why you shouldn't act impulsively", "start": 1078.86, "duration": 4.82}, {"text": "Impulsively avoiding conflict is exactly the same and people, same problem", "start": 1084.92, "duration": 4.44}, {"text": "people know this, you know, if if someone's casually rude to you in, in, a bus driver for example, and", "start": 1089.36, "duration": 6.18}, {"text": "You'll, you, there's always the possibility that you'll stew for hours over what you should have said", "start": 1096.66, "duration": 6.049}, {"text": "It's like when someone", "start": 1103.53, "duration": 2.0}, {"text": "Transgresses against you let's say you have to say what you have to say. You don't have to say it as if you're the", "start": 1106.74, "duration": 6.079}, {"text": "totally, correct", "start": 1113.37, "duration": 1.439}, {"text": "authoritarian tyrant you can say it in the spirit of of", "start": 1114.809, "duration": 3.02}, {"text": "inquiry inquiry", "start": 1118.38, "duration": 1.59}, {"text": "You know because there's always the possibility that you're wrong and you want to listen", "start": 1119.97, "duration": 3.97}, {"text": "This is also why you want to listen to your partner your, your, your spouse even if what they're saying to you is", "start": 1124.04, "duration": 6.08}, {"text": "You find very annoying", "start": 1130.22, "duration": 1.62}, {"text": "It's always possible that they're right and you should listen because if they're right then they can stop you from", "start": 1131.84, "duration": 5.08}, {"text": "Heading for trouble in the future.", "start": 1137.28, "duration": 2.02}, {"text": "I want to go backwards I want to talk about rule number seven. Pursue what is meaningful not what this expedient", "start": 1139.72, "duration": 7.08}, {"text": "You write in the book there is no faith and no courage and no sacrifice in doing what is expedient", "start": 1148.18, "duration": 7.22}, {"text": "What do you say to those viewers that don't pursue their dreams and are locked into their careers?", "start": 1156.66, "duration": 5.539}, {"text": "Because they are too afraid to take risks and pursue something meaningful", "start": 1162.51, "duration": 4.699}, {"text": "well, the first thing I would say is well, you should be afraid of taking risks and pursuing something meaningful, but", "start": 1167.21, "duration": 5.82}, {"text": "You should be more afraid of staying where you are if it's making you miserable", "start": 1173.79, "duration": 3.469}, {"text": "it's like the first thing you want to do is dispense with the idea that you get to have any any", "start": 1177.57, "duration": 5.239}, {"text": "Permanent security outside of your ability to contend and adapt it's the same issue with children", "start": 1183.45, "duration": 5.3}, {"text": "it's like", "start": 1188.88, "duration": 1.02}, {"text": "You're paying a price by sitting there being miserable and you might say well the devil I know is better than the one I don't", "start": 1189.9, "duration": 5.569}, {"text": "It's like don't be so sure of that. The clock is ticking", "start": 1195.469, "duration": 3.431}, {"text": "and if you're miserable in your job now and you change nothing in five years", "start": 1199.1, "duration": 3.86}, {"text": "You'll be much more miserable and you'll be a lot older.", "start": 1202.96, "duration": 2.96}, {"text": "but isn't it a luxury to pursue what is meaningful?", "start": 1205.92, "duration": 2.34}, {"text": "Our viewers have mortgages. They have children. they have payments and loans. It's a luxury to pursue because we lack the resources", "start": 1208.36, "duration": 7.42}, {"text": "Well, I don't think I don't remember now. I'm not talking about what makes you happy", "start": 1215.78, "duration": 3.82}, {"text": "It's a luxury to pursue what makes you happy", "start": 1220.47, "duration": 2.179}, {"text": "It's a moral obligation to pursue what you find meaningful. And that doesn't mean it's easy", "start": 1222.78, "duration": 5.3}, {"text": "it might require sacrifice if you need to change your job to let's say you have", "start": 1228.08, "duration": 4.78}, {"text": "a family and, and, and, and children and, and a mortgage you have responsibilities", "start": 1233.36, "duration": 3.78}, {"text": "You've already picked up those responsibilities. You don't just get to walk away scot-free and say well I don't like my job", "start": 1237.98, "duration": 5.86}, {"text": "I quit that's no strategy. But what you might have to do is you think well this job is killing my soul", "start": 1243.86, "duration": 5.849}, {"text": "All right. So what do I have to do about that? Well, I have to look for another job", "start": 1249.71, "duration": 3.449}, {"text": "Well, no one wants to hire me. It's like okay. Maybe you need to educate yourself more", "start": 1253.44, "duration": 5.239}, {"text": "Maybe you need to update your your curriculum vitae your resume. Maybe you need to overcome your fear of being interviewed", "start": 1258.679, "duration": 6.689}, {"text": "Maybe you need to sharpen your social skills", "start": 1265.95, "duration": 2.27}, {"text": "Like you you have to think about these things strategically if you're going to switch careers", "start": 1268.22, "duration": 4.289}, {"text": "You have to do it like an intelligent responsible person that might take you a couple of years of", "start": 1272.509, "duration": 5.031}, {"text": "Effort to do properly.", "start": 1278.06, "duration": 2.02}, {"text": "When you say pursue something meaningful. Is it important to have a vocation?", "start": 1280.08, "duration": 2.9}, {"text": "I think it's more important to, to have a, an ethos, an ethic", "start": 1283.88, "duration": 5.0}, {"text": "So I have a program for example called the future authoring program", "start": 1289.08, "duration": 3.709}, {"text": "which is a writing program that enables people to develop a vision for their life and then to develop a strategy and", "start": 1292.789, "duration": 6.18}, {"text": "So it's based on the idea", "start": 1299.249, "duration": 2.0}, {"text": "Imagine that and it's an extension of the ideas in the book or at least something along the same lines", "start": 1301.259, "duration": 4.88}, {"text": "The first thing that you want to do is figure out imagine you were taking care of yourself like you were someone you cared for", "start": 1306.749, "duration": 5.51}, {"text": "Which is rule number two, by the way", "start": 1312.259, "duration": 1.711}, {"text": "essentially", "start": 1313.97, "duration": 0.909}, {"text": "Then you should figure out well if you could have what you needed and wanted what would it be?", "start": 1314.879, "duration": 5.48}, {"text": "What sort of friends would you have? What would your family relationships look like? How would you conduct yourself with your children?", "start": 1320.669, "duration": 6.02}, {"text": "How would you educate yourself you need to think through how it is that your life could be properly", "start": 1326.72, "duration": 6.029}, {"text": "Arranged if you had that ability and then you can aim at that. And the funny thing is is that if you do", "start": 1333.419, "duration": 6.26}, {"text": "Pause it a goal of that sort and work towards it", "start": 1340.2, "duration": 3.44}, {"text": "you will move towards it the goal will change because you'll learn things along the way but I mean I've", "start": 1343.92, "duration": 5.179}, {"text": "dealt with hundreds of people in my clinical and consulting practice and we set a goal we develop a vision and", "start": 1349.59, "duration": 6.53}, {"text": "Work towards it and it things", "start": 1356.22, "duration": 2.15}, {"text": "Inevitably get better for people. So it's not a luxury. It's it's difficult. It's a moral responsibility and it isn't happiness", "start": 1359.36, "duration": 7.16}, {"text": "It's it's not the pursuit isn't for happiness.", "start": 1366.52, "duration": 2.66}, {"text": "It's a moral responsibility to pursue what is meaning.", "start": 1369.18, "duration": 2.46}, {"text": "Absolutely.", "start": 1371.64, "duration": 1.0}, {"text": "I would like to end the interview with a, with", "start": 1372.64, "duration": 2.6}, {"text": "Citing criticism from your friend.", "start": 1375.6, "duration": 2.18}, {"text": "Oh, yes.", "start": 1377.78, "duration": 0.94}, {"text": "Bernard shift.", "start": 1378.72, "duration": 1.32}, {"text": "Yes", "start": 1380.04, "duration": 0.58}, {"text": "Your friend for many years and former colleague at the University of Toronto", "start": 1380.62, "duration": 2.76}, {"text": "Yes.", "start": 1383.38, "duration": 0.78}, {"text": "He wrote an article about you in the Toronto Star recently.", "start": 1384.16, "duration": 3.32}, {"text": "Yes.", "start": 1387.48, "duration": 0.86}, {"text": "It was quite hard criticism on what you've been doing in the last few years and he wrote", "start": 1388.34, "duration": 5.3}, {"text": "Jordan is fighting to maintain the status quo to keep chaos at bay or so. He believes", "start": 1393.74, "duration": 4.28}, {"text": "He is not a free speech warrior. He is a social order Warrior", "start": 1398.16, "duration": 3.68}, {"text": "Are you a social order warrior?", "start": 1402.54, "duration": 2.32}, {"text": "I think that people can decide that for themselves. I mean one of the things that Bernie", "start": 1404.86, "duration": 5.68}, {"text": "criticized was my", "start": 1410.68, "duration": 1.999}, {"text": "lecturing style at the University. Now all those lectures are online all the", "start": 1412.68, "duration": 6.18}, {"text": "Essentially like a representative sample of my lectures from the last 30 years are online and I mean hundreds of hours", "start": 1419.1, "duration": 6.88}, {"text": "it's not a few fragments and", "start": 1425.99, "duration": 1.9}, {"text": "hundreds of thousands of people have watched them and the", "start": 1427.89, "duration": 3.09}, {"text": "Criticisms that Bernie leveled at me have not been leveled at me by the watchers", "start": 1431.18, "duration": 4.18}, {"text": "And so people can go watch the lectures and make up their own mind about that.", "start": 1435.36, "duration": 4.44}, {"text": "But he also questions your motives", "start": 1439.8, "duration": 2.0}, {"text": "he, he wants to know what your end game is all about. I mean, what is your primary motive?", "start": 1441.86, "duration": 4.02}, {"text": "My primary motive as a clinical psychologist and educator is to help individuals", "start": 1446.52, "duration": 4.36}, {"text": "Live more meaningful and productive lives. In harmony with their families and their community. That's my motive and", "start": 1451.5, "duration": 7.02}, {"text": "The evidence for that I think is well if people go online and first of all", "start": 1459.12, "duration": 4.72}, {"text": "You can watch the lectures and decide for yourself, but you can also go. There's I suspect probably", "start": 1463.84, "duration": 5.06}, {"text": "Maybe", "start": 1470.28, "duration": 1.1}, {"text": "250,000 people have commented on the lectures and their effects on them. And so", "start": 1471.38, "duration": 5.22}, {"text": "That's what people say. I'm watching the lectures. Yeah, I'm trying to develop a vision for my life", "start": 1477.42, "duration": 4.579}, {"text": "I'm trying to become more", "start": 1482.0, "duration": 1.72}, {"text": "Responsible and its really helping and that's and that's what I hear all the time", "start": 1483.72, "duration": 4.94}, {"text": "When I do these public lectures, which aren't political", "start": 1488.66, "duration": 2.819}, {"text": "But when we gain success we raise the bar we set our ambitions higher. I mean, what is your end game?", "start": 1491.48, "duration": 6.6}, {"text": "What do you want?", "start": 1498.08, "duration": 1.0}, {"text": "That's all that's what I want. I want I want to help as many", "start": 1499.1, "duration": 3.3}, {"text": "Individuals as possible become more courageous", "start": 1502.88, "duration": 3.86}, {"text": "more truthful and more engaged in the pursuit of", "start": 1507.39, "duration": 3.979}, {"text": "Individual familial and social harmony. That's what I want.", "start": 1512.6, "duration": 4.0}, {"text": "You're pursuing what is meaningful.", "start": 1516.68, "duration": 2.14}, {"text": "I'm pursuing. I believe that to be the case. It's certainly meaningful to me. I mean there isn't everywhere I go now", "start": 1519.68, "duration": 7.32}, {"text": "Doesn't matter where I land and what airport or if I walk down the street", "start": 1528.08, "duration": 3.66}, {"text": "Three or four people will come up to me and they'll tell me I was in a dark place. I was anxious depressed", "start": 1532.76, "duration": 6.08}, {"text": "nihilistic, drug-addicted, alcoholic, homeless, in jail. You name it bad relationship with my girlfriend.", "start": 1539.36, "duration": 6.14}, {"text": "Bad relationship with my parents. I've been watching your lectures or reading your book", "start": 1546.12, "duration": 4.3}, {"text": "I've been trying to tell the truth to get my life together and everything is way better", "start": 1550.44, "duration": 4.369}, {"text": "And so then you think well if you could have what you wanted and what would be meaningful", "start": 1554.809, "duration": 4.739}, {"text": "You imagine you could go anywhere in the world and people would come up to you that were strangers and tell you that", "start": 1559.74, "duration": 5.04}, {"text": "That's as good as it gets.", "start": 1565.16, "duration": 1.84}, {"text": "What about politics? Do you have political ambitions?", "start": 1567.0, "duration": 2.26}, {"text": "No.", "start": 1569.26, "duration": 0.5}, {"text": "No political ambitions", "start": 1569.76, "duration": 1.02}, {"text": "No, I I have ambitions to speak with people who are politically motivated if they want to speak with me", "start": 1571.04, "duration": 5.86}, {"text": "But personally I've already decided that", "start": 1577.14, "duration": 2.329}, {"text": "what I'm doing at the moment is more and", "start": 1579.74, "duration": 2.86}, {"text": "I thought this, I've made this choice multiple times in my life that this approach is more suitable for me.", "start": 1582.78, "duration": 6.5}, {"text": "Okay, Mr. Peterson Thank you for your time.", "start": 1589.28, "duration": 1.84}, {"text": "Thank you very much for the interview", "start": 1591.12, "duration": 2.04}, {"text": "[I spent much more time on this than I initially expected, when will people get paid for transcribing YT videos]", "start": 1594.42, "duration": 2.0}]}