{
 "video_id": "prrbooi9PNw",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "How to make the world better. Really. With Dr. Bjorn Lomborg.",
 "url": "https://www.youtube.com/watch?v=prrbooi9PNw",
 "date": "2018-12-07",
 "description": "On December 7, 2018, I spoke with Dr. Bjorn Lomborg, author and President of Copenhagen Consensus Center, a singularly innovative and influential US-based think tank. Dr. Lomborg and his team have done the hard conceptual and empirical work necessary to turn good intentions for global improvement into implementable and economically efficient strategies. That's really saying something.\n \nThey have, among other things, analyzed the UN Millenial goals (169 of them, which is far too many), prioritizing and rank-ordering them in terms of practical implementability and costs and benefits. Those who claim to truly care about the world's dispossessed could do far worse than to study Dr. Lomborg's work.  \n\nRelevant links re Lomborg:\n\nOne-page overview of rank-ordered developmental goals: https://bit.ly/2QEVQjz\n\nA collection of articles outlining the most appropriate targets for education, health, gender, infrastructure, etc. https://bit.ly/2SxAcec\n\nWhere should we focus: Lomborg's commentary in Times of India: https://bit.ly/2B02eYL\n\nThe top 19 targets for world development: https://bit.ly/2zP52bs\n\nTED talks:\nOn prioritization: https://bit.ly/2r9Ce8Q\nOn the cost of global problems: https://bit.ly/2EhuRF3 (also a book: https://bit.ly/2BxHnjc\n\nSpecific Book Links (amazon.com):\n\nThe Skeptical Environmentalist (2001): https://amzn.to/2Qkkir1\nCool It (2007): https://amzn.to/2ElEWAS (film at Film: https://amzn.to/2RIP6P1)\nHow to Spend 75 Billion to Make the World a Better Place (2014): https://amzn.to/2QpztiU\nThe Nobel Laureates Guide to the Smartest Targets for the World (2015): https://amzn.to/2Utk2V6\nPrioritizing Development: A Cost Benefit Analysis of the UN Sustainable Development Goals (2018): https://amzn.to/2rpJ5ee\n\nMake yourself smart and informed on climate and other issues of sustainability and development:\n\n27 climate economists and 3 Nobel Laureates examine where a dollar can do the climate the most good: https://bit.ly/2BWSe4j\n\nThe Paris Accord: Minimal outcome, $1.2 trillion cost (https://bit.ly/2zfYweU): explained in a short video: https://bit.ly/2L43DST\n\nHow to make government smarter (with the specific example of recent developments in Bangladesh): https://bit.ly/2zJzSCc\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 5239,
 "transcript_parts": [
  {
   "text": "Bjorn Lomborg is a Danish author and president of the Copenhagen Consensus Center, a project based US think tank",
   "start": 0.816,
   "duration": 7.04
  },
  {
   "text": "where prominent economists are seeking to establish priorities for advancing global welfare.",
   "start": 7.926,
   "duration": 5.059
  },
  {
   "text": "He's the former director of the Danish government's Environmental Assessment Institute in Copenhagen.",
   "start": 13.296,
   "duration": 5.36
  },
  {
   "text": "Bjorn became known internationally for his book 'The Skeptical Environmentalist'",
   "start": 19.896,
   "duration": 3.44
  },
  {
   "text": "in 2001 and 'How to Spend $75 Billion to Make the World a Better Place,'",
   "start": 23.736,
   "duration": 5.15
  },
  {
   "text": "'Cool It' in 2007, which is also a movie and lately, published in 2018",
   "start": 29.676,
   "duration": 5.84
  },
  {
   "text": "'Prioritizing Development: A Cost-Benefit Analysis of The UN's Sustainable Development Goals,'",
   "start": 36.216,
   "duration": 5.86
  },
  {
   "text": "among many other works and books. And so, I'm hoping we'll have a very productive conversation today",
   "start": 42.276,
   "duration": 5.1
  },
  {
   "text": "and welcome to this",
   "start": 47.476,
   "duration": 1.99
  },
  {
   "text": "discussion.",
   "start": 50.076,
   "duration": 1.589
  },
  {
   "text": "Bjorn: Thanks a lot Jordan.",
   "start": 51.665,
   "duration": 1.431
  },
  {
   "text": "Jordan: All right, so why don't you just start by letting people know what you've been up to?",
   "start": 53.096,
   "duration": 3.659
  },
  {
   "text": "Over the last, let's say, two decades",
   "start": 57.305,
   "duration": 2.18
  },
  {
   "text": "I know that's a very broad question. I've been interested in talking to you because I",
   "start": 59.485,
   "duration": 5.22
  },
  {
   "text": "read a number of your books a few years ago, and I was interested in their economic",
   "start": 65.076,
   "duration": 4.459
  },
  {
   "text": "analysis as a way of determining which which",
   "start": 70.026,
   "duration": 3.859
  },
  {
   "text": "crises, let's say, or which potential crises are real and, also, how they might be managed most intelligently.",
   "start": 74.976,
   "duration": 5.209
  },
  {
   "text": "Bjorn: Thanks a lot Jordan and so",
   "start": 82.356,
   "duration": 1.79
  },
  {
   "text": "fundamentally, what I try to do is to say and this really is very very obvious",
   "start": 84.146,
   "duration": 4.44
  },
  {
   "text": "'We only have a limited amount of resources,",
   "start": 89.016,
   "duration": 2.0
  },
  {
   "text": "so let's make sure we focus those resources on the places where we can help the most. Where we can do the most good.'",
   "start": 91.236,
   "duration": 6.709
  },
  {
   "text": "Remember, what is it that we mostly focus on in the world?",
   "start": 98.376,
   "duration": 2.779
  },
  {
   "text": "It's very often the things that get the headlines, the things that people talk about and very often that ends up being",
   "start": 101.345,
   "duration": 6.71
  },
  {
   "text": "the things that have the cutest animals or the most crying babies or the groups with the best PR and",
   "start": 108.056,
   "duration": 5.819
  },
  {
   "text": "surely that's not the right way to prioritize. The right way should be to look at : If I spend a Dollar or a Peso or",
   "start": 114.575,
   "duration": 7.04
  },
  {
   "text": "Rupee here",
   "start": 121.836,
   "duration": 1.28
  },
  {
   "text": "Will I do more good than if I spent that same Dollar or Rupee or Peso over here?",
   "start": 123.116,
   "duration": 4.649
  },
  {
   "text": "So basically asking across all the different areas you can spend",
   "start": 127.956,
   "duration": 3.559
  },
  {
   "text": "resources, where do I help the most. Now, obviously, that's a huge",
   "start": 132.216,
   "duration": 3.479
  },
  {
   "text": "conversation in-and-of itself because it's not easy to just determine that but the basic idea is simply to say",
   "start": 136.276,
   "duration": 5.3
  },
  {
   "text": "Let's focus on the places where you can do the most good",
   "start": 141.766,
   "duration": 2.869
  },
  {
   "text": "Rather than the places where it makes us feel the best about ourselves. So that's really what I've been trying to do for",
   "start": 145.066,
   "duration": 6.469
  },
  {
   "text": "for two decades and you know",
   "start": 152.116,
   "duration": 2.21
  },
  {
   "text": "Prioritizing the world and trying to say 'Where should you spend money?' of course makes the the projects that we say",
   "start": 155.086,
   "duration": 5.96
  },
  {
   "text": "'These are the really really great interventions!'",
   "start": 161.046,
   "duration": 2.489
  },
  {
   "text": "They all love us and think we're like the best things since sliced bread",
   "start": 163.536,
   "duration": 3.39
  },
  {
   "text": "but of course the projects of the policies that are not so effective, they think we're terrible so it creates a lot of",
   "start": 166.926,
   "duration": 6.929
  },
  {
   "text": "antagonism and makes a lot of people annoyed and interested, but I think it's crucial to ask these questions.",
   "start": 174.136,
   "duration": 5.209
  },
  {
   "text": "Jordan: Well, one question would be 'What's the alternative?'",
   "start": 179.626,
   "duration": 2.239
  },
  {
   "text": "You know like when I was looking at the UN Development Goals, for example, if I remember correctly",
   "start": 182.116,
   "duration": 5.0
  },
  {
   "text": "there was something approximating 200 of them and this was a few years ago",
   "start": 187.116,
   "duration": 4.08
  },
  {
   "text": "I worked on a UN panel and I thought 'Well, the problem with 200 goals is that you can't have 200'",
   "start": 191.196,
   "duration": 6.059
  },
  {
   "text": "They're not goals if there's 200 of them because you absolutely have to prioritize in order to move forward assuming some limitation on resources",
   "start": 197.256,
   "duration": 7.32
  },
  {
   "text": "Which is exactly what you just described and so then then the question would become",
   "start": 204.576,
   "duration": 6.869
  },
  {
   "text": "'Well, how do you calculate benefit?' And that's a really difficult problem,",
   "start": 211.456,
   "duration": 3.5
  },
  {
   "text": "which is, I think, why it wasn't addressed with the mishmash of 200 goals.",
   "start": 214.956,
   "duration": 3.809
  },
  {
   "text": "Apart from the fact that you're going to offend people by rank ordering their priorities.",
   "start": 219.016,
   "duration": 3.829
  },
  {
   "text": "So why don't you tell people a little bit about the methods that you used because I think there are definitely interesting.",
   "start": 223.156,
   "duration": 6.29
  },
  {
   "text": "Bjorn: So, you're absolutely right. The sustainable development goals:",
   "start": 229.846,
   "duration": 2.809
  },
  {
   "text": "We actually worked with the UN back in 2015 when they were doing this. It was about",
   "start": 232.656,
   "duration": 6.21
  },
  {
   "text": "60 to 90 (it was very unclear) UN ambassadors.",
   "start": 239.566,
   "duration": 3.14
  },
  {
   "text": "I actually met with a quarter of them",
   "start": 242.706,
   "duration": 1.78
  },
  {
   "text": "in New York and talked to each one of them and said 'Shouldn't we try to, you know,",
   "start": 244.486,
   "duration": 3.769
  },
  {
   "text": "focus on the targets that would do the very most good?' Now, of course, each one of them said 'Yes' individually,",
   "start": 248.256,
   "duration": 6.269
  },
  {
   "text": "but the the the combined effort of all the UN ambassadors was, of course, not to actually do the best goals",
   "start": 254.566,
   "duration": 6.74
  },
  {
   "text": "It was to get everybody's goals in there.",
   "start": 261.306,
   "duration": 2.339
  },
  {
   "text": "So, you know, the Norwegians had three ideas and the Brazilians at four and everybody else had you know",
   "start": 263.645,
   "duration": 5.17
  },
  {
   "text": "three or four that they want in there. That's why we ended up with a hundred and sixty nine targets",
   "start": 268.816,
   "duration": 4.2
  },
  {
   "text": "which of course simply means she promised everything to everyone everywhere and that means a lot of people are going to be very disappointed when",
   "start": 273.596,
   "duration": 7.16
  },
  {
   "text": "2030 rolls around and we haven't actually dealt with all the things that we promised.",
   "start": 281.126,
   "duration": 4.322
  },
  {
   "text": "Jordan: Right, so what happens there",
   "start": 285.876,
   "duration": 2.47
  },
  {
   "text": "is that the people who are doing that, including everyone on the list,",
   "start": 288.346,
   "duration": 3.989
  },
  {
   "text": "maximize short-term emotional well-being of the people who had been doing the consultation at the cost of medium to long term progress.",
   "start": 293.216,
   "duration": 7.309
  },
  {
   "text": "But then, again,",
   "start": 300.626,
   "duration": 0.98
  },
  {
   "text": "they're not going to be around in 2030, in all possibility, to suffer the consequences of that.",
   "start": 301.606,
   "duration": 4.5
  },
  {
   "text": "Bjorn: Or, at least, yeah",
   "start": 306.236,
   "duration": 1.67
  },
  {
   "text": "or at least they're not nobody's gonna see that we fail to do as much good as we possibly",
   "start": 307.906,
   "duration": 4.11
  },
  {
   "text": "could because we will have done a little bit of good everywhere. But, doing a little good everywhere",
   "start": 312.236,
   "duration": 5.659
  },
  {
   "text": "It is not nearly as good as doing an enormous amount of good in the places where you can view the very most good with",
   "start": 317.895,
   "duration": 5.73
  },
  {
   "text": "extra resources.",
   "start": 323.626,
   "duration": 1.35
  },
  {
   "text": "Remember we're estimating",
   "start": 324.976,
   "duration": 0.82
  },
  {
   "text": "the total cost of the SDGs is somewhere in the range of two and a half trillion dollars and",
   "start": 325.796,
   "duration": 6.589
  },
  {
   "text": "the actual amounts available is about a hundred and forty billion dollars.",
   "start": 332.636,
   "duration": 4.19
  },
  {
   "text": "So we literally have five percent of what we're promising",
   "start": 337.076,
   "duration": 3.379
  },
  {
   "text": "So we're promising the world and then we say:",
   "start": 340.496,
   "duration": 2.45
  },
  {
   "text": "'Hey, here's a small amount of money and let's spread it thinly so everybody gets a little bit of it'",
   "start": 342.946,
   "duration": 5.279
  },
  {
   "text": "Jordan: Okay,",
   "start": 348.256,
   "duration": 0.73
  },
  {
   "text": "so that's partly where you derive your premise that we're dealing with limited resources is that you're actually using a real number and",
   "start": 348.986,
   "duration": 7.009
  },
  {
   "text": "that the number you're using is what's actually available and when you wrote 'How to Spend $75 billion'",
   "start": 356.156,
   "duration": 4.94
  },
  {
   "text": "you basically took half of what was available.",
   "start": 361.096,
   "duration": 2.0
  },
  {
   "text": "Bjorn: That yes, I was about much much earlier on and that was mostly sort of a oh, it's a fun idea to say:",
   "start": 363.986,
   "duration": 6.709
  },
  {
   "text": "'How would you spend a specific amount?' Yes, and that was half",
   "start": 370.696,
   "duration": 2.609
  },
  {
   "text": "So we weren't saying we should spend all of it in the exact way that we were talking about.",
   "start": 373.886,
   "duration": 4.339
  },
  {
   "text": "Jordan: Okay, so to agree with you",
   "start": 378.265,
   "duration": 2.21
  },
  {
   "text": "So to agree with you, people have to agree that",
   "start": 380.506,
   "duration": 2.22
  },
  {
   "text": "Everything can't be done for everyone all at once at infinite expense and that it's useful",
   "start": 382.916,
   "duration": 4.97
  },
  {
   "text": "practically and and also",
   "start": 388.496,
   "duration": 2.0
  },
  {
   "text": "Even in a utopian sense in the desirable sense to rank order so that the obvious",
   "start": 390.955,
   "duration": 5.0
  },
  {
   "text": "Money that's available the money that's genuine available can targeted best.",
   "start": 396.746,
   "duration": 3.68
  },
  {
   "text": "And so then the next question would be: 'How do you go about that in the least",
   "start": 400.426,
   "duration": 4.049
  },
  {
   "text": "controversial and most empirically sound manner? (To do the rank ordering)",
   "start": 404.696,
   "duration": 3.95
  },
  {
   "text": "Bjorn: So, we use",
   "start": 409.316,
   "duration": 1.59
  },
  {
   "text": "cost-benefit analysis",
   "start": 410.906,
   "duration": 1.01
  },
  {
   "text": "which is a very well-established economic tool that tries to say: 'All right, for each of the proposals that you come up with -",
   "start": 411.916,
   "duration": 6.0
  },
  {
   "text": "How much will that proposal cost?' Now, remember, this is not just economics. Most of the cost will be money",
   "start": 418.286,
   "duration": 6.65
  },
  {
   "text": "but for instance if you want to immunize",
   "start": 424.936,
   "duration": 2.19
  },
  {
   "text": "small children",
   "start": 428.306,
   "duration": 0.98
  },
  {
   "text": "You also have to ask the mothers to spend perhaps a day to go to the place where their kids will be immunized.",
   "start": 429.286,
   "duration": 5.79
  },
  {
   "text": "That'll, both, cost them labor (they can't do labor that day), maybe they will have transportation costs, they'll have food costs",
   "start": 435.346,
   "duration": 6.779
  },
  {
   "text": "There'll be extra other cost",
   "start": 442.156,
   "duration": 1.23
  },
  {
   "text": "So we try to add all of those costs up and say: 'So, what's the total cost of this project?'",
   "start": 443.386,
   "duration": 4.74
  },
  {
   "text": "Then we look at all the benefits and remember the benefits of both economic",
   "start": 448.586,
   "duration": 3.29
  },
  {
   "text": "Yes",
   "start": 451.886,
   "duration": 0.75
  },
  {
   "text": "But they're also social, for instance kids not dying or kids not being sick and they're often also environmental.",
   "start": 452.636,
   "duration": 6.23
  },
  {
   "text": "So we tried to take all of those benefits of both the economic the environmental and social benefits.",
   "start": 458.936,
   "duration": 5.929
  },
  {
   "text": "Add them all up into one number that is",
   "start": 464.966,
   "duration": 3.709
  },
  {
   "text": "denominated in Dollars or Rupees or whatever your currency is and then you can say: 'Well, for this many Dollars",
   "start": 469.376,
   "duration": 5.359
  },
  {
   "text": "you can do this much good' and that means you can also say: 'For every dollar spent you can do this much good.\"",
   "start": 474.986,
   "duration": 6.679
  },
  {
   "text": "Obviously I'm simplifying this but in a sense what it means is if you do it",
   "start": 481.666,
   "duration": 4.83
  },
  {
   "text": "Right and a lot of economists spend a lot of time trying to make this right if you have all the same",
   "start": 486.496,
   "duration": 4.829
  },
  {
   "text": "parameters across all these different areas",
   "start": 491.396,
   "duration": 1.86
  },
  {
   "text": "It actually means you can start comparing",
   "start": 493.256,
   "duration": 2.329
  },
  {
   "text": "Different interventions across all the different areas and say: 'Where do you get the biggest bang for your buck?'",
   "start": 495.986,
   "duration": 5.69
  },
  {
   "text": "And of course that is what it matters if you're actually going to do good so we did and this is not good",
   "start": 501.676,
   "duration": 5.849
  },
  {
   "text": "please don't buy this book because this is this is a very long and",
   "start": 507.556,
   "duration": 3.45
  },
  {
   "text": "Academic book but we did this long and academic book with with more than 50 of the world's top economists",
   "start": 511.106,
   "duration": 4.7
  },
  {
   "text": "Looking across all these different areas",
   "start": 516.716,
   "duration": 2.0
  },
  {
   "text": "but the beauty is you can actually",
   "start": 518.716,
   "duration": 2.4
  },
  {
   "text": "Put it in just one chart and I'm going to show you that and then we'll also put it up there on your website",
   "start": 521.216,
   "duration": 5.03
  },
  {
   "text": "So this is the ones",
   "start": 526.246,
   "duration": 2.0
  },
  {
   "text": "One-page chart that has all the targets here and for each of the targets",
   "start": 528.296,
   "duration": 5.33
  },
  {
   "text": "There's an analysis that says: 'How much will this cost? How much good will it do?' and then it shows 'For every dollar spent..How much good will it do?'",
   "start": 533.666,
   "duration": 7.61
  },
  {
   "text": "If it's a long line, it'll do a lot of dollars of good if it's a short line not so much.",
   "start": 541.466,
   "duration": 5.119
  },
  {
   "text": "So it really becomes this very simple menu for the world to say: 'Where can you spend your resources?'",
   "start": 546.656,
   "duration": 5.84
  },
  {
   "text": "And of course this doesn't mean you know, just like when you go into a restaurant you get a menu",
   "start": 552.566,
   "duration": 4.729
  },
  {
   "text": "It doesn't mean you buy the cheapest thing or the most nutritious and maybe you're in the mood for you know",
   "start": 557.296,
   "duration": 5.219
  },
  {
   "text": "an unhealthy cake",
   "start": 563.306,
   "duration": 1.65
  },
  {
   "text": "But it's incredibly important to know what is the cost and what's the benefit and knowing this",
   "start": 564.956,
   "duration": 6.26
  },
  {
   "text": "Makes it a lot more",
   "start": 571.436,
   "duration": 1.2
  },
  {
   "text": "likely that the world is going to focus itself on some of the really long bars where it can do a lot of good for",
   "start": 572.636,
   "duration": 6.14
  },
  {
   "text": "Every dollar or your Peso spent.",
   "start": 578.776,
   "duration": 2.743
  },
  {
   "text": "Jordan: Ok. So now",
   "start": 581.519,
   "duration": 0.857
  },
  {
   "text": "if I was thinking about critiquing this, lets say, from a social science and/or",
   "start": 583.046,
   "duration": 3.799
  },
  {
   "text": "Political perspective the first thing that I would object is",
   "start": 588.356,
   "duration": 3.799
  },
  {
   "text": "Well, how do you... how is it that you know that your calculation of the costs and the benefits are",
   "start": 592.316,
   "duration": 5.959
  },
  {
   "text": "accurate and how do you know that they're",
   "start": 599.096,
   "duration": 4.28
  },
  {
   "text": "essentially as free as possible of any undue political bias",
   "start": 604.136,
   "duration": 3.44
  },
  {
   "text": "So because your critics, no doubt, will object, as perhaps they should, that there will be",
   "start": 608.036,
   "duration": 6.89
  },
  {
   "text": "Let's call them implicit biases even though I'm not a fan of that idea in some sense",
   "start": 615.596,
   "duration": 5.69
  },
  {
   "text": "There's going to be underlying presuppositions that weight the manner in which the economic",
   "start": 621.326,
   "duration": 3.86
  },
  {
   "text": "Calculations are made and then of course, you also have to buy the idea that the cost-benefit analysis approach is actually valid",
   "start": 625.526,
   "duration": 6.08
  },
  {
   "text": "So, can you tell me what you guys did to forestall such or to take such criticisms into account?",
   "start": 631.766,
   "duration": 5.6
  },
  {
   "text": "Bjorn: Sure, and so first of all, we don't just ask one team of economists",
   "start": 637.856,
   "duration": 5.059
  },
  {
   "text": "We also have other teams",
   "start": 642.916,
   "duration": 1.27
  },
  {
   "text": "critiquing those",
   "start": 644.186,
   "duration": 0.99
  },
  {
   "text": "economists and we exactly try to make sure that there's sort of critiques from both sides if you will so we know that this is",
   "start": 645.176,
   "duration": 6.649
  },
  {
   "text": "not just an ideologically driven number, but it's actually an empirically pretty clear number that says for instance if you focus on on",
   "start": 651.826,
   "duration": 7.83
  },
  {
   "text": "Vaccinations you're actually going to do and what we find is you're going to do $60 a social good for every dollar you spend",
   "start": 660.506,
   "duration": 6.309
  },
  {
   "text": "Now you could argue: 'Well, what would be sort of the",
   "start": 667.156,
   "duration": 4.549
  },
  {
   "text": "Ideological spin you could put on that?' Well one thing is to say: 'Well, did you measure all humans as equal?'",
   "start": 672.406,
   "duration": 5.9
  },
  {
   "text": "Yes",
   "start": 678.306,
   "duration": 0.27
  },
  {
   "text": "we actually did. And of course, you could argue from an economic point the same point that they're not. I think very few people would",
   "start": 678.576,
   "duration": 7.17
  },
  {
   "text": "want to do that but what we do is across all these areas, all people are ranked as",
   "start": 685.746,
   "duration": 5.88
  },
  {
   "text": "equally important. That is: equally valuable, and that's obviously political gonna consideration",
   "start": 691.906,
   "duration": 5.33
  },
  {
   "text": "But I think one if we're looking across the world, that is the right one",
   "start": 697.236,
   "duration": 3.659
  },
  {
   "text": "If anything that probably means that most rich country people are evaluated way too little compared to what they're actually willing to do themselves",
   "start": 701.416,
   "duration": 7.82
  },
  {
   "text": "But this means that we actually get the weighting right in the sense of saying: 'Where are you gonna spend extra money if your goal",
   "start": 709.576,
   "duration": 6.95
  },
  {
   "text": "is to help the most in the world?'",
   "start": 716.526,
   "duration": 2.35
  },
  {
   "text": "Jordan: Right. Okay, so you're used an approach",
   "start": 718.976,
   "duration": 1.87
  },
  {
   "text": "that was basically I would say a solid measurement approach",
   "start": 720.846,
   "duration": 4.08
  },
  {
   "text": "from the theoretical perspective because the idea would be to have",
   "start": 725.656,
   "duration": 3.979
  },
  {
   "text": "multiple measures of the same phenomenon or set of phenomena and to see where they",
   "start": 729.946,
   "duration": 5.75
  },
  {
   "text": "dovetail",
   "start": 736.396,
   "duration": 1.08
  },
  {
   "text": "So that would be an issue of reliability",
   "start": 737.476,
   "duration": 1.67
  },
  {
   "text": "so if you have multiple teams of economists and",
   "start": 739.146,
   "duration": 2.7
  },
  {
   "text": "They all converge on something that approximates an agreement and you look at a diverse range of opinions",
   "start": 742.246,
   "duration": 5.69
  },
  {
   "text": "Then you can be reasonably certain that you've converged on something that's real. And then you also have an element of peer review in there",
   "start": 748.036,
   "duration": 6.26
  },
  {
   "text": "Bjorn: Yes",
   "start": 754.876,
   "duration": 0.606
  },
  {
   "text": "Jordan: another way of altering.. Go ahead",
   "start": 755.482,
   "duration": 1.994
  },
  {
   "text": "Bjorn: and exactly both of these are obviously important to make sure as you say you get the",
   "start": 757.476,
   "duration": 5.88
  },
  {
   "text": "Reliability and you actually get something that resembles somewhat of a truth",
   "start": 763.936,
   "duration": 4.759
  },
  {
   "text": "But the real point here is of course in some way. We just take a step back",
   "start": 768.976,
   "duration": 3.619
  },
  {
   "text": "This is not a question about getting the absolute numbers. Exactly. Right. I mean that would be wonderful if we could do that",
   "start": 772.846,
   "duration": 6.169
  },
  {
   "text": "but when I just told you that",
   "start": 779.356,
   "duration": 1.61
  },
  {
   "text": "You know, vaccination - every dollar you spend will give you sixty dollars back in value",
   "start": 780.966,
   "duration": 3.54
  },
  {
   "text": "It'd be very very unlikely that that's the right number but it's much much more about getting the order-of-magnitude right.",
   "start": 784.716,
   "duration": 7.32
  },
  {
   "text": "Is it 60 or is it six or is it six hundred dollars you get back? Because really, the point here is to",
   "start": 792.586,
   "duration": 6.17
  },
  {
   "text": "compare across all these other things that you could also spent that money on and there we have a much greater",
   "start": 798.936,
   "duration": 6.27
  },
  {
   "text": "Sort of reliability because we're pretty sure that even if you change the assumptions very much",
   "start": 806.206,
   "duration": 5.57
  },
  {
   "text": "You will still get much of the same kind of picture",
   "start": 811.816,
   "duration": 3.08
  },
  {
   "text": "You won't get exactly the same picture",
   "start": 814.896,
   "duration": 2.19
  },
  {
   "text": "But you'll very much get the same sort of picture which indicates that there's a few targets that will do an amazing amount of good",
   "start": 817.126,
   "duration": 6.5
  },
  {
   "text": "And there's a lot of targets they'll just do a little good and so, again, we try to say: 'Do the amazing",
   "start": 823.626,
   "duration": 5.159
  },
  {
   "text": "targets first'",
   "start": 828.916,
   "duration": 1.19
  },
  {
   "text": "Jordan: So the more critical thing for you guys to get right is the rank ordering and not the absolute magnitude",
   "start": 830.106,
   "duration": 4.799
  },
  {
   "text": "so as long as your method is",
   "start": 834.906,
   "duration": 2.0
  },
  {
   "text": "Stable across all the different domains. Then the rank ordering should be relatively stable. Now, did you get a Pareto distribution with regards to",
   "start": 837.106,
   "duration": 7.79
  },
  {
   "text": "positive impact of investment? Like, is there a handful of",
   "start": 845.926,
   "duration": 3.32
  },
  {
   "text": "Interventions that that are clearly head and shoulders above the rest in terms of generating positive economic outcome?",
   "start": 849.916,
   "duration": 6.89
  },
  {
   "text": "And what proportion of the total number of say 170 goals like if you did if you accomplished 10 percent of the",
   "start": 856.806,
   "duration": 7.859
  },
  {
   "text": "170 goals how much of the economic bang for your buck would you would you accrue?",
   "start": 864.976,
   "duration": 4.88
  },
  {
   "text": "Bjorn: I should actually just say I didn't plant that question. That's wonderful because that's exactly what we tried to do",
   "start": 870.616,
   "duration": 5.33
  },
  {
   "text": "so if you do across all these areas every dollar spent will do about",
   "start": 875.946,
   "duration": 4.26
  },
  {
   "text": "$7 good if you just did it across all of them equally",
   "start": 880.666,
   "duration": 3.14
  },
  {
   "text": "Which is probably unreasonable to assume but it's not unreasonable and sort of first order approximation",
   "start": 883.806,
   "duration": 5.159
  },
  {
   "text": "If you spend it on the best",
   "start": 889.396,
   "duration": 2.539
  },
  {
   "text": "19 targets you would do",
   "start": 892.546,
   "duration": 2.0
  },
  {
   "text": "$32 of good",
   "start": 895.276,
   "duration": 0.89
  },
  {
   "text": "So more than four times more good",
   "start": 896.166,
   "duration": 2.0
  },
  {
   "text": "so you can simply spend you're the same dollar and do more than four times more good than you would do if you just",
   "start": 898.456,
   "duration": 6.979
  },
  {
   "text": "scattershot it across all areas",
   "start": 905.436,
   "duration": 1.26
  },
  {
   "text": "and again",
   "start": 906.696,
   "duration": 1.45
  },
  {
   "text": "what you also have to remember is a lot of the things that we're looking at which are really really",
   "start": 908.146,
   "duration": 4.219
  },
  {
   "text": "effective are also things that are much easier to do so two of the best things that we point out is actually",
   "start": 912.826,
   "duration": 6.38
  },
  {
   "text": "contraception, so family planning for women",
   "start": 920.056,
   "duration": 2.659
  },
  {
   "text": "Why? Because if you do that (there's about 13% of women that still don't have access to contraception)",
   "start": 922.756,
   "duration": 7.489
  },
  {
   "text": "And if they got that",
   "start": 930.736,
   "duration": 2.0
  },
  {
   "text": "access they would be able to better space their kids so we know that that means that you can actually have your kids when you're",
   "start": 932.916,
   "duration": 5.7
  },
  {
   "text": "Ready to have them that means you put more effort and investment into your kids. So they'll grow up better. They'll be fed better",
   "start": 938.616,
   "duration": 6.839
  },
  {
   "text": "They'll have a greater chance of surviving but they'll also become more productive in the long run",
   "start": 945.456,
   "duration": 4.71
  },
  {
   "text": "It also means a fewer of those kids are going to die. Fewer moms are going to die",
   "start": 950.176,
   "duration": 4.159
  },
  {
   "text": "so we actually estimate you see about",
   "start": 954.336,
   "duration": 2.01
  },
  {
   "text": "600,000 fewer kids die and",
   "start": 957.106,
   "duration": 2.089
  },
  {
   "text": "You would get a demographic dividend. That is basically because you have slightly fewer kids. You can invest more in them.",
   "start": 959.956,
   "duration": 6.559
  },
  {
   "text": "You get better return on every kid. You have slightly higher growth rates.",
   "start": 966.516,
   "duration": 4.23
  },
  {
   "text": "And so we estimate for every dollar you spend on family planning",
   "start": 970.746,
   "duration": 3.239
  },
  {
   "text": "You will do a hundred and twenty dollars of social good. The other great thing is",
   "start": 974.026,
   "duration": 5.15
  },
  {
   "text": "Invest in free trade. Free trade is something that we've sort of forgotten",
   "start": 979.726,
   "duration": 4.099
  },
  {
   "text": "We actually have the last big free trade discussion from DOHA back in 1999",
   "start": 985.036,
   "duration": 6.229
  },
  {
   "text": "That's basically, you know, stop being a concern obviously with Trump",
   "start": 991.266,
   "duration": 4.38
  },
  {
   "text": "But also with many other people who've sort of given up on free trade yet",
   "start": 995.646,
   "duration": 3.66
  },
  {
   "text": "we have to remember that one of the basic things that have made us wealthy is",
   "start": 999.306,
   "duration": 3.839
  },
  {
   "text": "the fact that we trade with each other. You do what you're good at and I do what I'm good at and that means when",
   "start": 1003.276,
   "duration": 5.75
  },
  {
   "text": "we exchange we actually all get better off. There's some issues there...",
   "start": 1009.026,
   "duration": 4.049
  },
  {
   "text": "Jordan: So, maybe you could tell people in some detail what that would mean practically like, what are the sorts of barriers that you guys",
   "start": 1013.896,
   "duration": 7.01
  },
  {
   "text": "determined were",
   "start": 1021.216,
   "duration": 1.23
  },
  {
   "text": "particularly troublesome that need to be addressed",
   "start": 1022.446,
   "duration": 2.599
  },
  {
   "text": "Bjorn: So we actually estimated what would it take to get a reasonably successful DOHA round, which would not be free trade",
   "start": 1026.016,
   "duration": 7.399
  },
  {
   "text": "But it would be freer trade",
   "start": 1033.415,
   "duration": 1.571
  },
  {
   "text": "So it would simply be reduced tariffs, make it easier for everyone to trade across the world",
   "start": 1034.986,
   "duration": 5.209
  },
  {
   "text": "Especially from the developing world to the developed world and one of the outcomes we found was not only that on average",
   "start": 1040.446,
   "duration": 6.38
  },
  {
   "text": "every person in the world would be about... sorry in the developing world would be about",
   "start": 1047.136,
   "duration": 3.949
  },
  {
   "text": "$1,000 richer per person per year in 2030",
   "start": 1051.786,
   "duration": 3.169
  },
  {
   "text": "So by the end of these sustainable development goals, we would lift a hundred and forty five million people out of poverty",
   "start": 1054.956,
   "duration": 6.089
  },
  {
   "text": "but we would simply make everyone better off because if",
   "start": 1061.206,
   "duration": 3.68
  },
  {
   "text": "You're in a poor country you would be able to sell the things that you do best a little easier a little cheaper",
   "start": 1065.166,
   "duration": 6.599
  },
  {
   "text": "and hence be able to market more of it and you'd be able to buy back more from other developed countries and that would make",
   "start": 1071.765,
   "duration": 6.63
  },
  {
   "text": "Everyone better off. So again, this is not this is not rocket science. I mean, if you look at China for instance",
   "start": 1078.525,
   "duration": 5.15
  },
  {
   "text": "China over the last 30 years lifted what.. 680 million people out of poverty",
   "start": 1084.316,
   "duration": 5.419
  },
  {
   "text": "Very largely driven by the fact that they could trade with the rest of the world. Imagine if we could make that happen for",
   "start": 1090.106,
   "duration": 5.719
  },
  {
   "text": "Sub-saharan Africa if we could make that happen more for Latin America",
   "start": 1096.436,
   "duration": 3.229
  },
  {
   "text": "So again, it's more about realizing that for very little money",
   "start": 1099.666,
   "duration": 3.93
  },
  {
   "text": "Some of these things can do an amazing amount of good and we tend to forget because there's no focus on these issues",
   "start": 1103.726,
   "duration": 7.129
  },
  {
   "text": "We don't think about",
   "start": 1110.855,
   "duration": 2.0
  },
  {
   "text": "family planning or",
   "start": 1112.875,
   "duration": 2.0
  },
  {
   "text": "free trade or indeed",
   "start": 1115.306,
   "duration": 1.829
  },
  {
   "text": "vaccinations we think about all kinds of other things like",
   "start": 1117.135,
   "duration": 2.42
  },
  {
   "text": "plastic waste or global warming or many other things that have a lot of sort of",
   "start": 1119.985,
   "duration": 4.79
  },
  {
   "text": "Attention from celebrities and get in the newspaper and that's not because there are no problems",
   "start": 1125.385,
   "duration": 5.42
  },
  {
   "text": "but it's about getting a sense of what's the magnitude of how much good we can do with little money and",
   "start": 1130.806,
   "duration": 6.209
  },
  {
   "text": "Jordan: So, let's talk about global warming because okay, so I've talked to lots of people about your work and you know",
   "start": 1138.615,
   "duration": 6.26
  },
  {
   "text": "you obviously have a lot of admirers and you have a lot of detractors and I've been listening to the detractors because I",
   "start": 1144.875,
   "duration": 6.119
  },
  {
   "text": "Believed after I had reviewed the UN Development Goals",
   "start": 1151.966,
   "duration": 3.109
  },
  {
   "text": "I had come to the same",
   "start": 1155.076,
   "duration": 1.0
  },
  {
   "text": "conclusion that you had come to before I knew what you had done which was: 'These things need to be ranked ordered because otherwise it's",
   "start": 1156.076,
   "duration": 5.809
  },
  {
   "text": "It's not a plan. It's not a strategy'",
   "start": 1161.895,
   "duration": 2.3
  },
  {
   "text": "and",
   "start": 1164.196,
   "duration": 0.429
  },
  {
   "text": "so then there has to be some mechanism for rank ordering them and I ran across your work and I thought: 'Well, that seems to",
   "start": 1164.625,
   "duration": 5.359
  },
  {
   "text": "be exactly right to me'  from an agnostic perspective lets say.",
   "start": 1169.985,
   "duration": 4.02
  },
  {
   "text": "It's an interesting idea because what you have to start with is the willingness to be agnostic about what the worst",
   "start": 1174.005,
   "duration": 5.849
  },
  {
   "text": "Problems are and and well the worst and most solvable problems",
   "start": 1179.956,
   "duration": 4.399
  },
  {
   "text": "Let's say at the same time you have to be agnostic about that and I actually think that that's part of the reason",
   "start": 1184.355,
   "duration": 4.83
  },
  {
   "text": "Why what you do bothers so many people because they have an a priori commitment to what constitutes the most salient",
   "start": 1189.186,
   "duration": 5.459
  },
  {
   "text": "catastrophe and that's clearly, at the moment, the idea that",
   "start": 1195.076,
   "duration": 5.079
  },
  {
   "text": "climate change",
   "start": 1201.096,
   "duration": 1.259
  },
  {
   "text": "Or global warming depending on how you want to phrase it, constitutes such an immediate and pressing threat of",
   "start": 1202.355,
   "duration": 6.59
  },
  {
   "text": "overwhelming economic magnitude that a sacrifice of any amount is worth some probability of forestalling that and",
   "start": 1210.426,
   "duration": 7.579
  },
  {
   "text": "so",
   "start": 1218.556,
   "duration": 2.0
  },
  {
   "text": "One of the things that's striking about your list and",
   "start": 1220.865,
   "duration": 2.48
  },
  {
   "text": "maybe what I should do is have you tell us what the top seven or eight are just so that we have some sense of",
   "start": 1223.566,
   "duration": 5.539
  },
  {
   "text": "What the priorities are because one of the things I noticed was that",
   "start": 1229.476,
   "duration": 3.109
  },
  {
   "text": "They don't tend to include measures that are designed to forestall global warming",
   "start": 1232.865,
   "duration": 4.52
  },
  {
   "text": "Bjorn: Yeah, so we actually",
   "start": 1238.535,
   "duration": 2.0
  },
  {
   "text": "We had two Nobel laureates",
   "start": 1240.546,
   "duration": 2.0
  },
  {
   "text": "Look over all of this evidence and set priorities and come out with",
   "start": 1242.796,
   "duration": 4.939
  },
  {
   "text": "19 targets that they focused on and actually one of them was",
   "start": 1248.166,
   "duration": 3.079
  },
  {
   "text": "'Stop fossil fuel subsidies' which is obviously a stupid idea in so many different ways",
   "start": 1251.765,
   "duration": 4.91
  },
  {
   "text": "Remember, this is most in developing countries where it's very often done to",
   "start": 1257.226,
   "duration": 4.279
  },
  {
   "text": "you know basically pacify the population a little bit like you make",
   "start": 1262.115,
   "duration": 3.739
  },
  {
   "text": "subsidies for bread or other things",
   "start": 1266.375,
   "duration": 2.0
  },
  {
   "text": "But of course the idea of subsidizing fossil fuels like Venezuela has done and Indonesia has done",
   "start": 1268.446,
   "duration": 5.179
  },
  {
   "text": "Is basically a way of subsidizing fairly wealthy people to drive their car that you have to have a car in order to enjoy this",
   "start": 1273.905,
   "duration": 7.01
  },
  {
   "text": "And drive it more and actually create more congestion more air pollution and with very few benefits",
   "start": 1281.135,
   "duration": 6.229
  },
  {
   "text": "So clearly what you should be doing is scrap those subsidies for fossil fuels not only because they lead to more",
   "start": 1288.005,
   "duration": 5.96
  },
  {
   "text": "Air pollution and co2 emissions but also because they're just terribly bad use of public resources that could have been spent on",
   "start": 1294.426,
   "duration": 7.01
  },
  {
   "text": "education or health or other places",
   "start": 1301.775,
   "duration": 1.71
  },
  {
   "text": "They could have done a lot more good",
   "start": 1303.485,
   "duration": 2.06
  },
  {
   "text": "But just to give you a sense of some of the other ones that we were talking about",
   "start": 1305.546,
   "duration": 3.39
  },
  {
   "text": "Expanded immunization as we talked about that's an incredibly good way. We know that we're right now cut child mortality",
   "start": 1309.936,
   "duration": 7.549
  },
  {
   "text": "That is undefined mortality from our 12 million kids dying every year in 1990 to about 6 million",
   "start": 1318.155,
   "duration": 6.979
  },
  {
   "text": "That's a fantastic achievement. Of course six million is still a mind-boggling number",
   "start": 1325.135,
   "duration": 4.59
  },
  {
   "text": "That's way way too large and we actually know that by investing about a billion dollars",
   "start": 1329.765,
   "duration": 4.26
  },
  {
   "text": "We could save a million kids every year but you you've got to almost say that again for a billion dollars",
   "start": 1334.246,
   "duration": 6.109
  },
  {
   "text": "You could save a million kids lives every year. Why the hell is that not one of our top priorities?",
   "start": 1340.356,
   "duration": 5.25
  },
  {
   "text": "That's also why we show for every dollar spent. You actually do $60 worth of good. Another incredible",
   "start": 1346.096,
   "duration": 6.65
  },
  {
   "text": "investment is in nutrition.",
   "start": 1353.446,
   "duration": 2.0
  },
  {
   "text": "So, you know everybody kind of knows that it's",
   "start": 1355.846,
   "duration": 2.239
  },
  {
   "text": "It's not right that people are starving and we know that we could actually feed everyone. The main reason why people are still starving",
   "start": 1358.786,
   "duration": 6.109
  },
  {
   "text": "Is because they don't have enough money. It's not because we can't produce it",
   "start": 1365.136,
   "duration": 2.97
  },
  {
   "text": "so it's because they're poor and they don't actually have the demand capacity but the real tragedy of",
   "start": 1368.106,
   "duration": 6.0
  },
  {
   "text": "Malnutrition is that if you get it when you're really small so from zero to two years of age",
   "start": 1375.586,
   "duration": 4.4
  },
  {
   "text": "Your brain develops less and that means when you get into school",
   "start": 1380.356,
   "duration": 4.25
  },
  {
   "text": "You're actually less able to learn and that stays with you for your entire life",
   "start": 1384.606,
   "duration": 4.529
  },
  {
   "text": "You stay less long in school. You learn less and you come out and you actually are not very productive",
   "start": 1389.296,
   "duration": 6.5
  },
  {
   "text": "We know this now",
   "start": 1396.106,
   "duration": 1.1
  },
  {
   "text": "We've had this as a theoretical argument for a long time",
   "start": 1397.206,
   "duration": 2.67
  },
  {
   "text": "But researchers and some of the researchers that we work with have now actually proven this because they went back to an old study",
   "start": 1400.096,
   "duration": 6.469
  },
  {
   "text": "done in Guatemala in the late 1960s",
   "start": 1406.816,
   "duration": 2.239
  },
  {
   "text": "Where researchers went to two small villages in rural Guatemala and gave the kids there",
   "start": 1409.606,
   "duration": 5.719
  },
  {
   "text": "So the really small zero to two-year-olds good food",
   "start": 1415.326,
   "duration": 2.699
  },
  {
   "text": "And then they took two other rural villages nearby and gave the kids essentially sugar water",
   "start": 1418.026,
   "duration": 5.369
  },
  {
   "text": "Of course you couldn't do this today, but the brilliant thing about this is our researchers",
   "start": 1423.396,
   "duration": 4.83
  },
  {
   "text": "then re-found these kids they're now in their late 30s/early 40s and",
   "start": 1428.236,
   "duration": 3.559
  },
  {
   "text": "You could see what had happened and it was exactly what the theory predicted if you had gotten good food",
   "start": 1431.926,
   "duration": 6.349
  },
  {
   "text": "You stayed longer in school. You'll learn more every year in school",
   "start": 1438.276,
   "duration": 4.44
  },
  {
   "text": "And so when you came out you were much more productive and one of the ways we measure that is you had higher incomes.",
   "start": 1442.716,
   "duration": 5.339
  },
  {
   "text": "If you avoid it being stunted you had 60% higher income. That's a phenomenal outcome",
   "start": 1448.186,
   "duration": 6.8
  },
  {
   "text": "so again spend money for instance on",
   "start": 1454.986,
   "duration": 2.0
  },
  {
   "text": "malnutrition by getting good food and also research and development into better yielding varieties and you",
   "start": 1457.126,
   "duration": 5.299
  },
  {
   "text": "Can do an incredible amount of good for every dollar we estimate 35 dollars or there abouts.",
   "start": 1462.496,
   "duration": 5.599
  },
  {
   "text": "Jordan: Right and so what you're doing is for stalling cognitive deterioration",
   "start": 1468.096,
   "duration": 2.489
  },
  {
   "text": "In in the first two years and because cognitive ability is a great predictor of long-term success",
   "start": 1470.926,
   "duration": 5.119
  },
  {
   "text": "Then you're producing people who are much more likely to be",
   "start": 1476.046,
   "duration": 2.729
  },
  {
   "text": "economically",
   "start": 1479.296,
   "duration": 1.41
  },
  {
   "text": "Productive for themselves and for other people, right?",
   "start": 1480.706,
   "duration": 4.13
  },
  {
   "text": "Bjorn: And the crucial bit is it's also for other people, right? If you're good. You're likely to make other people better too.",
   "start": 1484.836,
   "duration": 6.239
  },
  {
   "text": "Jordan: Right oh yes, that's an absolutely crucial issue. So so yeah, so so it's quite striking",
   "start": 1491.076,
   "duration": 5.339
  },
  {
   "text": "It was quite striking to me when I came across your work to find out to what degree it was focused on targeting",
   "start": 1497.146,
   "duration": 6.289
  },
  {
   "text": "Children's health in some fundamental sense in the developing world that seems to be I mean if you had to put it in a nutshell",
   "start": 1503.746,
   "duration": 6.409
  },
  {
   "text": "correct me if I'm wrong that seemed to be where are you guys focused or where your focus took you and",
   "start": 1510.256,
   "duration": 6.169
  },
  {
   "text": "Bjorn: With and I just say because there's also some other very low-hanging fruit for instance what you're seeing increasingly across the world",
   "start": 1518.416,
   "duration": 6.71
  },
  {
   "text": "is that more more people dying not of infectious diseases because we've actually",
   "start": 1525.126,
   "duration": 4.769
  },
  {
   "text": "Tackled many of those but they died from old age diseases like cancer and heart disease. Those are by far the biggest",
   "start": 1530.145,
   "duration": 6.41
  },
  {
   "text": "issues",
   "start": 1537.106,
   "duration": 1.08
  },
  {
   "text": "Cancer it turns out to be fairly costly to deal with but heart disease",
   "start": 1538.186,
   "duration": 3.8
  },
  {
   "text": "We've actually now figured out pretty much how to deal with not to the extent that we will live forever",
   "start": 1542.025,
   "duration": 4.91
  },
  {
   "text": "but that we can make people live much longer and that's basically by giving very cheap and",
   "start": 1547.126,
   "duration": 4.789
  },
  {
   "text": "off-patent heart",
   "start": 1552.466,
   "duration": 1.95
  },
  {
   "text": "medication so we give this a lot of middle aged people in the developed world and it's very very cheap to also do in the",
   "start": 1554.416,
   "duration": 6.83
  },
  {
   "text": "Developing world so we can save about three years of life for these",
   "start": 1561.246,
   "duration": 3.719
  },
  {
   "text": "Elderly people both men and women and it costs peanuts and you can basically make all lives longer",
   "start": 1565.666,
   "duration": 6.92
  },
  {
   "text": "And so that's one of the places where we're also show there's a huge benefit",
   "start": 1572.586,
   "duration": 3.599
  },
  {
   "text": "We also emphasize and this is again, one of the depressing things that we should be focusing a lot more on",
   "start": 1576.436,
   "duration": 6.32
  },
  {
   "text": "tuberculosis tuberculosis now the world's leading infectious disease killer",
   "start": 1583.306,
   "duration": 4.19
  },
  {
   "text": "It's no longer HIV AIDS that's still a good idea to invest in but it's actually an even better idea to invest in tuberculosis",
   "start": 1587.496,
   "duration": 6.899
  },
  {
   "text": "But again because it's an old disease",
   "start": 1594.706,
   "duration": 2.27
  },
  {
   "text": "It's it's been with us for hundreds of years and we kind of learned how to fix it a hundred years ago",
   "start": 1596.976,
   "duration": 5.729
  },
  {
   "text": "It's not an issue in the developed world",
   "start": 1602.775,
   "duration": 1.8
  },
  {
   "text": "So most people don't want to hear about it. Don't care about it",
   "start": 1604.575,
   "duration": 2.96
  },
  {
   "text": "but it's a crucial killer that kills 1.4 million people every year in the developing world and we have the means to",
   "start": 1607.535,
   "duration": 6.9
  },
  {
   "text": "Eradicate pretty much all of those deaths very very cheaply",
   "start": 1614.745,
   "duration": 3.229
  },
  {
   "text": "So again, that's one of the places where we say: 'Spend money here because you can do an amazing amount of good'",
   "start": 1617.975,
   "duration": 4.8
  },
  {
   "text": "So I think we're just simply looking for where are the really good deals",
   "start": 1622.775,
   "duration": 4.439
  },
  {
   "text": "Okay, if you want to do something about global warming as you then",
   "start": 1627.525,
   "duration": 3.41
  },
  {
   "text": "You should ask yourself. Well, how are we going to fix it? So there's two things to global warming one is as you mentioned",
   "start": 1632.085,
   "duration": 6.17
  },
  {
   "text": "there's a sense in which",
   "start": 1638.255,
   "duration": 1.6
  },
  {
   "text": "people believe it's the",
   "start": 1639.855,
   "duration": 2.0
  },
  {
   "text": "overwhelming danger that's gonna undermine the entirety of human civilization and",
   "start": 1641.895,
   "duration": 4.64
  },
  {
   "text": "Just like pretty much all other problems. That's just not true. This is a problem",
   "start": 1647.625,
   "duration": 4.189
  },
  {
   "text": "It's not the end of the world if you look at the economics that's been done",
   "start": 1651.815,
   "duration": 3.36
  },
  {
   "text": "The Nobel Prize was just awarded in climate economics to William Nordhaus",
   "start": 1655.875,
   "duration": 3.77
  },
  {
   "text": "This year and he's been a guy working almost three decades on",
   "start": 1660.255,
   "duration": 4.55
  },
  {
   "text": "What are the cost and the benefits of climate action and he finds the cost of climate",
   "start": 1665.655,
   "duration": 5.51
  },
  {
   "text": "so climate change is about.. and he's backed up by a lot of other economists is",
   "start": 1671.865,
   "duration": 5.479
  },
  {
   "text": "somewhere between two and four percent of GDP by the end of the century, so",
   "start": 1677.625,
   "duration": 4.819
  },
  {
   "text": "Remember by then will be say four or five times richer",
   "start": 1682.965,
   "duration": 3.41
  },
  {
   "text": "So we'll be four hundred five percent as rich as we are now",
   "start": 1686.375,
   "duration": 2.699
  },
  {
   "text": "But we will see a drop in our incomes worth",
   "start": 1689.296,
   "duration": 4.099
  },
  {
   "text": "About two to four percent less than we would otherwise have had.",
   "start": 1693.735,
   "duration": 3.29
  },
  {
   "text": "That's a problem",
   "start": 1697.025,
   "duration": 1.24
  },
  {
   "text": "But it's by no means the end of the world and that's the first thing you sort of need to recognize",
   "start": 1698.265,
   "duration": 5.15
  },
  {
   "text": "This is a problem",
   "start": 1703.416,
   "duration": 1.179
  },
  {
   "text": "It's not the end of the world because if you think you're it's the end of the world as you rightly pointed out",
   "start": 1704.595,
   "duration": 4.219
  },
  {
   "text": "Then you're willing to throw everything and the kitchen sink at it",
   "start": 1708.815,
   "duration": 3.0
  },
  {
   "text": "But if it's a problem you will act exactly like what I think we should do with all problems say all right",
   "start": 1711.815,
   "duration": 5.67
  },
  {
   "text": "There's a lot of problems. Let's ask. Where can we spend a dollar and fix most of that problem?",
   "start": 1717.645,
   "duration": 5.809
  },
  {
   "text": "And unfortunately, that's not climate change",
   "start": 1723.455,
   "duration": 2.55
  },
  {
   "text": "It's actually really really hard to just change a tiny bit of climate change with a lot of money and that's why we find that",
   "start": 1726.005,
   "duration": 7.739
  },
  {
   "text": "Most of the interventions that you do for climate change turns out to be fairly poor. They're not necessarily bad investments",
   "start": 1733.855,
   "duration": 6.06
  },
  {
   "text": "Some of them are but even you know for instance adaptation or or get more energy for poor countries",
   "start": 1739.916,
   "duration": 7.109
  },
  {
   "text": "Give you sort of you know, two five dollars back in the dollar",
   "start": 1747.395,
   "duration": 3.589
  },
  {
   "text": "Which is nice but in the big scheme of things, they're much much better places",
   "start": 1750.985,
   "duration": 4.29
  },
  {
   "text": "You can spend your resources on.",
   "start": 1755.275,
   "duration": 2.16
  },
  {
   "text": "Jordan: So lets look at this",
   "start": 1757.435,
   "duration": 2.279
  },
  {
   "text": "Well, because I'm really curious about this, eh, because I can't see any a priori problems with your method",
   "start": 1759.745,
   "duration": 6.929
  },
  {
   "text": "It seems to me to make a lot of sense",
   "start": 1766.675,
   "duration": 1.8
  },
  {
   "text": "And if your goal is to do the most amount of good in the shortest period of time with the least amount of resources",
   "start": 1768.475,
   "duration": 6.42
  },
  {
   "text": "Which seems like a pretty damn good goal",
   "start": 1774.995,
   "duration": 2.0
  },
  {
   "text": "Then and to be realistic about what's attainable then I can't see that anyone's done a better job from a methodological perspective",
   "start": 1777.365,
   "duration": 7.459
  },
  {
   "text": "Than you guys have okay",
   "start": 1784.895,
   "duration": 1.85
  },
  {
   "text": "but now but you still face a",
   "start": 1786.745,
   "duration": 1.66
  },
  {
   "text": "Tremendous amount of opposition and most of that does come from the climate side of things as far as I can tell",
   "start": 1788.405,
   "duration": 4.729
  },
  {
   "text": "and so it's I've been trying to think through why that might be and so",
   "start": 1793.535,
   "duration": 5.239
  },
  {
   "text": "When I reviewed the climate literature, which was a few years ago. Um, I had some real concerns about measurement accuracy",
   "start": 1799.265,
   "duration": 7.13
  },
  {
   "text": "and so forth because it's a very complicated issue and it's not the",
   "start": 1806.395,
   "duration": 4.109
  },
  {
   "text": "Constants that should be associated with increase in carbon",
   "start": 1811.355,
   "duration": 3.41
  },
  {
   "text": "Dioxide aren't obvious and there's quite wide error bars around them and then carbon dioxide has all sorts of weirdly",
   "start": 1814.765,
   "duration": 5.52
  },
  {
   "text": "Complicated effects like increasing green global greening, which is quite an interesting one",
   "start": 1820.535,
   "duration": 4.549
  },
  {
   "text": "And so anyways, and it also struck me that",
   "start": 1825.085,
   "duration": 3.479
  },
  {
   "text": "the if you project out",
   "start": 1829.115,
   "duration": 2.0
  },
  {
   "text": "The climate change estimates across about a 50 to 100 year period the error bars grow very large as you move outward",
   "start": 1831.125,
   "duration": 6.589
  },
  {
   "text": "Obviously because the errors multiply and then it struck me that",
   "start": 1837.845,
   "duration": 3.56
  },
  {
   "text": "we're in a situation where the error bars out 50 years are so wide that even if we did what people",
   "start": 1842.045,
   "duration": 6.23
  },
  {
   "text": "Recommended now, we could never be sure that it actually worked",
   "start": 1848.735,
   "duration": 2.9
  },
  {
   "text": "because you can't the the",
   "start": 1852.575,
   "duration": 2.18
  },
  {
   "text": "Propagation of error across all those decades makes the picture so blurry",
   "start": 1855.005,
   "duration": 3.739
  },
  {
   "text": "two or three four decades down the road that there's no way of garnering evidence about the effectiveness of your",
   "start": 1858.845,
   "duration": 6.02
  },
  {
   "text": "Intervention, and if it's a high cost intervention, that seems to be a really bad idea",
   "start": 1865.055,
   "duration": 3.23
  },
  {
   "text": "so, okay, so and I'm gonna step one more step backwards, which is",
   "start": 1869.226,
   "duration": 3.5
  },
  {
   "text": "so I",
   "start": 1873.366,
   "duration": 2.0
  },
  {
   "text": "Also found it difficult to trust the climate science and the reason for that was that it struck me as motivated by",
   "start": 1876.306,
   "duration": 7.16
  },
  {
   "text": "Issues in large... at least in some part that were outside of the science",
   "start": 1884.766,
   "duration": 5.209
  },
  {
   "text": "It seems to me that a tremendous amount of what motivates people's psychological",
   "start": 1890.916,
   "duration": 4.55
  },
  {
   "text": "commitment to the idea of climate change is something like an underlying anti-western or anti capitalist ethos and that",
   "start": 1896.136,
   "duration": 7.459
  },
  {
   "text": "the idea is that we should restrict growth and we should restructure the economic system and that would address climate change and that would be",
   "start": 1904.326,
   "duration": 7.309
  },
  {
   "text": "a positive thing and forestall the apocalypse",
   "start": 1911.636,
   "duration": 2.099
  },
  {
   "text": "But the real goal seems to be more to find an ethical justification",
   "start": 1913.776,
   "duration": 3.739
  },
  {
   "text": "for the political position that requires the retooling of these economic systems and",
   "start": 1917.826,
   "duration": 4.159
  },
  {
   "text": "so",
   "start": 1922.506,
   "duration": 1.41
  },
  {
   "text": "so",
   "start": 1923.916,
   "duration": 1.26
  },
  {
   "text": "well, I guess the first thing I'd like to know is",
   "start": 1925.176,
   "duration": 2.089
  },
  {
   "text": "What you... does that strike you as a reasonable argument because I can't see, otherwise, why people would be",
   "start": 1927.846,
   "duration": 6.14
  },
  {
   "text": "Objecting to what it is that you're doing",
   "start": 1934.326,
   "duration": 2.0
  },
  {
   "text": "Bjorn: Yeah, so there's there's a lot of questions in there",
   "start": 1937.176,
   "duration": 2.539
  },
  {
   "text": "so let me just unpack some of this",
   "start": 1940.176,
   "duration": 3.079
  },
  {
   "text": "We I think if you look out yes, there's a lot of uncertainty going forward",
   "start": 1944.166,
   "duration": 5.03
  },
  {
   "text": "Some of that actually cancels out when you're saying well we're uncertain about how much the temperature rise will be",
   "start": 1949.866,
   "duration": 5.39
  },
  {
   "text": "But we do know that if the causal mechanism is co2",
   "start": 1955.256,
   "duration": 2.729
  },
  {
   "text": "Leads to higher warming if you take some of the co2 out you will get less of it. Now we don't exactly know how much",
   "start": 1958.356,
   "duration": 6.5
  },
  {
   "text": "where you get it less whether it was a lot.. down here a little bit or whether it was here and down a",
   "start": 1965.706,
   "duration": 5.419
  },
  {
   "text": "little bit but you actually get a little bit the same thing so you can take some of the error bars out because you're only",
   "start": 1971.126,
   "duration": 6.119
  },
  {
   "text": "Looking at the difference and you're not actually looking at the actual input",
   "start": 1977.376,
   "duration": 4.339
  },
  {
   "text": "the other thing I I'm in no doubt that there's a lot of you know other reasons why people latch on to social",
   "start": 1982.536,
   "duration": 6.979
  },
  {
   "text": "Phenomena, so, you know when when some climate scientists say we should cut carbon emissions because this is leading to a really dangerous issue",
   "start": 1990.156,
   "duration": 6.68
  },
  {
   "text": "there's a lot of other people who will see oh that actually fits with my ideological",
   "start": 1997.116,
   "duration": 3.81
  },
  {
   "text": "presupposition",
   "start": 2001.716,
   "duration": 1.02
  },
  {
   "text": "So I'll actually join in in this conversation. I think that happens in a lot of different areas",
   "start": 2002.736,
   "duration": 5.81
  },
  {
   "text": "Jordan: Yeah it does.",
   "start": 2009.066,
   "duration": 0.91
  },
  {
   "text": "Bjorn: What we're trying to do is to sort of step back and say look I'm not going to get into all of that",
   "start": 2009.976,
   "duration": 4.15
  },
  {
   "text": "I'm simply taking as the starting point. We're economists. I'm actually not I'm a political scientist",
   "start": 2014.126,
   "duration": 5.189
  },
  {
   "text": "But all the people I work with are economists",
   "start": 2019.316,
   "duration": 1.9
  },
  {
   "text": "We just take as given what the climate scientists are telling us and I think it's a it's a it's an interesting",
   "start": 2021.216,
   "duration": 7.099
  },
  {
   "text": "conversation and say",
   "start": 2028.566,
   "duration": 1.5
  },
  {
   "text": "Did they actually get it somewhat wrong? And I think certainly, you know, somebody should be looking into it",
   "start": 2030.066,
   "duration": 5.27
  },
  {
   "text": "But you know, I've met a lot of these climate scientists",
   "start": 2035.336,
   "duration": 2.909
  },
  {
   "text": "My sense is that they're good hard-working",
   "start": 2038.246,
   "duration": 1.78
  },
  {
   "text": "You know scientists are actually trying to find out what what's up and down in this area",
   "start": 2040.026,
   "duration": 5.27
  },
  {
   "text": "So we simply take our starting point with you and climate panel",
   "start": 2045.296,
   "duration": 2.79
  },
  {
   "text": "what we do is ask",
   "start": 2048.246,
   "duration": 2.0
  },
  {
   "text": "How much will it cost to cut carbon emissions so much that we will see a significant change in",
   "start": 2050.436,
   "duration": 6.92
  },
  {
   "text": "Temperature and of course remember we emit co2 not because we want to bother Al Gore",
   "start": 2057.516,
   "duration": 5.449
  },
  {
   "text": "or anyone else it's a byproduct of having a life that is",
   "start": 2062.976,
   "duration": 4.88
  },
  {
   "text": "Incredibly much nicer than one we would have if we didn't have access to a lot of energy",
   "start": 2068.256,
   "duration": 5.09
  },
  {
   "text": "I mean we can sit and talk here across the continent. But also, you know you have heating and you're cooling and you",
   "start": 2073.346,
   "duration": 6.059
  },
  {
   "text": "fertilizer that subsidized",
   "start": 2080.016,
   "duration": 2.0
  },
  {
   "text": "artificial fertilizer that basically feeds half the world's population and a lot of other benefits that come from mostly using fossil fuels",
   "start": 2082.145,
   "duration": 7.25
  },
  {
   "text": "So if you want to get rid of some of those fossil fuels and possibly all of them",
   "start": 2089.646,
   "duration": 4.52
  },
  {
   "text": "You will have to replace it with more expensive",
   "start": 2094.206,
   "duration": 2.719
  },
  {
   "text": "Energy, and that's why it costs to cut carbon emissions now that may be worth the cost",
   "start": 2097.836,
   "duration": 6.049
  },
  {
   "text": "But that's exactly the question that we try to ask and that's what William Nordhaus the Nobel laureate and climate economics and many",
   "start": 2103.886,
   "duration": 6.54
  },
  {
   "text": "others have asked",
   "start": 2110.426,
   "duration": 1.54
  },
  {
   "text": "Jordan: So it's really important",
   "start": 2111.966,
   "duration": 1.37
  },
  {
   "text": "It's really important to note that you're not questioning the science as it stands now",
   "start": 2113.336,
   "duration": 3.809
  },
  {
   "text": "The concensus, so that this is purely a consequence of the economic calculation",
   "start": 2117.366,
   "duration": 3.289
  },
  {
   "text": "Bjorn: This is this is only about saying good co2 impacts",
   "start": 2120.936,
   "duration": 3.949
  },
  {
   "text": "Warming and it does so in the way of the UN climate panel tells us now",
   "start": 2125.256,
   "duration": 4.25
  },
  {
   "text": "that's not entirely true because there's a lot of things that they tell us",
   "start": 2129.506,
   "duration": 3.419
  },
  {
   "text": "And there's a whole variability and we try to take that into account, but honestly",
   "start": 2133.136,
   "duration": 3.78
  },
  {
   "text": "It turns out that if you do it on the central estimates you get pretty much what I'm about to tell you, okay?",
   "start": 2136.916,
   "duration": 5.099
  },
  {
   "text": "So what you find is if you cut carbon emissions now, you can have a little bit of impact in a hundred years",
   "start": 2142.016,
   "duration": 6.54
  },
  {
   "text": "But it will have a significant cost now",
   "start": 2149.196,
   "duration": 2.389
  },
  {
   "text": "it's not going to put us to the poorhouse, nobody's talking about that just like",
   "start": 2151.656,
   "duration": 4.1
  },
  {
   "text": "We're not talking about the end of the world",
   "start": 2155.826,
   "duration": 1.91
  },
  {
   "text": "If we don't do something about climate change, we're not talking about the end of the world if we do something about climate change",
   "start": 2157.736,
   "duration": 5.399
  },
  {
   "text": "Right, so I want to sort of dial back on the rhetoric both from the alarmist that say oh my god",
   "start": 2163.136,
   "duration": 4.649
  },
  {
   "text": "The world is coming to an end or the people who are saying",
   "start": 2167.786,
   "duration": 2.25
  },
  {
   "text": "Oh, we can't afford this and we're all going to the poorhouse if you want to, you know have solar panels",
   "start": 2170.036,
   "duration": 4.68
  },
  {
   "text": "No, these are both",
   "start": 2174.716,
   "duration": 1.99
  },
  {
   "text": "Manageable cost these are sort of in the order, you know, two to four percent",
   "start": 2176.706,
   "duration": 3.379
  },
  {
   "text": "but the problem is that if we do sort of things that cost one to two percent of",
   "start": 2180.086,
   "duration": 5.79
  },
  {
   "text": "GDP right now and for the rest of the century",
   "start": 2185.976,
   "duration": 2.629
  },
  {
   "text": "We basically solve almost no",
   "start": 2189.126,
   "duration": 2.179
  },
  {
   "text": "No part of the global warming problem. We probably solve about 1% of it",
   "start": 2192.006,
   "duration": 5.209
  },
  {
   "text": "so basically by incurring the cost of 1 to 2 percent of GDP now and",
   "start": 2197.346,
   "duration": 4.189
  },
  {
   "text": "Every year throughout the rest of the century, you'll have solved almost none of the problem come",
   "start": 2201.786,
   "duration": 4.91
  },
  {
   "text": "2100 so you still have to pay all the same problems that global warming is",
   "start": 2207.336,
   "duration": 4.85
  },
  {
   "text": "in current",
   "start": 2212.946,
   "duration": 1.41
  },
  {
   "text": "minus a slight amount and then you paid one to two percent every year",
   "start": 2214.356,
   "duration": 4.04
  },
  {
   "text": "That's the basic idea of why most cost-benefit analyses show",
   "start": 2218.406,
   "duration": 4.04
  },
  {
   "text": "that unless you do it very carefully and",
   "start": 2222.846,
   "duration": 2.36
  },
  {
   "text": "Only do a little bit of cutting and do it really smartly it you're actually incurring higher cost than the problem",
   "start": 2225.486,
   "duration": 6.859
  },
  {
   "text": "You're trying to solve so ok",
   "start": 2232.346,
   "duration": 1.62
  },
  {
   "text": "We can't thread the needle and do it really carefully, but that requires a lot of smartness from a lot of politicians",
   "start": 2233.966,
   "duration": 6.179
  },
  {
   "text": "But if we do it really bluntly we're just going to incur lots of costs and actually not get very many benefits",
   "start": 2240.306,
   "duration": 5.6
  },
  {
   "text": "Jordan: Ok, so when the people who are not happy with you for not prioritizing climate change to the degree that it should be hypothetically",
   "start": 2245.906,
   "duration": 7.29
  },
  {
   "text": "Like how do they criticize your statements like on what basis do they decide that your conclusions are inappropriate?",
   "start": 2254.346,
   "duration": 7.489
  },
  {
   "text": "Bjorn: I think I mean if you read most of the internet, there's a lot of things they'll just say",
   "start": 2261.836,
   "duration": 5.159
  },
  {
   "text": "Oh, you're a denier. You can't yeah. Yeah sort of. We're gonna excommunicate you we don't want to talk to you. That's not right",
   "start": 2266.995,
   "duration": 6.06
  },
  {
   "text": "I'm not really going to talk about those people because that's just yeah, that's political posturing but rather than anything else",
   "start": 2273.215,
   "duration": 5.87
  },
  {
   "text": "I think there's a reasonable argument to be made to say that's not the only way that you can approach this",
   "start": 2279.085,
   "duration": 6.389
  },
  {
   "text": "so there's two ways you can think about",
   "start": 2285.475,
   "duration": 2.0
  },
  {
   "text": "cost-benefit analysis actually showing that climate impacts are worth doing one is to say",
   "start": 2287.795,
   "duration": 6.53
  },
  {
   "text": "But there might be a tiny risk",
   "start": 2294.995,
   "duration": 2.179
  },
  {
   "text": "Even just a tiny risk that the whole world is going to spin out of control and we're all gonna die kind of thing",
   "start": 2297.305,
   "duration": 5.239
  },
  {
   "text": "And you know, that's not implausible",
   "start": 2302.886,
   "duration": 2.0
  },
  {
   "text": "Especially if you say sort of I'm not gonna put a percentage on it, but it's not it's greater than zero",
   "start": 2304.896,
   "duration": 6.169
  },
  {
   "text": "There's a nonzero chance that global warming will spin out of control and we'll basically be you know",
   "start": 2311.555,
   "duration": 5.6
  },
  {
   "text": "Relegate a few/couple of hundred humans living on an ice-free Antarctica",
   "start": 2317.156,
   "duration": 6.149
  },
  {
   "text": "Jordan: That's a positive feedback loop argument right that we might trigger mechanisms like the melting of the Greenland ice sheet",
   "start": 2323.305,
   "duration": 5.85
  },
  {
   "text": "for example that would flood the world or cause some",
   "start": 2329.156,
   "duration": 2.639
  },
  {
   "text": "Irreparable catastrophe of unparalleled magnitude. Okay, so I have a question about that",
   "start": 2332.495,
   "duration": 4.79
  },
  {
   "text": "Because that's a tricky one to address right? That's kind of an apocalyptic argument",
   "start": 2337.866,
   "duration": 3.979
  },
  {
   "text": "And then then the argument would be well if there's a 1% chance of an infinite apocalypse",
   "start": 2341.845,
   "duration": 4.559
  },
  {
   "text": "It's worth any donation of resources to stave it off. So, yeah",
   "start": 2346.405,
   "duration": 3.84
  },
  {
   "text": "One way of thinking about that is actually to multiply the catastrophes",
   "start": 2351.155,
   "duration": 4.1
  },
  {
   "text": "Because my suspicions are that that same argument could be used in",
   "start": 2356.015,
   "duration": 4.669
  },
  {
   "text": "relationship to a lot of the other problems that you are trying to address like I",
   "start": 2361.146,
   "duration": 4.459
  },
  {
   "text": "Don't know what the probability is that if we keep a substantial number of people in abject poverty over the next 20 years",
   "start": 2366.215,
   "duration": 6.77
  },
  {
   "text": "Let's say more than we'd have to, that we would increase the probability of the generation of",
   "start": 2372.985,
   "duration": 5.4
  },
  {
   "text": "Epidemic and infectious diseases",
   "start": 2380.675,
   "duration": 2.0
  },
  {
   "text": "because poverty",
   "start": 2382.985,
   "duration": 1.47
  },
  {
   "text": "Poor people are a risk to everyone in this... this is a horrible way of thinking about it, but",
   "start": 2384.455,
   "duration": 5.36
  },
  {
   "text": "poverty is a risk to everyone that's a better way of thinking about it because",
   "start": 2390.335,
   "duration": 2.75
  },
  {
   "text": "Decreased global human health is also a breeding ground for all sorts of catastrophes that might emerge and then there's the possibility of political",
   "start": 2394.146,
   "duration": 6.8
  },
  {
   "text": "Instability and a nuclear war and all of those things that are also equally apocalyptic",
   "start": 2401.376,
   "duration": 5.719
  },
  {
   "text": "So it seems to me to be reasonable to some degree to say look",
   "start": 2407.095,
   "duration": 3.9
  },
  {
   "text": "there's the possibility across a wide range of potential crises of",
   "start": 2411.576,
   "duration": 3.679
  },
  {
   "text": "Unforeseen positive feedback loops spiraling out of control, but we can't introduce them into the argument unless",
   "start": 2415.836,
   "duration": 5.329
  },
  {
   "text": "We can parameterize them because all it's it's an unfair game move in some sense because you can't be not wrong about that",
   "start": 2421.166,
   "duration": 7.83
  },
  {
   "text": "Bjorn: Exactly and and and you're you're basically saying if you allow it in in this area just because you like that particular",
   "start": 2430.266,
   "duration": 6.469
  },
  {
   "text": "Area and say I want you to focus more money on my thing, which is climate change",
   "start": 2437.046,
   "duration": 4.069
  },
  {
   "text": "You could equally well do it in all kinds of other areas, and I actually think you can make your argument even stronger",
   "start": 2441.516,
   "duration": 5.239
  },
  {
   "text": "It's not just not it's not just a poverty sort of creates a lot of risk",
   "start": 2446.756,
   "duration": 3.33
  },
  {
   "text": "But it's also that they breed terrorism and willingness to you know, do a lot of bad things",
   "start": 2450.246,
   "duration": 5.27
  },
  {
   "text": "You know, focused so it's not just something that happens",
   "start": 2456.036,
   "duration": 2.989
  },
  {
   "text": "but you know throw in buying terrorists and our",
   "start": 2459.026,
   "duration": 2.609
  },
  {
   "text": "Ability to keep all the plutonium in the world under under lock and and you can get catastrophe from anything.",
   "start": 2462.006,
   "duration": 6.56
  },
  {
   "text": "Jordan: So abject poverty, for example you could imagine that there might be two socio-economic contributions to that",
   "start": 2470.136,
   "duration": 5.0
  },
  {
   "text": "There would be the absolute number of people in abject poverty who are therefore",
   "start": 2475.136,
   "duration": 3.989
  },
  {
   "text": "Desperate and then there would also be maybe another contribution of excess",
   "start": 2479.406,
   "duration": 4.01
  },
  {
   "text": "Inequality and a sense that the world isn't laying itself out fairly and that that would justify",
   "start": 2484.206,
   "duration": 5.209
  },
  {
   "text": "political and revolutionary instability and then",
   "start": 2490.116,
   "duration": 2.501
  },
  {
   "text": "Bjorn:  and also just you know",
   "start": 2492.617,
   "duration": 1.988
  },
  {
   "text": "State failure and many other things that we know make it a lot easier for everyone to to make really bad things like we saw",
   "start": 2494.856,
   "duration": 6.739
  },
  {
   "text": "out of Afghanistan",
   "start": 2501.595,
   "duration": 2.0
  },
  {
   "text": "With 9/11 a lot of other things, you know, once you once you get Failed States, you get a lot of bad things happening",
   "start": 2503.856,
   "duration": 5.81
  },
  {
   "text": "Jordan: Right. Okay, so we try to make people better off we try to make people better off globally so that we decrease the probability of",
   "start": 2509.666,
   "duration": 5.939
  },
  {
   "text": "Large-scale political and economic instability and that's another way of staving off an apocalypse. Yes. Okay, and then on you know and",
   "start": 2516.126,
   "duration": 7.52
  },
  {
   "text": "Bjorn: Can I just say so Nordhaus actually looked at this the Nobel Laureate because some people argued exactly what you said",
   "start": 2524.946,
   "duration": 5.929
  },
  {
   "text": "There's a tiny risk that things go really really bad",
   "start": 2530.876,
   "duration": 2.7
  },
  {
   "text": "So we should spend all of our money on this issue",
   "start": 2533.696,
   "duration": 2.399
  },
  {
   "text": "But of course that's a failed argument because likewise there's a lot of small risks everywhere else",
   "start": 2536.256,
   "duration": 6.229
  },
  {
   "text": "We know one risk",
   "start": 2542.486,
   "duration": 0.99
  },
  {
   "text": "which is being hit by an asteroid that could wipe out the",
   "start": 2543.476,
   "duration": 4.29
  },
  {
   "text": "The earth yet and Nordhaus that I thought that was very very elegant",
   "start": 2548.256,
   "duration": 3.799
  },
  {
   "text": "We know that we can track all of those asteroids out there",
   "start": 2553.055,
   "duration": 3.89
  },
  {
   "text": "99.99%",
   "start": 2558.696,
   "duration": 1.23
  },
  {
   "text": "But we chose to only track 90% because tracking the rest was too expensive",
   "start": 2559.926,
   "duration": 5.149
  },
  {
   "text": "So you can actually see that we put a price on how much are we willing to do this?",
   "start": 2565.386,
   "duration": 4.82
  },
  {
   "text": "And of course that's just one place where we have a very clear example that we say we care somewhat for the future",
   "start": 2570.206,
   "duration": 6.54
  },
  {
   "text": "But we don't care about it entirely we have lots of other issues that we want to focus on right now",
   "start": 2576.746,
   "duration": 5.159
  },
  {
   "text": "So that's just like every other area you have to argue",
   "start": 2582.156,
   "duration": 4.07
  },
  {
   "text": "what is the risks and what are the opportunity to do this and",
   "start": 2586.776,
   "duration": 3.889
  },
  {
   "text": "Absolutely given that there are some risks and there probably more downside risks and upside risk for global warming",
   "start": 2591.246,
   "duration": 5.089
  },
  {
   "text": "We should probably do a little more than what we would otherwise do that's exactly what the models show us and those of the models",
   "start": 2596.345,
   "duration": 6.11
  },
  {
   "text": "That we use in making the estimate of how much should you keep paying for global warming?",
   "start": 2602.456,
   "duration": 4.32
  },
  {
   "text": "So yes, we should take that into account, but it's not a good argument. That was that was one argument. Sorry",
   "start": 2606.776,
   "duration": 5.639
  },
  {
   "text": "Oh, I'll try to be a little quicker with the other argument",
   "start": 2612.416,
   "duration": 2.28
  },
  {
   "text": "the other argument is that people will say",
   "start": 2614.696,
   "duration": 2.34
  },
  {
   "text": "One of the reasons why it doesn't pay to do global warming is because you have to pay now",
   "start": 2617.376,
   "duration": 4.64
  },
  {
   "text": "But the benefits come far out into the future",
   "start": 2622.295,
   "duration": 2.6
  },
  {
   "text": "So basically you do something now that's fairly costly and then you get a tiny benefit in a hundred years",
   "start": 2624.896,
   "duration": 5.429
  },
  {
   "text": "So you have to really say the future is incredibly important. In economic speak, that is that the discount is really low",
   "start": 2630.636,
   "duration": 7.669
  },
  {
   "text": "That you really care a lot about the future. Now a lot of people would argue",
   "start": 2638.305,
   "duration": 3.9
  },
  {
   "text": "We should...",
   "start": 2642.456,
   "duration": 0.98
  },
  {
   "text": "We're rich we should be able to care",
   "start": 2643.436,
   "duration": 2.76
  },
  {
   "text": "enormously about the future and if you change that parameter enough and you say we care enormously about future generations it",
   "start": 2646.356,
   "duration": 6.979
  },
  {
   "text": "actually turns out that global warming becomes a good deal, you know doing something about global warming actually becomes goes from you know,",
   "start": 2653.496,
   "duration": 6.139
  },
  {
   "text": "Saying you spend a dollar and you do a couple cents of climate damage to start to avoid climate damage",
   "start": 2659.636,
   "duration": 5.429
  },
  {
   "text": "You actually spend a dollar and you might do two dollars of climate benefit. So it actually turns it into a good idea",
   "start": 2665.065,
   "duration": 6.209
  },
  {
   "text": "But here's the kicker if you care that much about the future you change",
   "start": 2671.525,
   "duration": 4.82
  },
  {
   "text": "Every other one of all of these priorities and make them boom",
   "start": 2676.716,
   "duration": 3.559
  },
  {
   "text": "right because obviously happens is you've just said I care so much about the future that the guy that I will save from not having",
   "start": 2680.285,
   "duration": 6.949
  },
  {
   "text": "Tuberculosis and dying from it tomorrow will now go on to have a successful life. His kids will not live longer",
   "start": 2687.876,
   "duration": 6.139
  },
  {
   "text": "They'll do better. He will have a better his you know nation will do better",
   "start": 2694.015,
   "duration": 4.11
  },
  {
   "text": "That means they'll be much much better off in",
   "start": 2698.136,
   "duration": 2.209
  },
  {
   "text": "2100 and so on and that means that this is no longer a",
   "start": 2700.565,
   "duration": 3.08
  },
  {
   "text": "Question of saying you spend it all you do forty three dollars worth of good",
   "start": 2703.775,
   "duration": 3.739
  },
  {
   "text": "But you spend it all in you a thousand dollars worth of good",
   "start": 2707.515,
   "duration": 3.51
  },
  {
   "text": "So what you've achieved is basically just made everything a great idea",
   "start": 2711.035,
   "duration": 4.85
  },
  {
   "text": "and that's also intellectually what making the discount rate very very small what it means is you should basically",
   "start": 2715.886,
   "duration": 6.33
  },
  {
   "text": "starve you should just eat porridge every day and",
   "start": 2722.466,
   "duration": 2.779
  },
  {
   "text": "Spend all of the rest of your money on the future because you care so much about it right now",
   "start": 2725.525,
   "duration": 5.239
  },
  {
   "text": "If you do that, I I applaud your sort of your your consistency",
   "start": 2730.765,
   "duration": 4.229
  },
  {
   "text": "But most people just don't do this and we certainly don't do this in the way that you know",
   "start": 2735.095,
   "duration": 4.189
  },
  {
   "text": "We don't seem to care all that much about our pension systems which are in many rich countries going to fail in the next twenty",
   "start": 2739.285,
   "duration": 5.699
  },
  {
   "text": "To forty years. Yeah, all these other issues. So as long as you're saying no, no what you're really saying then is on",
   "start": 2744.985,
   "duration": 5.82
  },
  {
   "text": "Climate we want to care a lot about the future, but we don't want to do it in all other areas",
   "start": 2751.476,
   "duration": 3.709
  },
  {
   "text": "Okay, you're consistent you need to do the cross all areas. And then you need to be very hungry and only porridge, right?",
   "start": 2755.466,
   "duration": 5.779
  },
  {
   "text": "Jordan: Okay, so your claim basically from a methodological perspective is that you're rank ordering remains constant across variable discount rates?",
   "start": 2761.245,
   "duration": 6.51
  },
  {
   "text": "Bjorn: Yes",
   "start": 2768.186,
   "duration": 0.595
  },
  {
   "text": "Jordan: right and that's a really?",
   "start": 2768.781,
   "duration": 1.405
  },
  {
   "text": "Important that's a really fundamentally important point",
   "start": 2770.376,
   "duration": 1.6
  },
  {
   "text": "Bjorn: it's not entirely",
   "start": 2771.976,
   "duration": 1.269
  },
  {
   "text": "I gotta say it does change some of these  because obviously",
   "start": 2773.886,
   "duration": 3.859
  },
  {
   "text": "you know education for instance is one of those where you pay now and you only get benefits 10 20 50 years out when the",
   "start": 2777.815,
   "duration": 6.439
  },
  {
   "text": "Kids grow up and that will become much more productive",
   "start": 2784.255,
   "duration": 2.04
  },
  {
   "text": "so there is a change but mostly the rank ordering remains the same and I'm simply just",
   "start": 2786.295,
   "duration": 5.52
  },
  {
   "text": "Insisting that people need to be consistent. You can't just say",
   "start": 2792.005,
   "duration": 2.81
  },
  {
   "text": "The future is important when you talk about climate. If you want to say the future is important",
   "start": 2795.485,
   "duration": 3.95
  },
  {
   "text": "It's important across all areas and then you really have to do everything and forgo having a good life yourself.",
   "start": 2799.436,
   "duration": 6.35
  },
  {
   "text": "It's like, okay",
   "start": 2805.786,
   "duration": 0.75
  },
  {
   "text": "Jordan: Well, so the other thing that's worth pointing out about the discount rate is that you know",
   "start": 2806.536,
   "duration": 4.38
  },
  {
   "text": "You can make a case that the future is more important than the present",
   "start": 2810.916,
   "duration": 3.33
  },
  {
   "text": "Especially because it extends out so far",
   "start": 2814.796,
   "duration": 1.67
  },
  {
   "text": "But but the other reason that people discount the future is because you can't make the case that you can",
   "start": 2816.466,
   "duration": 5.699
  },
  {
   "text": "Predict the outcome of your actions and that means that the error in prediction",
   "start": 2822.386,
   "duration": 4.879
  },
  {
   "text": "Magnifies itself as you move out farther in timeframe",
   "start": 2827.426,
   "duration": 2.81
  },
  {
   "text": "And so what happens is you get to a point where there isn't a lot of point in",
   "start": 2830.236,
   "duration": 3.959
  },
  {
   "text": "Adjusting your behavior in the present",
   "start": 2834.596,
   "duration": 1.91
  },
  {
   "text": "If you look like a hundred years out",
   "start": 2836.506,
   "duration": 1.89
  },
  {
   "text": "Let's say or a thousand years old because you actually can't calculate with any accuracy the consequence of your actions or inactions",
   "start": 2838.396,
   "duration": 5.79
  },
  {
   "text": "and so the the cumulative error makes",
   "start": 2844.466,
   "duration": 3.409
  },
  {
   "text": "Discounting the future the appropriate thing to do because you can predict what's going to happen if you act now",
   "start": 2848.546,
   "duration": 4.91
  },
  {
   "text": "Now and maybe tomorrow but you get much less accurate as as you move forward",
   "start": 2853.616,
   "duration": 4.489
  },
  {
   "text": "So even in the best-case scenario where we had the best wishes for the future that doesn't mean we could justify incredibly radical",
   "start": 2858.146,
   "duration": 7.399
  },
  {
   "text": "Sacrifices now because we can't calculate their cumulative impact",
   "start": 2865.976,
   "duration": 2.599
  },
  {
   "text": "Bjorn: No",
   "start": 2869.096,
   "duration": 1.26
  },
  {
   "text": "There's a good there's a good way of thinking about this, you know",
   "start": 2870.356,
   "duration": 2.75
  },
  {
   "text": "If you look at what previous generations has done for us",
   "start": 2873.106,
   "duration": 3.36
  },
  {
   "text": "The only thing that they've really managed to do is to give us a lot more knowledge",
   "start": 2876.596,
   "duration": 4.489
  },
  {
   "text": "So investment and knowledge is actually a great way to help future generations",
   "start": 2881.126,
   "duration": 3.739
  },
  {
   "text": "Because it helped them in all kinds of ways and we can't really predict how but it's probably a good idea to leave them with",
   "start": 2885.176,
   "duration": 5.599
  },
  {
   "text": "A lot of books. I'm using as a metaphor",
   "start": 2890.776,
   "duration": 3.239
  },
  {
   "text": "But trying to help them in a specific way in matching back a hundred years ago. Yeah our forefathers back in the 1920s",
   "start": 2894.026,
   "duration": 7.52
  },
  {
   "text": "know",
   "start": 2902.186,
   "duration": 1.59
  },
  {
   "text": "1910s would have would have done",
   "start": 2903.776,
   "duration": 2.15
  },
  {
   "text": "Reasonably to help us now chances are they would have wasted a lot of money on things that never turn into problems",
   "start": 2906.266,
   "duration": 6.71
  },
  {
   "text": "There's a wonderful book called 'Today Now'",
   "start": 2912.976,
   "duration": 2.0
  },
  {
   "text": "Sorry, oh",
   "start": 2916.286,
   "duration": 2.0
  },
  {
   "text": "God I'm forgetting tomorrow",
   "start": 2918.776,
   "duration": 2.03
  },
  {
   "text": "Anyway",
   "start": 2923.456,
   "duration": 1.32
  },
  {
   "text": "it has a great and clever title, which I've clearly screwed up now, but it was back in 1893 the",
   "start": 2924.776,
   "duration": 7.4
  },
  {
   "text": "Fair in Chicago I believe asked 50 of the world's smartest people to predict what would the world look like in a hundred years and",
   "start": 2933.286,
   "duration": 7.5
  },
  {
   "text": "So all of them first started said, you know",
   "start": 2941.126,
   "duration": 2.299
  },
  {
   "text": "I love the fact that I'm not going to be around when this prediction comes true or not",
   "start": 2943.426,
   "duration": 4.35
  },
  {
   "text": "But then they made all their predictions and they were almost entirely off. Yeah, there were some that were pretty close",
   "start": 2948.206,
   "duration": 6.26
  },
  {
   "text": "You know, there's not one that predicted sort of email in the sense that you know, those pn, pn, pn",
   "start": 2954.746,
   "duration": 5.78
  },
  {
   "text": "No, I can't pronounce that you had",
   "start": 2960.526,
   "duration": 2.0
  },
  {
   "text": "Pneumatic tubes. Yep, which is sent away in you would sort of suck it out. And so you could send a letter somewhere",
   "start": 2963.626,
   "duration": 7.369
  },
  {
   "text": "They imagined that that would be a worldwide thing. And so you can actually send a letter everywhere",
   "start": 2970.996,
   "duration": 4.65
  },
  {
   "text": "You just sort of put in the very very long tube",
   "start": 2975.646,
   "duration": 2.0
  },
  {
   "text": "Jordan: Right which is kind of right",
   "start": 2978.086,
   "duration": 1.951
  },
  {
   "text": "Bjorn: and you can sort of see yeah",
   "start": 2980.037,
   "duration": 1.518
  },
  {
   "text": "yeah, that's not entirely wrong, you know got the whole technology wrong, but the right idea but",
   "start": 2981.586,
   "duration": 4.56
  },
  {
   "text": "The fundamental point is we're probably wrong about so many things as you say",
   "start": 2986.786,
   "duration": 4.129
  },
  {
   "text": "that claim to help the world in the future by for instance cutting temperature",
   "start": 2990.916,
   "duration": 5.22
  },
  {
   "text": "Might be one of the least effective ways of helping.",
   "start": 2996.326,
   "duration": 3.02
  },
  {
   "text": "Jordan: Okay, so so there's another thing that's interesting about that",
   "start": 2999.346,
   "duration": 3.659
  },
  {
   "text": "I think that speaks to the",
   "start": 3003.006,
   "duration": 2.01
  },
  {
   "text": "fundamental intelligence of your approach",
   "start": 3006.136,
   "duration": 1.7
  },
  {
   "text": "so one of the things that has struck me as highly likely is that given how complex things are and how",
   "start": 3007.836,
   "duration": 6.78
  },
  {
   "text": "Rapidly, they're changing that the best thing we could do to prepare ourselves for the future would be to make better people",
   "start": 3014.956,
   "duration": 7.25
  },
  {
   "text": "Smarter people wiser people more responsible people all of that",
   "start": 3022.786,
   "duration": 3.439
  },
  {
   "text": "so there's a psychological element to that and so",
   "start": 3026.226,
   "duration": 2.76
  },
  {
   "text": "So I would say some of my work has concentrated on that and the public lectures that I've been doing",
   "start": 3029.146,
   "duration": 4.609
  },
  {
   "text": "but what's interesting about your approach the economic approach is that you're diverting a lot of resources to the",
   "start": 3033.756,
   "duration": 6.39
  },
  {
   "text": "creation of better people for tomorrow by investing especially in childhood nutrition",
   "start": 3040.606,
   "duration": 4.609
  },
  {
   "text": "so if you and I suppose this is kind of how economists look at the world, but maybe",
   "start": 3045.586,
   "duration": 4.669
  },
  {
   "text": "Biologists could look at it this way, too",
   "start": 3050.476,
   "duration": 1.37
  },
  {
   "text": "If you think of people as general problem-solving machines, which is not a bad way of thinking about us",
   "start": 3051.846,
   "duration": 5.489
  },
  {
   "text": "Then it might be that given that you don't know which problems are going to be paramount",
   "start": 3057.496,
   "duration": 4.76
  },
  {
   "text": "What you want to do is improve the machines that will solve the problems. Whatever",
   "start": 3062.256,
   "duration": 3.719
  },
  {
   "text": "Those problems happened to be and so that investment in early childhood",
   "start": 3066.166,
   "duration": 3.929
  },
  {
   "text": "Development seems a particularly apropos in that regard. And so",
   "start": 3071.156,
   "duration": 4.82
  },
  {
   "text": "Having said that I want to return to the climate issue one more time because here's something peculiar",
   "start": 3076.555,
   "duration": 4.94
  },
  {
   "text": "This is something I don't understand. It's a real mystery",
   "start": 3082.075,
   "duration": 3.26
  },
  {
   "text": "So let's say that just for the sake of argument that most of the people who are concerned about",
   "start": 3085.575,
   "duration": 5.1
  },
  {
   "text": "Climate change and its relationship to economic development or on the left side of the spectrum",
   "start": 3091.016,
   "duration": 4.129
  },
  {
   "text": "Okay, but let's also say that those who are on the left side of the spectrum are",
   "start": 3096.536,
   "duration": 3.769
  },
  {
   "text": "hypothetically also concerned with the economic well-being of the most dispossessed and",
   "start": 3101.065,
   "duration": 4.67
  },
  {
   "text": "That those might be equally important concerns and and they're integrally locked together",
   "start": 3106.345,
   "duration": 4.07
  },
  {
   "text": "well",
   "start": 3110.545,
   "duration": 0.631
  },
  {
   "text": "The strange thing about so many of your recommendations is that they're directly aimed at addressing the immediate now",
   "start": 3111.176,
   "duration": 7.969
  },
  {
   "text": "concerns of the fundamentally dispossessed and so you think that that",
   "start": 3119.456,
   "duration": 4.159
  },
  {
   "text": "that's part of the reason that I can't understand why there's so much objection to your methods because it's not like",
   "start": 3123.956,
   "duration": 6.8
  },
  {
   "text": "What you came up with looks like support for something that's like a right-wing agenda by any stretch of the imagination",
   "start": 3131.276,
   "duration": 6.139
  },
  {
   "text": "I mean first of all, it's predicated on the idea that there's a certain amount of development aid",
   "start": 3137.786,
   "duration": 4.819
  },
  {
   "text": "especially directed to children",
   "start": 3142.606,
   "duration": 1.39
  },
  {
   "text": "You said not exclusively that would be of great use and it seems to me to be undeniable that the most",
   "start": 3143.996,
   "duration": 5.929
  },
  {
   "text": "Dispossessed people in the world are impoverished",
   "start": 3150.416,
   "duration": 2.479
  },
  {
   "text": "Infants of impoverished people. So so what if",
   "start": 3153.536,
   "duration": 4.729
  },
  {
   "text": "Some of the objections to what you're doing are ideologically motivated. Why doesn't that cancel it out?",
   "start": 3158.815,
   "duration": 5.93
  },
  {
   "text": "Bjorn: It's a good question. I I don't quite understand it. My sense is that in some way... So I was in New York in September",
   "start": 3165.656,
   "duration": 7.37
  },
  {
   "text": "there was a",
   "start": 3173.606,
   "duration": 1.62
  },
  {
   "text": "the first-ever summit at the UN for",
   "start": 3175.226,
   "duration": 3.379
  },
  {
   "text": "tuberculosis and I was there because one of the things that we've identified is this is a great investment and of course all the",
   "start": 3178.946,
   "duration": 5.599
  },
  {
   "text": "tuberculosis people love us because you know",
   "start": 3184.545,
   "duration": 2.25
  },
  {
   "text": "we're pointing out you should spend more money on their problem and",
   "start": 3186.795,
   "duration": 3.12
  },
  {
   "text": "and unfortunately almost nobody went I",
   "start": 3190.406,
   "duration": 2.479
  },
  {
   "text": "Wrote an op-ed together with the South Africa Health Minister and it was widely published in the developing world",
   "start": 3193.226,
   "duration": 6.27
  },
  {
   "text": "But almost no one in the developed world picked it up",
   "start": 3199.496,
   "duration": 2.939
  },
  {
   "text": "It was only when I wrote another op-ed of it where I said there were two meetings taking place in New York one",
   "start": 3202.436,
   "duration": 5.25
  },
  {
   "text": "Was this TB place where biggest infectious disease killer in the world where almost nobody turned up and then there was the other meeting",
   "start": 3207.686,
   "duration": 7.349
  },
  {
   "text": "which Macron and the French president and",
   "start": 3215.316,
   "duration": 3.26
  },
  {
   "text": "Bloomberg and others attended to which was the climate summit which everybody attended. So yeah, you sort of pointed out the the",
   "start": 3219.426,
   "duration": 7.099
  },
  {
   "text": "Disparity and then it was picked up in all kinds of developed country paper",
   "start": 3227.166,
   "duration": 4.729
  },
  {
   "text": "I think fundamentally it goes down to saying while everybody says they care a lot about the world's poor the reality is that you know",
   "start": 3231.896,
   "duration": 7.83
  },
  {
   "text": "you care somewhat for it, but",
   "start": 3240.336,
   "duration": 2.33
  },
  {
   "text": "most rich well-meaning people",
   "start": 3243.186,
   "duration": 1.89
  },
  {
   "text": "Probably care a lot more about the fact that they worried that their kids might be in a position where global warming is really going",
   "start": 3245.076,
   "duration": 6.17
  },
  {
   "text": "to undermine",
   "start": 3251.246,
   "duration": 1.33
  },
  {
   "text": "Jordan: but even that doesn't make sense because look we already established the fact that there's equal reason to be",
   "start": 3252.576,
   "duration": 6.559
  },
  {
   "text": "apocalyptically concerned about unchecked poverty and inequality",
   "start": 3259.746,
   "duration": 2.719
  },
  {
   "text": "so this is why I",
   "start": 3263.436,
   "duration": 2.0
  },
  {
   "text": "Suggested to begin with that the one of the lovely things about the idea of climate change",
   "start": 3265.476,
   "duration": 4.459
  },
  {
   "text": "is that it it really justifies the idea of overthrowing the current system or of undermining the current system and",
   "start": 3269.936,
   "duration": 6.329
  },
  {
   "text": "That if you're inclined to do that rather than inclined to truly help the dispossessed",
   "start": 3276.426,
   "duration": 4.939
  },
  {
   "text": "Let's say then you'd be more inclined to support a theory that justifies that sort of radical",
   "start": 3281.366,
   "duration": 5.64
  },
  {
   "text": "Let's say interventionist policy and I can't see a way out of that logically given that the the work that you're doing on",
   "start": 3287.136,
   "duration": 7.399
  },
  {
   "text": "tuberculosis is a great example is",
   "start": 3294.906,
   "duration": 2.0
  },
  {
   "text": "directly and evidentially",
   "start": 3297.546,
   "duration": 2.36
  },
  {
   "text": "associated with a marked increase in the well-being of the dispossessed and so you'd think that",
   "start": 3300.516,
   "duration": 5.84
  },
  {
   "text": "You think that would attract the proper amount of ideological attention, but it doesn't and that's that's a great mystery",
   "start": 3306.816,
   "duration": 6.83
  },
  {
   "text": "There's something about the stored memory",
   "start": 3313.646,
   "duration": 2.598
  },
  {
   "text": "Bjorn: and it's a good point",
   "start": 3316.244,
   "duration": 1.331
  },
  {
   "text": "and and I think you have a consistent argument the the thing that I've",
   "start": 3317.576,
   "duration": 4.26
  },
  {
   "text": "Decided a long time ago that I don't want to argue and and I think that's probably the difference between being psychologically focused",
   "start": 3322.236,
   "duration": 7.279
  },
  {
   "text": "I don't want to argue on what I think might be people's",
   "start": 3329.516,
   "duration": 3.27
  },
  {
   "text": "sort of inner motivations",
   "start": 3333.366,
   "duration": 1.52
  },
  {
   "text": "I want to actually take them on face value and many people I meet they say I worry a lot about climate change",
   "start": 3334.886,
   "duration": 6.119
  },
  {
   "text": "I worry a lot about the world's poor and then I try to show them",
   "start": 3341.006,
   "duration": 3.54
  },
  {
   "text": "Well, if you actually do that, why the hell would you be focusing on spending lots of money",
   "start": 3344.616,
   "duration": 4.159
  },
  {
   "text": "That'll almost do no good instead of spending possibly less money",
   "start": 3348.776,
   "duration": 3.36
  },
  {
   "text": "and do an incredible amount more good and it creates some cognitive dissonance and I think it",
   "start": 3352.136,
   "duration": 6.659
  },
  {
   "text": "Switches people a little bit towards spending smarter, but yes, you're right, but tell",
   "start": 3359.196,
   "duration": 5.119
  },
  {
   "text": "Jordan: It also might just be ignorance, you know, it's like what you're doing is pretty new and",
   "start": 3364.315,
   "duration": 5.52
  },
  {
   "text": "It takes a long time. I mean it's not new for you, and it's not new",
   "start": 3370.416,
   "duration": 3.919
  },
  {
   "text": "considering the span of a single lifetime, but you know what you're doing is very",
   "start": 3375.096,
   "duration": 3.8
  },
  {
   "text": "Radical in some sense and there isn't anybody else doing it",
   "start": 3379.476,
   "duration": 4.07
  },
  {
   "text": "and so it might only it might be that it will take 20 years or 25 years or something like that for the approach that",
   "start": 3383.546,
   "duration": 5.939
  },
  {
   "text": "you're",
   "start": 3389.496,
   "duration": 2.0
  },
  {
   "text": "Publicizing and have developed to for people to actually know about it, you know, and so what do they say?",
   "start": 3392.166,
   "duration": 6.26
  },
  {
   "text": "You should assume ignorance instead of malevolence when you can",
   "start": 3398.426,
   "duration": 2.549
  },
  {
   "text": "I do think that ignorance is a part of this",
   "start": 3400.976,
   "duration": 3.06
  },
  {
   "text": "It's not obvious to everyone that there is this method of rank ordering that people have done it and and that there are consequences",
   "start": 3404.036,
   "duration": 6.3
  },
  {
   "text": "To that that could be laid out in an intelligent economic plan, you know",
   "start": 3410.616,
   "duration": 3.739
  },
  {
   "text": "And I know that it takes a finding in the scientific literature if it's going to make its way into the public something approximating",
   "start": 3414.356,
   "duration": 6.899
  },
  {
   "text": "15 years and and and that's only the ones that actually do manage to make it and so it could be that",
   "start": 3421.626,
   "duration": 6.709
  },
  {
   "text": "Just way more people need to know what you're doing and why and how it was done before it gets the steam going",
   "start": 3428.916,
   "duration": 6.169
  },
  {
   "text": "I'm interested in the psychological issues in part to try to help figure out what it would take to motivate people to",
   "start": 3435.086,
   "duration": 6.899
  },
  {
   "text": "Be more attentive to the sorts of solutions that you and your people have been putting forward and then to eliminate those barriers",
   "start": 3442.566,
   "duration": 6.35
  },
  {
   "text": "But but but it could just be as I said",
   "start": 3449.136,
   "duration": 2.929
  },
  {
   "text": "It could just be ignorance",
   "start": 3452.066,
   "duration": 1.61
  },
  {
   "text": "Bjorn: and and look one of them one of the problems that we're facing",
   "start": 3453.776,
   "duration": 2.67
  },
  {
   "text": "constantly and I know why there's no one else doing this than we that we because",
   "start": 3456.846,
   "duration": 5.129
  },
  {
   "text": "When you do prioritization and you inevitably end up antagonizing a lot of people",
   "start": 3462.376,
   "duration": 4.699
  },
  {
   "text": "I mean climate change is the most obvious one, but for instance",
   "start": 3467.075,
   "duration": 3.689
  },
  {
   "text": "Sanitation water and sanitation huge problem, you know",
   "start": 3471.585,
   "duration": 3.169
  },
  {
   "text": "There's about two and a half billion people affected by this one of the points that we emphasize",
   "start": 3474.765,
   "duration": 4.4
  },
  {
   "text": "Those that doing sanitation while a good thing to do it",
   "start": 3479.356,
   "duration": 3.8
  },
  {
   "text": "Probably only pays you about three dollars back on the dollar",
   "start": 3483.525,
   "duration": 2.81
  },
  {
   "text": "Why because it's actually fairly costly to do",
   "start": 3486.335,
   "duration": 2.939
  },
  {
   "text": "Sanitation and also because the benefits not nearly as great as what many have assumed and this is the new Global Burden of Disease",
   "start": 3489.525,
   "duration": 6.53
  },
  {
   "text": "Estimates that the real problem is that what you're doing with sanitation is that you're not removing fecal matter from the environment",
   "start": 3496.305,
   "duration": 6.68
  },
  {
   "text": "You're simply reducing the amount",
   "start": 3502.996,
   "duration": 1.94
  },
  {
   "text": "So you're not actually having all that much of an impact on disease you're having a little bit but not nearly as much as what",
   "start": 3504.936,
   "duration": 5.909
  },
  {
   "text": "We would like to have seen. That obviously pisses off all the people who are doing sanitation and you know",
   "start": 3510.845,
   "duration": 5.429
  },
  {
   "text": "we end up pissing off a lot of people and the",
   "start": 3516.275,
   "duration": 2.43
  },
  {
   "text": "Truth is I think it's necessary. If you're going to do this that when you rank order, of course the",
   "start": 3518.986,
   "duration": 5.51
  },
  {
   "text": "Costs that come out on top love it and the causes that don't don't love it",
   "start": 3525.315,
   "duration": 4.07
  },
  {
   "text": "But it's also important to make that argument and so at the end of they certainly my sense is it's necessary to do it",
   "start": 3529.426,
   "duration": 7.369
  },
  {
   "text": "But it will always",
   "start": 3536.896,
   "duration": 1.949
  },
  {
   "text": "entail a great amount of sort of",
   "start": 3538.845,
   "duration": 2.479
  },
  {
   "text": "unease",
   "start": 3542.176,
   "duration": 1.379
  },
  {
   "text": "Because it doesn't feel like we're saying, you know",
   "start": 3543.555,
   "duration": 2.959
  },
  {
   "text": "Kumbaya, and we should do everything but we're actually saying no you should do these things, but not all of these things",
   "start": 3546.555,
   "duration": 6.05
  },
  {
   "text": "Although they seem nice. They're just not in the same league",
   "start": 3552.606,
   "duration": 2.729
  },
  {
   "text": "Jordan: Right, right, right, right. Well that that's",
   "start": 3556.035,
   "duration": 3.62
  },
  {
   "text": "It would be nice if we could do everything good that we possibly could all at once",
   "start": 3560.176,
   "duration": 4.429
  },
  {
   "text": "But it's not",
   "start": 3565.456,
   "duration": 1.889
  },
  {
   "text": "It's not realistic because you can't do everything at once and you don't have infinite resources as we've already pointed out",
   "start": 3567.345,
   "duration": 5.449
  },
  {
   "text": "So, okay",
   "start": 3572.986,
   "duration": 1.25
  },
  {
   "text": "So what would you say would be if you're gonna play devil's advocate against your own position?",
   "start": 3574.236,
   "duration": 5.489
  },
  {
   "text": "Which I presume you've done a lot of anyways",
   "start": 3579.726,
   "duration": 2.0
  },
  {
   "text": "What... are their criticisms against your let's say your your aims and your methods?",
   "start": 3582.315,
   "duration": 6.59
  },
  {
   "text": "that you regard as",
   "start": 3589.186,
   "duration": 2.0
  },
  {
   "text": "Unresolved like what is it that you're doing",
   "start": 3591.555,
   "duration": 2.27
  },
  {
   "text": "That's still weak and wrong in your own estimation? or where are the limitations in your methods.",
   "start": 3593.835,
   "duration": 5.441
  },
  {
   "text": "Bjorn: Well, look there's",
   "start": 3599.276,
   "duration": 1.159
  },
  {
   "text": "No method does everything so we have to very obvious problems one is not all issues is about money",
   "start": 3601.106,
   "duration": 6.53
  },
  {
   "text": "So we are looking at how do you prioritize money but sometimes money is not the issue",
   "start": 3608.005,
   "duration": 5.0
  },
  {
   "text": "For instance on free trade as we talked about before we estimate the benefit is incredible",
   "start": 3613.166,
   "duration": 5.479
  },
  {
   "text": "but we actually look at the cost as the cost of subsidizing Western farmers because those are the ones that basically",
   "start": 3618.646,
   "duration": 6.359
  },
  {
   "text": "Make a killing from not freeing up global markets. And those are the ones that usually",
   "start": 3625.585,
   "duration": 6.05
  },
  {
   "text": "Held it back. But what has happened is it has become much more sort of an emotional thing",
   "start": 3632.636,
   "duration": 4.369
  },
  {
   "text": "It's sort of an identity thing and I'm not sure how you would cost that",
   "start": 3637.005,
   "duration": 4.29
  },
  {
   "text": "so to the extent that things have not nothing to do with money, but they're just simply about political willingness or interest or",
   "start": 3641.295,
   "duration": 7.83
  },
  {
   "text": "What?",
   "start": 3649.795,
   "duration": 1.081
  },
  {
   "text": "Then we are not making the argument that is going to convince you",
   "start": 3650.876,
   "duration": 4.369
  },
  {
   "text": "So in some sense we are telling you where can you spend money, but we're not talking about the things that don't require money",
   "start": 3655.436,
   "duration": 6.199
  },
  {
   "text": "Jordan: Right. So people would object that your that the problem with your method is that",
   "start": 3661.646,
   "duration": 4.159
  },
  {
   "text": "You're measuring everything that can be tangibly measured from an economic perspective",
   "start": 3666.356,
   "duration": 3.979
  },
  {
   "text": "but that's actually a small fraction of the universe of properly attended to",
   "start": 3670.376,
   "duration": 4.699
  },
  {
   "text": "Bjorn: I would tend to say it's probably you know, sort of 70 or 80 percent",
   "start": 3675.595,
   "duration": 4.25
  },
  {
   "text": "I'm not quite sure how you'd make that up",
   "start": 3679.845,
   "duration": 1.801
  },
  {
   "text": "But you know, yeah biggest the biggest policy decisions in most countries is the national budget",
   "start": 3681.646,
   "duration": 6.089
  },
  {
   "text": "It's very clear that that is a very substantial part of what we decide how are we gonna allocate money. That's a big issue",
   "start": 3688.166,
   "duration": 7.069
  },
  {
   "text": "It's not the only issue",
   "start": 3695.936,
   "duration": 2.08
  },
  {
   "text": "Jordan: Well the problem with an objection is that well...",
   "start": 3698.016,
   "duration": 2.349
  },
  {
   "text": "The people who are objecting could be right that your methods are narrow",
   "start": 3700.366,
   "duration": 4.409
  },
  {
   "text": "I mean you're making the case that they're not as narrow as a yeah",
   "start": 3704.775,
   "duration": 2.79
  },
  {
   "text": "As a pessimist might assume but that puts the onus on them to come up with an alternative way of ranking",
   "start": 3707.565,
   "duration": 5.79
  },
  {
   "text": "Right. I mean...",
   "start": 3714.325,
   "duration": 0.751
  },
  {
   "text": "Bjorn: I would just say, we're not talking about those last thirty percent that are",
   "start": 3715.076,
   "duration": 3.859
  },
  {
   "text": "You know purely about you know, should we have transgender bathrooms or something?",
   "start": 3718.936,
   "duration": 4.799
  },
  {
   "text": "Yeah, that's possibly a bad idea because that actually has cost them and building a third",
   "start": 3723.735,
   "duration": 4.739
  },
  {
   "text": "bathroom is something but yeah, there are some things that are mostly just about",
   "start": 3729.166,
   "duration": 3.3
  },
  {
   "text": "What do you think? What do you believe? What what are your intuitions? rather than actual costs",
   "start": 3733.196,
   "duration": 6.199
  },
  {
   "text": "Jordan: Right, but there's no way of adjudicating between those claims",
   "start": 3739.396,
   "duration": 2.489
  },
  {
   "text": "That's the problem",
   "start": 3741.886,
   "duration": 1.45
  },
  {
   "text": "and all the people do is push each other around about them if they can",
   "start": 3743.336,
   "duration": 2.689
  },
  {
   "text": "Bjorn: The point is there's still a substantial amount of issues where you do need to look at resource allocation and there we have a good argument",
   "start": 3746.966,
   "duration": 7.04
  },
  {
   "text": "The second part the second sort of criticism which is a very fair criticism is we don't look at inequality",
   "start": 3754.316,
   "duration": 6.949
  },
  {
   "text": "So economists are very very bad at dealing with inequality because fundamentally that's a political issue",
   "start": 3761.456,
   "duration": 6.349
  },
  {
   "text": "So when we look at you spend a dollar and you do $60 worth of good, we don't look at who gets that $60 now",
   "start": 3768.116,
   "duration": 7.88
  },
  {
   "text": "To be fair most of the things as you",
   "start": 3776.546,
   "duration": 2.21
  },
  {
   "text": "you also pointed out most of the things that we actually indicate a really really low hanging fruit in the world are things that will",
   "start": 3778.826,
   "duration": 5.959
  },
  {
   "text": "Help the world's poorest mostly because the world's poorest have so many things that they haven't gotten that would be hugely beneficial",
   "start": 3784.786,
   "duration": 6.63
  },
  {
   "text": "For them, so it mostly actually helped also inequality",
   "start": 3791.666,
   "duration": 4.129
  },
  {
   "text": "But we don't measure it and so we don't actually look at 'Would this be a good",
   "start": 3795.866,
   "duration": 5.899
  },
  {
   "text": "expenditure in the sense of helping the world's poorest?' Mostly it would but it's not part of our framework and",
   "start": 3802.346,
   "duration": 7.13
  },
  {
   "text": "Jordan: How Come?",
   "start": 3809.515,
   "duration": 1.461
  },
  {
   "text": "making that well because",
   "start": 3811.136,
   "duration": 2.0
  },
  {
   "text": "Because cost-benefit analysis is basically assuming that everybody is equally worth we talked about that",
   "start": 3813.326,
   "duration": 6.739
  },
  {
   "text": "Earlier, there's there's no way of sort of making well you can but it becomes incredibly",
   "start": 3820.736,
   "duration": 5.0
  },
  {
   "text": "Unclear and very unintuitive if you start making weightings on who is actually worth more",
   "start": 3826.436,
   "duration": 6.02
  },
  {
   "text": "So so we are we're again saying it's a little bit like the menu, you know",
   "start": 3833.096,
   "duration": 4.55
  },
  {
   "text": "You get in the restaurant we're telling you hey",
   "start": 3837.646,
   "duration": 2.1
  },
  {
   "text": "The spinach is cheap and it has lots of vitamins and the cake is expensive and it's bad for you",
   "start": 3839.746,
   "duration": 5.789
  },
  {
   "text": "But you know you go ahead and make the choice",
   "start": 3845.536,
   "duration": 2.25
  },
  {
   "text": "And I think that's the fair way to have that conversation that we're telling you some important facts about your decisions",
   "start": 3847.976,
   "duration": 6.26
  },
  {
   "text": "but these are not the only things that are going to guide your decision, and I'm absolutely",
   "start": 3854.236,
   "duration": 3.779
  },
  {
   "text": "Happy to say that so so in some sense you asked me to be Devils Advocate",
   "start": 3858.296,
   "duration": 4.18
  },
  {
   "text": "I just think it's important to clarify",
   "start": 3862.476,
   "duration": 1.54
  },
  {
   "text": "We don't look at all issues because we only look at issues that require resources and we don't deal with inequality",
   "start": 3864.356,
   "duration": 7.01
  },
  {
   "text": "Which is also an important issue but apart from that",
   "start": 3871.366,
   "duration": 3.209
  },
  {
   "text": "We have to make priorities and we're simply making it a little clearer at the end of the day",
   "start": 3875.126,
   "duration": 5.09
  },
  {
   "text": "You can choose to totally disregard it",
   "start": 3880.216,
   "duration": 2.189
  },
  {
   "text": "But I would imagine that you would at least like to know",
   "start": 3882.406,
   "duration": 2.459
  },
  {
   "text": "What does the evidence tell you if you spend a dollar here how many people will you save how many lives will be improved?",
   "start": 3885.206,
   "duration": 6.619
  },
  {
   "text": "how much environment will be improved and so on versus all the other things where you could have spent that dollar and done",
   "start": 3891.916,
   "duration": 5.669
  },
  {
   "text": "different amounts of good in all those different areas and",
   "start": 3897.986,
   "duration": 2.869
  },
  {
   "text": "That's what we provide with the menu",
   "start": 3901.376,
   "duration": 2.0
  },
  {
   "text": "Jordan: So do you, okay. Okay. Well I appreciate that very much. Um, do you have any sense off the top of your head",
   "start": 3903.746,
   "duration": 7.429
  },
  {
   "text": "What the total capital expenditure for the minimization or eradication of tuberculosis",
   "start": 3911.176,
   "duration": 5.25
  },
  {
   "text": "Actually would be? what are you talking about in absolute dollar amounts?",
   "start": 3916.796,
   "duration": 3.169
  },
  {
   "text": "Bjorn: so it and and it depends a lot on because",
   "start": 3920.486,
   "duration": 3.979
  },
  {
   "text": "so we estimate it you need about two billion dollars the the",
   "start": 3925.166,
   "duration": 3.59
  },
  {
   "text": "the global funds that we were also campaigning with are saying it's about",
   "start": 3929.156,
   "duration": 4.58
  },
  {
   "text": "5.8 billion dollars and to be quite honest I'm not quite sure of which of these two numbers is the right number",
   "start": 3934.466,
   "duration": 6.709
  },
  {
   "text": "I think the you know",
   "start": 3941.176,
   "duration": 2.189
  },
  {
   "text": "Compared to you know, just to give you a sense of proportion the the amount of subsidies that we give to solar and wind",
   "start": 3944.036,
   "duration": 5.959
  },
  {
   "text": "Is about a hundred and twenty billion dollars right now",
   "start": 3950.606,
   "duration": 3.8
  },
  {
   "text": "So, you know, we're talking about a very very small amount and certainly it's a very small amount. You know, it's about what",
   "start": 3954.776,
   "duration": 6.859
  },
  {
   "text": "three four percent of global development",
   "start": 3962.936,
   "duration": 2.3
  },
  {
   "text": "Spending so the amount of spending that we that we spend every year to try and help",
   "start": 3966.056,
   "duration": 4.159
  },
  {
   "text": "Improve the world and it will probably be one of the very very best things that we could do. So again,",
   "start": 3970.436,
   "duration": 4.82
  },
  {
   "text": "Jordan: People need to know these things and I think that if they did know they would start to care if they actually knew so okay, I got two",
   "start": 3975.276,
   "duration": 8.89
  },
  {
   "text": "final questions for you",
   "start": 3985.166,
   "duration": 1.25
  },
  {
   "text": "I think and then I'll ask you if there's anything else you wanted to bring to people's attention that you thought was particularly necessary",
   "start": 3986.416,
   "duration": 5.85
  },
  {
   "text": "okay, so the first one is um",
   "start": 3992.306,
   "duration": 2.239
  },
  {
   "text": "To what degree do you think... I'll ask all three questions... To what degree do you think you've been making headway?",
   "start": 3996.236,
   "duration": 6.739
  },
  {
   "text": "Like obviously you're you've been successful in putting together your institutes and and your work has garnered a substantial amount of attention",
   "start": 4003.396,
   "duration": 7.859
  },
  {
   "text": "Published and otherwise and so it's not like you've been silenced and and and imprisoned or anything like that",
   "start": 4011.446,
   "duration": 6.079
  },
  {
   "text": "and so... Are the reasons for optimism as far as you're concerned? And",
   "start": 4017.526,
   "duration": 4.739
  },
  {
   "text": "And then the next thing that I'd like to ask you about is what's happening in France",
   "start": 4022.666,
   "duration": 4.219
  },
  {
   "text": "because one of the things that the people who are pushing",
   "start": 4027.526,
   "duration": 3.65
  },
  {
   "text": "For radical current interventions with regards to long term climate change haven't factored in is the reverse",
   "start": 4031.756,
   "duration": 6.41
  },
  {
   "text": "apocalyptic issue",
   "start": 4038.536,
   "duration": 0.9
  },
  {
   "text": "Which is that there's going to be substantial resistance to the short term costs that will cause",
   "start": 4039.436,
   "duration": 5.449
  },
  {
   "text": "Spin-off disasters of their own and so the French example seems to be a very interesting case in point",
   "start": 4045.166,
   "duration": 5.78
  },
  {
   "text": "so so the first question was",
   "start": 4050.946,
   "duration": 2.159
  },
  {
   "text": "'How do you feel about the impact that you're having?' And the second is 'What do you have to say about what's happening in France?'",
   "start": 4053.596,
   "duration": 4.939
  },
  {
   "text": "Bjorn: yeah, can I I'm gonna answer in reverse because I think the France point is really a good a",
   "start": 4058.876,
   "duration": 6.649
  },
  {
   "text": "Good argument. If you ask people around the world, 'Do you care about global warming?' Almost",
   "start": 4066.226,
   "duration": 4.489
  },
  {
   "text": "Everyone will say 'Yes'. Do you want to do something for global warming?",
   "start": 4070.716,
   "duration": 3.48
  },
  {
   "text": "They'll say 'Yes', then when you ask them, 'How much are you willing to pay?' the typical answer",
   "start": 4074.196,
   "duration": 5.219
  },
  {
   "text": "Both in rich and poor countries, is a couple hundred dollars per year",
   "start": 4079.966,
   "duration": 3.409
  },
  {
   "text": "So it goes from a hundred to two hundred dollars. So fundamentally what people are saying is yes, I do worry about this issue",
   "start": 4083.596,
   "duration": 7.1
  },
  {
   "text": "I'm willing to spend a little bit of money, but not very much",
   "start": 4090.696,
   "duration": 2.58
  },
  {
   "text": "and I think this is the",
   "start": 4093.336,
   "duration": 1.72
  },
  {
   "text": "Fundamental thing that we just have not been able to get to the attention of a lot of people who are pushing for",
   "start": 4095.056,
   "duration": 6.02
  },
  {
   "text": "really really radical solutions",
   "start": 4101.146,
   "duration": 1.68
  },
  {
   "text": "you're never going to succeed in a democratic situation if",
   "start": 4102.826,
   "duration": 5.66
  },
  {
   "text": "If you keep ramping up",
   "start": 4108.946,
   "duration": 1.74
  },
  {
   "text": "The taxes on fossil fuels if you keep making energy more more expensive. It's going to harm first of all the poor the most",
   "start": 4110.686,
   "duration": 7.13
  },
  {
   "text": "very very regressive and that obviously is",
   "start": 4118.606,
   "duration": 3.26
  },
  {
   "text": "I",
   "start": 4123.406,
   "duration": 0.82
  },
  {
   "text": "Mean it's a lot of heartache for a lot of poor people",
   "start": 4124.226,
   "duration": 2.42
  },
  {
   "text": "These are typically also the people who at least able to defend themselves because they're just so busy",
   "start": 4126.776,
   "duration": 5.089
  },
  {
   "text": "Just surviving their day today",
   "start": 4132.296,
   "duration": 2.149
  },
  {
   "text": "So it typically has to hit the middle class before you really get sort of an eruption as what you've seen in France and elsewhere",
   "start": 4134.666,
   "duration": 6.41
  },
  {
   "text": "Let's remember. There's also a lot of other issues in France. So it's not just because they put, you know, three three cents on",
   "start": 4141.266,
   "duration": 6.11
  },
  {
   "text": "a liter of diesel",
   "start": 4148.196,
   "duration": 1.5
  },
  {
   "text": "But it is an issue of saying if you push people too far you will actually not be able to do the solution for climate",
   "start": 4149.696,
   "duration": 7.069
  },
  {
   "text": "And so you're very very expensive solutions are never going to be a long-term viable",
   "start": 4156.766,
   "duration": 4.8
  },
  {
   "text": "You know",
   "start": 4161.566,
   "duration": 0.51
  },
  {
   "text": "When you predict these ideas of saying if we had Obama",
   "start": 4162.076,
   "duration": 2.879
  },
  {
   "text": "And if he would actually have managed to put a carbon tax on on co2 remember?",
   "start": 4165.326,
   "duration": 5.0
  },
  {
   "text": "He actually had a Democratic Congress the first two years of his presidency",
   "start": 4170.326,
   "duration": 4.2
  },
  {
   "text": "And they were still not able to get a carbon tax implemented. Of course when you have a Republican Congress",
   "start": 4174.626,
   "duration": 5.989
  },
  {
   "text": "It becomes really hard when you have a Republican president. Also, it falls apart. You just can't do this for a hundred years",
   "start": 4180.956,
   "duration": 6.92
  },
  {
   "text": "It's just not going to work out and that's why",
   "start": 4187.876,
   "duration": 2.459
  },
  {
   "text": "and we never got to that we actually did a",
   "start": 4190.856,
   "duration": 2.689
  },
  {
   "text": "climate consensus where we brought together",
   "start": 4194.186,
   "duration": 2.12
  },
  {
   "text": "27 of the world's top climate economists, three Nobel laureates to look at where can you do good for climate and what they found was",
   "start": 4196.526,
   "duration": 7.219
  },
  {
   "text": "The by far best investment to tackle global warming is to invest in green energy R and D",
   "start": 4203.816,
   "duration": 6.859
  },
  {
   "text": "So fundamentally if we could invest in making better green energy for the future",
   "start": 4210.926,
   "duration": 5.0
  },
  {
   "text": "hopefully eventually get it to be so cheap that it out compete fossil fuels we will solve global warming just simply because",
   "start": 4216.176,
   "duration": 6.62
  },
  {
   "text": "The green energy became cheaper if you'll allow me a slight detour",
   "start": 4223.046,
   "duration": 4.909
  },
  {
   "text": "Back in the 1860s the world was hunting whales to extinction because whales have this wonderful",
   "start": 4229.646,
   "duration": 6.619
  },
  {
   "text": "Should I just say that again, yep. Yeah, right",
   "start": 4237.896,
   "duration": 3.019
  },
  {
   "text": "Back in the 1860s were hunting whales to extinction because whales have this wonderful oil that just burns a lot cleaner and a lot more",
   "start": 4241.706,
   "duration": 7.76
  },
  {
   "text": "bright",
   "start": 4249.626,
   "duration": 0.5
  },
  {
   "text": "And so it was wonderful for the houses and in in North American and Europe",
   "start": 4250.126,
   "duration": 4.469
  },
  {
   "text": "to burn this whale oil and they were all excited about it and it had the",
   "start": 4254.806,
   "duration": 4.5
  },
  {
   "text": "bad side effect that was actually",
   "start": 4259.946,
   "duration": 2.0
  },
  {
   "text": "pushing Wales to extinction now the sort of",
   "start": 4262.526,
   "duration": 2.989
  },
  {
   "text": "Global warming approach to that problem would have been to say could you please turn down the light?",
   "start": 4265.886,
   "duration": 4.609
  },
  {
   "text": "Could you please have it a little less light in your room?",
   "start": 4270.496,
   "duration": 2.7
  },
  {
   "text": "And of course you would have entirely failed what did save the whales was we discovered oil, you know?",
   "start": 4273.196,
   "duration": 6.479
  },
  {
   "text": "fossil fuel oil which were actually burning cleaner",
   "start": 4279.676,
   "duration": 2.79
  },
  {
   "text": "It was much cheaper and you didn't have to go out and kill whales for it",
   "start": 4282.466,
   "duration": 2.909
  },
  {
   "text": "And so what happened in about a decade was you stopped killing whales because you got a better",
   "start": 4285.376,
   "duration": 4.89
  },
  {
   "text": "technological product and we've seen this a lot of times the technology can simply",
   "start": 4290.636,
   "duration": 4.1
  },
  {
   "text": "Invalidate an old issue a problem that you thought was almost intractable if you get cheaper smarter",
   "start": 4295.016,
   "duration": 6.47
  },
  {
   "text": "new technology people will switch",
   "start": 4301.646,
   "duration": 2.294
  },
  {
   "text": "Jordan: right so imposing expensive limits on people is not an",
   "start": 4303.94,
   "duration": 4.866
  },
  {
   "text": "Appropriate long-term solution",
   "start": 4309.566,
   "duration": 1.44
  },
  {
   "text": "Because of implementation resistance and cost and the best solution is to come up with a",
   "start": 4311.006,
   "duration": 4.699
  },
  {
   "text": "Well, let's say to put it in a cliched manner is to come up with a better solution",
   "start": 4315.776,
   "duration": 3.949
  },
  {
   "text": "which is cheaper energy that's that has all the advantages and fewer disadvantages and that's really how you solve the problem",
   "start": 4320.456,
   "duration": 7.02
  },
  {
   "text": "Bjorn: wind turbines solar panels and I'm just taking the two most popular things and",
   "start": 4327.576,
   "duration": 4.06
  },
  {
   "text": "batteries together if they were cheaper than fossil fuels which they aren't right now, but if they were of course",
   "start": 4331.886,
   "duration": 5.359
  },
  {
   "text": "everyone would buy them we'd stop buying coal-fired power plants",
   "start": 4337.245,
   "duration": 2.851
  },
  {
   "text": "So it's really not rocket science that way now I'm not saying it's gonna be easy and it's certainly not gonna happen right now",
   "start": 4340.096,
   "duration": 5.219
  },
  {
   "text": "But it's the only viable long-term solution. It's much cheaper and much more effective",
   "start": 4345.386,
   "duration": 4.64
  },
  {
   "text": "So we estimated that for every dollar spent you'll actually do about 11 dollars of climate benefit.",
   "start": 4350.026,
   "duration": 6.599
  },
  {
   "text": "Okay, so that's on alternative energy R&D",
   "start": 4356.626,
   "duration": 2.7
  },
  {
   "text": "Bjorn: You know, so so it's it's not the best thing but it comes down here",
   "start": 4362.066,
   "duration": 3.44
  },
  {
   "text": "So it actually you know, it's a pretty good investment. Yeah, it's not the best in the world but we should definitely be doing",
   "start": 4365.506,
   "duration": 5.639
  },
  {
   "text": "okay, the second question that you had was the you know the optimism so",
   "start": 4371.336,
   "duration": 4.4
  },
  {
   "text": "You know fundamentally how much of an impact does this have?",
   "start": 4375.736,
   "duration": 3.089
  },
  {
   "text": "Well, it's had the impact and very predictable impact that when we come out and say for instance in",
   "start": 4379.076,
   "duration": 6.109
  },
  {
   "text": "More immunization gives you $60 back on the dollar the people who are doing",
   "start": 4386.246,
   "duration": 4.64
  },
  {
   "text": "Immunization tells you all the time you should fund us because we do $60 of good for every dollar you spend so very clearly",
   "start": 4391.436,
   "duration": 7.1
  },
  {
   "text": "I sat down with a guy from from a",
   "start": 4398.536,
   "duration": 2.669
  },
  {
   "text": "a Family Foundation a big Family Foundation than you know, we were at a malaria event and",
   "start": 4401.846,
   "duration": 5.179
  },
  {
   "text": "We sat and politely conversed and he",
   "start": 4408.356,
   "duration": 2.12
  },
  {
   "text": "He would say, so what do you do?",
   "start": 4411.326,
   "duration": 1.46
  },
  {
   "text": "I work with the Copenhagen Consensus Center, you know totally blanks there and then I asked him what do you do?",
   "start": 4412.786,
   "duration": 5.939
  },
  {
   "text": "Well, we work with malaria",
   "start": 4418.856,
   "duration": 1.77
  },
  {
   "text": "Did you know that actually if you spend a dollar and malarial do 33 dollars worth of good now?",
   "start": 4420.626,
   "duration": 4.64
  },
  {
   "text": "I was like, yeah, we did that and",
   "start": 4425.266,
   "duration": 2.0
  },
  {
   "text": "Yeah, this is exactly the point we're not we're not there to you know get attention",
   "start": 4428.636,
   "duration": 4.279
  },
  {
   "text": "We're there to make sure that we get attention to some of these top ideas",
   "start": 4433.016,
   "duration": 3.229
  },
  {
   "text": "And I think we definitely helped a lot of these top ideas get a little easier ride in the world",
   "start": 4436.246,
   "duration": 5.279
  },
  {
   "text": "Jordan: Okay, so let me ask you another must benefit. Okay? So yes, so what if I said",
   "start": 4441.526,
   "duration": 5.55
  },
  {
   "text": "Wouldn't it be interesting",
   "start": 4448.346,
   "duration": 2.0
  },
  {
   "text": "interesting in doing a meta",
   "start": 4450.416,
   "duration": 2.0
  },
  {
   "text": "cost-benefit analysis on how much money you would need to raise and spend",
   "start": 4452.516,
   "duration": 4.699
  },
  {
   "text": "to effectively market your findings?",
   "start": 4457.706,
   "duration": 2.87
  },
  {
   "text": "You know and to hire people who are really good at doing such marketing so that you had the appropriate",
   "start": 4460.826,
   "duration": 4.969
  },
  {
   "text": "advertisements and so that you because you're your this is not a criticism believe me, but your approach is very",
   "start": 4466.376,
   "duration": 6.14
  },
  {
   "text": "academic and very",
   "start": 4473.156,
   "duration": 1.65
  },
  {
   "text": "objective and and that's all well and good and reliable and valid and all of those things but",
   "start": 4474.806,
   "duration": 5.389
  },
  {
   "text": "Do you do could your economists compute the utility in dollar value of",
   "start": 4481.436,
   "duration": 6.109
  },
  {
   "text": "establishing an",
   "start": 4488.846,
   "duration": 1.32
  },
  {
   "text": "extensive an appropriate marketing scheme? because",
   "start": 4490.166,
   "duration": 2.299
  },
  {
   "text": "you'd think that there are let's see you because I've been watching what's been happening with the Democrats in the US and they a",
   "start": 4492.536,
   "duration": 6.649
  },
  {
   "text": "PAC that that I know about has been",
   "start": 4499.676,
   "duration": 2.389
  },
  {
   "text": "making new ads for the Democrats trying to move them towards the center and they've had a substantial amount of impact because the",
   "start": 4503.366,
   "duration": 7.219
  },
  {
   "text": "advertisements have been very professionally crafted and constructed and so",
   "start": 4510.926,
   "duration": 3.769
  },
  {
   "text": "well, I don't I don't know what you think about that, but I mean..",
   "start": 4515.786,
   "duration": 3.469
  },
  {
   "text": "Part of the reason I'm interviewing you today is because I want to put this up on YouTube and I want to get it out",
   "start": 4520.106,
   "duration": 4.58
  },
  {
   "text": "there in podcast so that more people know about this and so",
   "start": 4524.686,
   "duration": 3.209
  },
  {
   "text": "alright",
   "start": 4528.715,
   "duration": 1.201
  },
  {
   "text": "Bjorn: yeah, so the short answer of course is we have tried to do that because we're economists and we think yeah we",
   "start": 4529.916,
   "duration": 5.99
  },
  {
   "text": "Would be a good idea. So let me just tell you about something else that we have done",
   "start": 4536.546,
   "duration": 3.41
  },
  {
   "text": "So so we've been working a lot and we were just talking about the globe",
   "start": 4539.956,
   "duration": 3.6
  },
  {
   "text": "And so when you do prioritization on the planetary scale, it's academically very interesting",
   "start": 4543.746,
   "duration": 6.14
  },
  {
   "text": "But unfortunately, the impact is mostly that people say yeah, that's probably true somewhere else, you know",
   "start": 4549.886,
   "duration": 5.459
  },
  {
   "text": "So when we go and tell the Indians this they'll say yeah",
   "start": 4555.346,
   "duration": 2.429
  },
  {
   "text": "That's probably true for Mexico. And Mexico will say it's probably true for Argentina. And so so everybody just pushes it off to somebody else",
   "start": 4557.776,
   "duration": 6.15
  },
  {
   "text": "The globe is never anyone's problem. Yeah, someone else needs to fix us and so what we've increasingly done is to do this in nations",
   "start": 4564.536,
   "duration": 7.969
  },
  {
   "text": "So we did this a couple years ago in Bangladesh",
   "start": 4573.146,
   "duration": 2.54
  },
  {
   "text": "And in the nation of course is an overlap between who actually decides where to spend the money and the problems that we're analyzing",
   "start": 4576.326,
   "duration": 7.549
  },
  {
   "text": "So we did the exact same thing for just for Bangladesh",
   "start": 4584.096,
   "duration": 2.959
  },
  {
   "text": "So we did a part I station list of all the things so we talked to everyone in Bangladesh",
   "start": 4587.096,
   "duration": 5.27
  },
  {
   "text": "We got them to say what are the best things that you want to focus on?",
   "start": 4592.366,
   "duration": 3.359
  },
  {
   "text": "what are the smartest new solutions we worked with PRIMUS think-tank the",
   "start": 4595.726,
   "duration": 3.239
  },
  {
   "text": "Finance minister everybody else and talked about where can you actually spend money right? Again? This is this is a menu",
   "start": 4599.156,
   "duration": 5.989
  },
  {
   "text": "That's not entirely politically correct. Certainly the politicians don't like all of this but what they, you know, the finance minister would go",
   "start": 4605.146,
   "duration": 6.899
  },
  {
   "text": "Oh, yes. Yes, I like this",
   "start": 4612.046,
   "duration": 2.43
  },
  {
   "text": "Yes",
   "start": 4614.476,
   "duration": 0.39
  },
  {
   "text": "And so they did some of the things I say",
   "start": 4614.866,
   "duration": 2.015
  },
  {
   "text": "Jordan: That solves the Tower of Babel",
   "start": 4616.881,
   "duration": 1.914
  },
  {
   "text": "Problem to some degree is in too much distance",
   "start": 4618.986,
   "duration": 2.42
  },
  {
   "text": "yeah, there's too much distance between the local and the global and so yes, you're using the nation-state as a psychological meaningful intermediary",
   "start": 4621.445,
   "duration": 8.531
  },
  {
   "text": "Bjorn: Yeah, so there we actually estimate that every dollar spent on what we were doing does, you know at least",
   "start": 4629.976,
   "duration": 6.189
  },
  {
   "text": "$10,000 worth of good simply because we helped shift spending in",
   "start": 4636.686,
   "duration": 3.859
  },
  {
   "text": "Bangladesh both on their national budget, but also the development budgets spending in Bangladesh",
   "start": 4641.366,
   "duration": 5.599
  },
  {
   "text": "And again, we didn't change, you know Bangladesh to suddenly become super rationally. Yeah",
   "start": 4646.965,
   "duration": 5.37
  },
  {
   "text": "I simply changed a little bit we gave if you will head wind to the poor ideas and",
   "start": 4652.336,
   "duration": 5.009
  },
  {
   "text": "Tailwind to the good ones behind so we did that in Haiti we're now doing this in India together with Tata trust. I just came back",
   "start": 4657.566,
   "duration": 6.799
  },
  {
   "text": "That's why I'm a little jet lag or a little bleary-eyed",
   "start": 4664.366,
   "duration": 2.549
  },
  {
   "text": "I just came back from from Ghana where we're going to do our next project. So we wanted to bring this to Africa",
   "start": 4666.916,
   "duration": 5.7
  },
  {
   "text": "Jordan: Great so you can do it globally",
   "start": 4672.616,
   "duration": 2.0
  },
  {
   "text": "and locally",
   "start": 4674.666,
   "duration": 1.71
  },
  {
   "text": "Bjorn: Yes",
   "start": 4676.376,
   "duration": 0.5
  },
  {
   "text": "And I think I'll have a lot more",
   "start": 4676.876,
   "duration": 1.84
  },
  {
   "text": "Opportunity to actually get people's attention when you talk specifically to the nation states where you're actually going to be making these decisions",
   "start": 4678.716,
   "duration": 7.04
  },
  {
   "text": "But obviously if it's true in Ghana",
   "start": 4686.156,
   "duration": 2.12
  },
  {
   "text": "It's probably also true in the neighboring state. You're going to get the overlap in exactly",
   "start": 4688.276,
   "duration": 4.319
  },
  {
   "text": "so I think I would love to you know have",
   "start": 4692.596,
   "duration": 2.79
  },
  {
   "text": "a lot of",
   "start": 4696.596,
   "duration": 1.38
  },
  {
   "text": "extra sort of PR ability",
   "start": 4697.976,
   "duration": 2.06
  },
  {
   "text": "but I think what we what we really need is just",
   "start": 4700.036,
   "duration": 3.09
  },
  {
   "text": "Simply to be able to come up with all these great ideas and I think we are reasonably successful",
   "start": 4703.256,
   "duration": 5.06
  },
  {
   "text": "but the problem in some way is",
   "start": 4708.316,
   "duration": 2.0
  },
  {
   "text": "We're advocates of all the boring stuff, you know",
   "start": 4710.726,
   "duration": 2.66
  },
  {
   "text": "All the stuff that gets the attention are the ones that have the crying babies and the cute animals",
   "start": 4713.386,
   "duration": 5.1
  },
  {
   "text": "Jordan: The thing is, it's not true. It's not what you're doing isn't boring. It's absolutely exciting beyond belief",
   "start": 4719.456,
   "duration": 4.85
  },
  {
   "text": "I mean, I don't believe that it is dry and I don't believe that it doesn't have a powerful narrative message",
   "start": 4724.306,
   "duration": 6.09
  },
  {
   "text": "It's just that there are",
   "start": 4730.396,
   "duration": 1.48
  },
  {
   "text": "Reasons that the narrative message is obscured and I think putting your finger on the gap between the local and the global",
   "start": 4731.876,
   "duration": 6.77
  },
  {
   "text": "Is a good one? That's smart because you see the same problem starting to emerge for example with the EU where the overarching",
   "start": 4738.776,
   "duration": 7.429
  },
  {
   "text": "bureaucracy is so distant from the people on the ground that there's a",
   "start": 4746.726,
   "duration": 3.62
  },
  {
   "text": "disconnect in identification and so to harness their latent power of the nation-state and it's patriotism and its",
   "start": 4751.106,
   "duration": 7.009
  },
  {
   "text": "Its economic what would it's rather local economic structure seems to me to be a really smart",
   "start": 4758.636,
   "duration": 5.45
  },
  {
   "text": "solution but I I really I was thrilled when I came across your work and",
   "start": 4764.636,
   "duration": 4.729
  },
  {
   "text": "I mean on an emotional level because I thought well wow if we really wanted to do good if that was the goal and",
   "start": 4769.886,
   "duration": 5.839
  },
  {
   "text": "we wanted to do it intelligently and carefully and and",
   "start": 4776.096,
   "duration": 3.02
  },
  {
   "text": "agnostically to some degree and in a non",
   "start": 4779.876,
   "duration": 3.139
  },
  {
   "text": "Ideologically self-serving manner with would be a lovely thing to manage if it was possible",
   "start": 4783.476,
   "duration": 3.949
  },
  {
   "text": "then this seemed to be an incredibly exciting approach and I",
   "start": 4787.425,
   "duration": 2.879
  },
  {
   "text": "Believe that there's every reason to assume that with proper",
   "start": 4791.635,
   "duration": 3.169
  },
  {
   "text": "Publicity that people could really get behind the idea that we wouldn't have to have tuberculosis in ten years, you know",
   "start": 4795.506,
   "duration": 6.68
  },
  {
   "text": "And and that some of these things could really and you know",
   "start": 4802.186,
   "duration": 2.79
  },
  {
   "text": "I've talked to people in on my lecture tour about the things that we could do to make the world a better place and",
   "start": 4804.976,
   "duration": 4.709
  },
  {
   "text": "There's no shortage of enthusiasm for that. It's just that there's a fair bit of cynicism",
   "start": 4809.756,
   "duration": 4.97
  },
  {
   "text": "But there's a lot more ignorance is like well, we just don't know what to do. But your",
   "start": 4815.036,
   "duration": 4.819
  },
  {
   "text": "Prescriptions say well, here's 10 things. You could do one of them and one of them would work",
   "start": 4820.526,
   "duration": 4.37
  },
  {
   "text": "So you've got a bit of a choice there we wouldn't have to take our number one priority as your own",
   "start": 4825.266,
   "duration": 5.119
  },
  {
   "text": "But you could take number five and you'd still do a lovely job and it might be in accordance with your own motivations. Okay?",
   "start": 4830.385,
   "duration": 5.85
  },
  {
   "text": "Can can can you get me",
   "start": 4836.845,
   "duration": 2.66
  },
  {
   "text": "PDFs for example of the relevant whatever you think is relevant that would inform people in short order?",
   "start": 4840.086,
   "duration": 7.189
  },
  {
   "text": "I will post in the description of the video, so",
   "start": 4847.276,
   "duration": 3.359
  },
  {
   "text": "Whatever material you'd like to have disseminated as a consequence of this conversation",
   "start": 4853.046,
   "duration": 4.52
  },
  {
   "text": "Just get that to me and I'll post it and any blurb you want me to put in the description that all also do that",
   "start": 4857.566,
   "duration": 5.729
  },
  {
   "text": "with whatever ratings",
   "start": 4863.296,
   "duration": 1.379
  },
  {
   "text": "Bjorn: When do you need it for?",
   "start": 4864.675,
   "duration": 1.701
  },
  {
   "text": "Jordan: As soon as as soon as you can get it because I'll put this part",
   "start": 4866.376,
   "duration": 2.379
  },
  {
   "text": "Very soon like in the next day. All right",
   "start": 4868.916,
   "duration": 3.049
  },
  {
   "text": "Okay, is there anything else that you would like to say that we haven't covered",
   "start": 4873.655,
   "duration": 3.95
  },
  {
   "text": "Bjorn: All right, first of all",
   "start": 4878.305,
   "duration": 1.25
  },
  {
   "text": "I I think it's wonderful the way that you're you're talking about this as sort of an outsider that it's actually exciting because we",
   "start": 4879.555,
   "duration": 6.93
  },
  {
   "text": "And we probably make this mistake",
   "start": 4886.706,
   "duration": 1.699
  },
  {
   "text": "But we think of ourselves a little bit sort of technocrats and and you know Fiddlers on the margin",
   "start": 4888.405,
   "duration": 5.22
  },
  {
   "text": "Kind of thing and it actually you're right and it is exciting",
   "start": 4893.905,
   "duration": 3.05
  },
  {
   "text": "Actually if we could actually spend our resources four times as well as what we're doing right now",
   "start": 4898.345,
   "duration": 5.36
  },
  {
   "text": "So instead of saying all the things that are politically great making us all feel warm and fussy",
   "start": 4903.746,
   "duration": 4.639
  },
  {
   "text": "actually doing the things that perhaps are not top of mind not top of the",
   "start": 4908.606,
   "duration": 4.699
  },
  {
   "text": "The the agenda, but we just do an amazing round of good. Why the hell are we not doing that?",
   "start": 4913.856,
   "duration": 5.82
  },
  {
   "text": "Thank you very much for getting me back in the groove in actually",
   "start": 4919.866,
   "duration": 3.139
  },
  {
   "text": "Useful",
   "start": 4925.476,
   "duration": 2.0
  },
  {
   "text": "Jordan: Think I think it's a mistake not to view what you're doing as an exciting adventure. I think it's a form of of",
   "start": 4927.486,
   "duration": 6.02
  },
  {
   "text": "What it's a form of non-helpful humility. Yeah",
   "start": 4934.236,
   "duration": 4.55
  },
  {
   "text": "Bjorn: yeah, and and I think we",
   "start": 4939.996,
   "duration": 2.0
  },
  {
   "text": "Im Danish as background and one of the things we're very very good at is self-effacement. And so yes, you're probably right so",
   "start": 4942.276,
   "duration": 7.909
  },
  {
   "text": "Jordan: You're calling people to a great adventure here",
   "start": 4951.756,
   "duration": 2.689
  },
  {
   "text": "that's saying look we have enough resources so that we could deflect a small fraction of them and",
   "start": 4954.516,
   "duration": 6.109
  },
  {
   "text": "Do an unbelievable amount of good and and there would be no downside to that",
   "start": 4961.086,
   "duration": 4.31
  },
  {
   "text": "there would be no downside to anyone there would be nothing but upside even with some error and there's gonna be error and",
   "start": 4965.796,
   "duration": 5.27
  },
  {
   "text": "so, of course",
   "start": 4971.195,
   "duration": 0.801
  },
  {
   "text": "I think we'll find that people will respond to this video in a very very positive way",
   "start": 4971.996,
   "duration": 4.89
  },
  {
   "text": "and because they're I I do believe that they're",
   "start": 4976.886,
   "duration": 3.449
  },
  {
   "text": "As people become more aware that we are becoming richer and that we do have more resources at our disposal",
   "start": 4980.886,
   "duration": 5.659
  },
  {
   "text": "That that's genuinely true and that with a bit of intelligent consideration",
   "start": 4986.945,
   "duration": 4.52
  },
  {
   "text": "We could make things a lot less dismal for a lot of people",
   "start": 4991.536,
   "duration": 4.25
  },
  {
   "text": "I think that they will start to view that as something that's part of a great global national and global adventure and and",
   "start": 4995.786,
   "duration": 7.139
  },
  {
   "text": "Because you're agnostic and because you've done the legwork",
   "start": 5003.175,
   "duration": 2.84
  },
  {
   "text": "Then people can also I think get behind that without any real cynicism. They can say look",
   "start": 5006.806,
   "duration": 4.879
  },
  {
   "text": "Our money spent here is not going to be wasted we can be reasonably assured that if we're charitable in this direction",
   "start": 5012.356,
   "duration": 5.51
  },
  {
   "text": "We're gonna do something positive. And so so anyways, like I said, I found it incredibly",
   "start": 5017.866,
   "duration": 4.529
  },
  {
   "text": "Bjorn: wonderful",
   "start": 5023.215,
   "duration": 1.681
  },
  {
   "text": "Let me just say again. We said a couple times that something that I've done III need to say, you know",
   "start": 5024.896,
   "duration": 6.14
  },
  {
   "text": "I'm just a sock puppet that talks about all these things the this is the work of an",
   "start": 5031.036,
   "duration": 5.04
  },
  {
   "text": "Incredible amount of really really smart economists. So more than 300 world's top economists, you know, seven Nobel laureates",
   "start": 5036.175,
   "duration": 5.57
  },
  {
   "text": "Those are the guys have actually done the work and the work",
   "start": 5041.846,
   "duration": 2.449
  },
  {
   "text": "You know giving the credibility to all it was this research and that's why we can say with great certainty",
   "start": 5044.296,
   "duration": 6.6
  },
  {
   "text": "This is not just sort of a whim but something that is probably the best we know now",
   "start": 5050.896,
   "duration": 5.01
  },
  {
   "text": "It's probably as you point out not entirely true, but it's certainly better than anything else we have right now",
   "start": 5055.906,
   "duration": 4.95
  },
  {
   "text": "Jordan: Good, that's it. Well, that's actually the right comparison. It's like it's not absolutely true. Yeah, but no one's got a better idea",
   "start": 5061.556,
   "duration": 7.85
  },
  {
   "text": "Right. So we go with the best idea that we have",
   "start": 5070.256,
   "duration": 2.27
  },
  {
   "text": "Exactly, right, right. All right",
   "start": 5073.916,
   "duration": 2.24
  },
  {
   "text": "well",
   "start": 5076.156,
   "duration": 0.18
  },
  {
   "text": "look",
   "start": 5076.336,
   "duration": 0.12
  },
  {
   "text": "it was a great pleasure talking to you and",
   "start": 5076.456,
   "duration": 1.93
  },
  {
   "text": "I'm hoping that you know a million people who watch this and that will get another million",
   "start": 5078.386,
   "duration": 4.459
  },
  {
   "text": "Podcasts out of it and that this will help disseminate what you're doing broadly. I think that would be",
   "start": 5083.246,
   "duration": 5.66
  },
  {
   "text": "Lovely you bet",
   "start": 5089.726,
   "duration": 2.0
  },
  {
   "text": "Bjorn: Thank you. It was it was great, also meeting you and I hope our paths will cross again soon and you know",
   "start": 5091.816,
   "duration": 6.479
  },
  {
   "text": "We should we should make a habit of this.",
   "start": 5098.296,
   "duration": 2.219
  },
  {
   "text": "Jordan: Yes. We definitely should well when you start to develop some more of the National indices",
   "start": 5100.516,
   "duration": 3.959
  },
  {
   "text": "Have you worked on any Western countries like Canada or the United States?",
   "start": 5104.516,
   "duration": 4.213
  },
  {
   "text": "Bjorn: So, We I want it to do that",
   "start": 5108.729,
   "duration": 1.537
  },
  {
   "text": "So we haven't done it in the US just simply because it's so disfunctional in so many different ways",
   "start": 5110.266,
   "duration": 4.2
  },
  {
   "text": "we've seen a couple of other people trying to do this without our involvement and",
   "start": 5114.476,
   "duration": 4.34
  },
  {
   "text": "One of the things we're really really good at is that you know",
   "start": 5119.156,
   "duration": 2.299
  },
  {
   "text": "You get all these economists to do all this stuff and the first draft of the paper is this is really hard",
   "start": 5121.456,
   "duration": 5.459
  },
  {
   "text": "We need 10 years a lot of research money, and then we'll probably get you something and you know",
   "start": 5126.916,
   "duration": 4.65
  },
  {
   "text": "We say that's that's nowhere you got it",
   "start": 5131.566,
   "duration": 2.459
  },
  {
   "text": "you give it your best shot get use the information that's out there now and give us a knowledge because",
   "start": 5134.026,
   "duration": 4.979
  },
  {
   "text": "Politicians are gonna make decisions next year and and what has happened in those two places. So they did one in Holland they did",
   "start": 5139.196,
   "duration": 7.399
  },
  {
   "text": "It might actually be Canada but that was like 10 years ago. It ends up very much like a very interesting anthology of",
   "start": 5147.626,
   "duration": 7.609
  },
  {
   "text": "Points that yes. Yes. I",
   "start": 5156.056,
   "duration": 2.0
  },
  {
   "text": "Know sort of consistency is what we're trying to achieve",
   "start": 5158.636,
   "duration": 3.41
  },
  {
   "text": "Jordan: What would it cost to have something like this done for Canada?",
   "start": 5162.716,
   "duration": 3.799
  },
  {
   "text": "Bjorn: The short version is it cost about two and a half million dollars and we it's it doesn't really scale",
   "start": 5167.546,
   "duration": 6.56
  },
  {
   "text": "well, so",
   "start": 5174.106,
   "duration": 2.0
  },
  {
   "text": "For Ghana is the same thing as doing it for Canada.",
   "start": 5176.306,
   "duration": 2.556
  },
  {
   "text": "Jordan: How long would it take?",
   "start": 5178.862,
   "duration": 1.153
  },
  {
   "text": "Bjorn: 18 months",
   "start": 5181.256,
   "duration": 1.52
  },
  {
   "text": "Jordan: God that's such a good idea. So two and a half million dollars 18 months. Yeah, okay",
   "start": 5182.776,
   "duration": 5.52
  },
  {
   "text": "Well, I'm going to wrap that around",
   "start": 5188.296,
   "duration": 1.509
  },
  {
   "text": "Maybe we can figure out how to raise the money",
   "start": 5189.805,
   "duration": 2.63
  },
  {
   "text": "Bjorn: We should we should try and do that. That would be good",
   "start": 5192.436,
   "duration": 2.49
  },
  {
   "text": "I I think there would be a lot of interest in Canada",
   "start": 5194.996,
   "duration": 2.689
  },
  {
   "text": "And Canada would be great way to also get sort of Bridgepoint into the US without doing it in the US",
   "start": 5197.686,
   "duration": 6.06
  },
  {
   "text": "Jordan: Well, that would be good because we're flailing about politically and it would be nice to",
   "start": 5203.746,
   "duration": 4.74
  },
  {
   "text": "Okay, so so that's that's that's that's that's fodder for another conversation",
   "start": 5208.706,
   "duration": 4.76
  },
  {
   "text": "We I've got a couple of other conversations that I'd like to have with you about policy development and also about marketing",
   "start": 5213.466,
   "duration": 5.429
  },
  {
   "text": "But we'll save those for another time",
   "start": 5218.896,
   "duration": 2.0
  },
  {
   "text": "Bjorn: Brilliant Jordan it was great talking to you again. Thank you. I will send you the stuff so basically tonight.",
   "start": 5221.396,
   "duration": 7.01
  },
  {
   "text": "Jordan: OK wonderful. Wonderful. Yep. Well I'll get this up as soon as I can",
   "start": 5228.406,
   "duration": 2.7
  },
  {
   "text": "Bjorn: Wonderful. All right. Talk to you soon. Okay",
   "start": 5231.926,
   "duration": 2.0
  },
  {
   "text": "Again, bye. Bye",
   "start": 5234.446,
   "duration": 2.0
  }
 ]
}