{"video_id": "pSB7EL8VTmU", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "JB Peterson and Akira the Don: Meaningwave/Lofi", "url": "https://www.youtube.com/watch?v=pSB7EL8VTmU", "date": "2019-05-10", "description": "Podcast version at: https://www.jordanbpeterson.com/podcast/a-conversation-with-akira-the-don/\n\nAkira the Don is a British musician, DJ and producer. He’s worked in genres as diverse as pop, hip-hop, indie, dance, and more recently, perhaps, something that has come to be known as Lofi. \n\nFor reasons that have been quite surprising to me, Akira has been making lowfi tracks, also known as meaningwave, a combination of metred spoken word and music chosen for its emotional and conceptual appropriateness,  from some of my saying and my talks. They been reasonably well-listened to (although I am not sure of the standards of such things), garnering maybe a million views over the 10 or 15 or so that he has posted. The two main albums, 12 Rules for Life and JBP Wave Genesis, have elicited more than million streams each on Spotify (and that doesn’t include iTunes and other content providers of the same type). \n\nThe third album oriented around my words is entitled JBP Wave: Paradise. It was released in April of 2019. Earlier that month, Akira also released a long single, 42 Rules for Life, based on the totality of the rules I had written for Quora several years ago.  \n\nAkira has also produced similar works featuring Alan Watts, Jocko Willink (who is currently number one in the meaningwave tracks), Terrence McKenna, David Foster Wallace and Elon Musk, among others. Overall, Spotify downloads have topped 4 million, with an approximate exposure of a million. \n\nAkira the Don can be found on YouTube at http://bit.ly/2VVHOMX\n\nHere's the streaming/download links - click them to choose your preferred service:\n\nhttps://fanlink.to/42rulesforlife\nhttps://fanlink.to/jbpwaveparadise\n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 6833, "transcript_parts": [{"text": "I carry the dawn is a British musician DJ and producer", "start": 1.81, "duration": 3.45}, {"text": "He's worked in genres as diverse as pop hip hop in the dance and more recently", "start": 6.11, "duration": 6.139}, {"text": "Perhaps something that has come to be known as lo-fi", "start": 12.25, "duration": 2.58}, {"text": "for reasons that have been quite surprising to me acara has been making lo-fi tracks also known as meaning waves a", "start": 15.32, "duration": 7.16}, {"text": "Combination of metered spoken word and music chosen for its emotional and conceptual appropriateness from some of my sayings and my talks", "start": 22.94, "duration": 7.49}, {"text": "They have been reasonably well listened to garnering maybe a million views over the 10 or 15 or so that he has posted on YouTube", "start": 30.92, "duration": 7.61}, {"text": "the two main albums", "start": 38.78, "duration": 1.95}, {"text": "12 rules for life and jbp Wave Genesis have elicited more than a million streams each on Spotify", "start": 40.73, "duration": 6.829}, {"text": "And that doesn't include iTunes and other content providers of the same type", "start": 47.75, "duration": 4.099}, {"text": "The third album oriented around my words will be entitled jbp Wave", "start": 52.399, "duration": 4.82}, {"text": "paradise", "start": 57.83, "duration": 1.05}, {"text": "It will be released a week today", "start": 58.88, "duration": 2.03}, {"text": "Earlier this week Akira also released a long single", "start": 61.85, "duration": 3.11}, {"text": "42 rules for life based on the totality of the rules. I had written for Korra several years ago", "start": 65.51, "duration": 6.019}, {"text": "I think I'll feature that on today's podcast", "start": 71.53, "duration": 3.449}, {"text": "Akira has also produced similar works", "start": 76.189, "duration": 2.42}, {"text": "Featuring Ellen Watts. Jakka will Inc who is currently number one in the meaning wave charts Terence", "start": 79.22, "duration": 7.009}, {"text": "Mckenna David Foster Wallace and Elon Musk among others", "start": 86.229, "duration": 4.139}, {"text": "overall Spotify downloads have topped 4 million and he's", "start": 91.159, "duration": 4.25}, {"text": "Experiencing an approximate exposure at the moment of about a million a month", "start": 96.049, "duration": 3.74}, {"text": "So welcome Akira, it's nice to talk to you", "start": 100.46, "duration": 3.229}, {"text": "We've met a little bit before not not a lot as I became aware of what you were doing", "start": 103.689, "duration": 4.83}, {"text": "This is the first time really that we'll have a chance to talk in any great detail", "start": 108.649, "duration": 3.89}, {"text": "Yes, we've emailed so what are you up to?", "start": 113.66, "duration": 3.799}, {"text": "I'm you know, I'm engaged in an experiments in", "start": 119.269, "duration": 3.14}, {"text": "ridiculous hyper productivity and", "start": 123.26, "duration": 2.0}, {"text": "zone in habitation", "start": 126.26, "duration": 2.0}, {"text": "My idea being well, basically I'm working on this music aside from working on music. I'm working on", "start": 128.959, "duration": 7.62}, {"text": "Remaining in the zone of making music. So the music", "start": 137.58, "duration": 3.139}, {"text": "Flows and becomes better and better and better and my whole process becomes more efficient and powerful", "start": 141.39, "duration": 5.569}, {"text": "with each thing so it's this combined thing of", "start": 147.569, "duration": 3.05}, {"text": "Making this this new form of music or this", "start": 151.17, "duration": 3.319}, {"text": "Nothing's new. Is it making this form of music and", "start": 155.01, "duration": 2.539}, {"text": "Doing it in a hyper productive and powerful", "start": 159.03, "duration": 2.779}, {"text": "Fashion. Ok, so let's start with hyper productive", "start": 162.42, "duration": 2.959}, {"text": "So because you said you had twin", "start": 165.959, "duration": 2.48}, {"text": "Ambitions and so what's the hyper productive element? Well I've released. Is it five albums this year so far?", "start": 169.26, "duration": 7.729}, {"text": "This year so far. We're in March. It's much", "start": 178.26, "duration": 3.259}, {"text": "You mean since the beginning of 2019 indeed. Oh, yeah, ok", "start": 182.61, "duration": 5.149}, {"text": "well that that seems to qualify as hyper productive, especially if this also happens to be a difficult endeavor it is it is but", "start": 187.76, "duration": 7.889}, {"text": "Here's the thing. I noticed I used to be a music journalist", "start": 196.29, "duration": 3.5}, {"text": "and there's this phenomenon where in band's first albums are amazing and", "start": 199.79, "duration": 5.699}, {"text": "Then their second albums are often not amazing", "start": 206.519, "duration": 3.14}, {"text": "Bunch of reasons for this but I figured the main thing is a band will be locked in a garage", "start": 211.049, "duration": 5.27}, {"text": "Playing together every day for years and years and years", "start": 217.049, "duration": 3.11}, {"text": "Writing songs together and so on and so forth and their first album will be the sum of that", "start": 220.65, "duration": 3.98}, {"text": "they'll have essentially been in a kind of flow and the first album will be the fruits of that flow and", "start": 224.79, "duration": 5.84}, {"text": "Then the record company usually sends them on tour for a couple of years", "start": 230.819, "duration": 3.59}, {"text": "at which point they fall out of that flow of writing songs all the time and", "start": 234.54, "duration": 3.71}, {"text": "When they go back into the studio", "start": 239.07, "duration": 2.0}, {"text": "They've sort of fallen out of that zone", "start": 241.62, "duration": 2.66}, {"text": "So I wondered to myself what would happen if one got in the zone and then refused to leave", "start": 244.83, "duration": 4.76}, {"text": "Who if one just got in the state of just constantly?", "start": 249.87, "duration": 3.89}, {"text": "creating with a very specific sort of mission and purpose and", "start": 254.55, "duration": 3.98}, {"text": "And found a foundational sort of meaning behind it. So one doesn't get discouraged or whatever and", "start": 259.41, "duration": 5.6}, {"text": "just kept doing that what would happen and I've been doing that since the February and", "start": 265.77, "duration": 4.639}, {"text": "The results have been beyond what I could have", "start": 271.529, "duration": 3.47}, {"text": "hoped for", "start": 275.639, "duration": 1.261}, {"text": "hmm and", "start": 276.9, "duration": 1.289}, {"text": "Okay, the results being beyond what you could have hoped for along. What dimensions what's", "start": 278.189, "duration": 5.57}, {"text": "What's changed for you over the last couple of years like what's this?", "start": 284.279, "duration": 4.1}, {"text": "What what was your career like before you did this and what's changed as a consequence for you in your career?", "start": 288.449, "duration": 7.19}, {"text": "And well, let's also say personally", "start": 295.639, "duration": 2.489}, {"text": "Look I mean", "start": 300.029, "duration": 1.651}, {"text": "Previously, I mean I've been doing this, you know, I was sort of my job", "start": 301.68, "duration": 4.099}, {"text": "since", "start": 306.99, "duration": 1.259}, {"text": "2004", "start": 308.249, "duration": 1.35}, {"text": "Full time around cita 2004. I got my first record deal with which was with Interscope Records", "start": 309.599, "duration": 7.04}, {"text": "in America after a bizarre sequence of events", "start": 317.46, "duration": 3.079}, {"text": "And yeah, I've been making music full-time ever since and DJ", "start": 321.419, "duration": 3.229}, {"text": "however, previously if you kind of look at my catalog, you know, there would be many many years between releases and", "start": 325.8, "duration": 6.319}, {"text": "The old model of the music industry, which I was I was sort of trapped in", "start": 333.27, "duration": 3.799}, {"text": "Which was completely my own folk side yet to imagine", "start": 338.819, "duration": 4.489}, {"text": "Another way fully", "start": 344.969, "duration": 2.0}, {"text": "You know you spend years making an album is the idea and then you spend years promoting it for a long time promoting it and", "start": 348.029, "duration": 6.02}, {"text": "it's all about getting pressed and all these sorts of things and", "start": 354.05, "duration": 3.029}, {"text": "I", "start": 357.93, "duration": 1.65}, {"text": "Would get sort of discouraged and sad if I would spend a lot of time making a thing", "start": 359.58, "duration": 4.91}, {"text": "and then I would go to sort of put it out and I wouldn't have all the resources that I", "start": 364.8, "duration": 3.589}, {"text": "Felt that I wanted or needed to get it to all the people that it should get to", "start": 368.729, "duration": 3.769}, {"text": "Which is kind of the old model", "start": 373.649, "duration": 1.41}, {"text": "whereas now what I'm", "start": 375.059, "duration": 1.41}, {"text": "doing part of what's going on now is I'm just kind of releasing a vast amount of stuff at a very very high level and", "start": 376.469, "duration": 5.75}, {"text": "It's sort of components", "start": 382.769, "duration": 2.0}, {"text": "You know the time is different in the internet. Yes. I mean the internet a week is a very very long time", "start": 384.959, "duration": 6.62}, {"text": "so these days I make sure some new music comes out every week and", "start": 391.58, "duration": 2.759}, {"text": "Yes, well the internet", "start": 395.099, "duration": 2.0}, {"text": "Radically accelerates the production schedule of everything. I mean we're going to make this video and", "start": 397.829, "duration": 5.67}, {"text": "Hypothetically, I could release it this afternoon", "start": 404.17, "duration": 2.0}, {"text": "the crazy thing to do with a", "start": 406.54, "duration": 2.059}, {"text": "well with a with a", "start": 409.39, "duration": 2.0}, {"text": "What's essentially a semi documentary?", "start": 411.64, "duration": 2.959}, {"text": "Unheard of you know, I was looking at camera quality", "start": 416.41, "duration": 2.42}, {"text": "hmm", "start": 419.56, "duration": 1.11}, {"text": "You know, we're all walking around with", "start": 420.67, "duration": 2.0}, {"text": "Devices in our pockets that are better than the things they made", "start": 422.89, "duration": 2.989}, {"text": "2001 a Space Odyssey with yeah. Yeah. Well, it's a very and the consequence of that speed acceleration is very", "start": 426.43, "duration": 7.58}, {"text": "Psychologically dramatic as well because it also becomes something that you have to feed on a very regular basis like", "start": 436.87, "duration": 6.619}, {"text": "The plant in Little Shop of Horrors. Yes, exactly. The algorithms are hungry. Mm-hmm", "start": 443.71, "duration": 5.99}, {"text": "Yeah, they will punish you if they're not fed. But uh", "start": 449.76, "duration": 3.51}, {"text": "Yeah, they punish you by having the fruits of your previous work start to decline in date. Hmm", "start": 454.09, "duration": 7.1}, {"text": "yeah, so", "start": 461.5, "duration": 2.0}, {"text": "What was that thing alan moore had that thing you talked about steam theory which was the idea that", "start": 464.38, "duration": 4.94}, {"text": "the amount of time between the first human him say the invention of the stone ax and", "start": 469.69, "duration": 5.66}, {"text": "Then the baths of rome and then the amount of time it takes to create the same amount of stuff you", "start": 475.72, "duration": 5.75}, {"text": "get to the point where between", "start": 481.72, "duration": 2.0}, {"text": "1960 and 1970 human information doubles. Yes, everything's doubling at an incredibly rapid rate", "start": 484.15, "duration": 6.44}, {"text": "Yeah, so his his idea. I think this was in sort of the early 2000s", "start": 490.93, "duration": 4.489}, {"text": "He was talking about how by around 2013 we would go from a fluid culture", "start": 495.419, "duration": 4.17}, {"text": "Of this sort of like river of information and creation to so much stuff being generated at any one moment", "start": 500.02, "duration": 5.449}, {"text": "That you go from fluid to steam", "start": 506.469, "duration": 2.0}, {"text": "And that was that Kerch. What was that? Kurtzweil some?", "start": 509.62, "duration": 2.69}, {"text": "Algae who mentioned that I heard Alan Moore talk about that Howard Elmore. Okay, because", "start": 513.28, "duration": 4.969}, {"text": "Curt's wall is of course famous for the", "start": 519.49, "duration": 2.27}, {"text": "Idea that the singularity is coming as a consequence of all of this doubling. Yeah. It's a", "start": 522.61, "duration": 4.91}, {"text": "Similar thing. Mm-hmm. The idea is that you know, once you're in steam territory", "start": 528.28, "duration": 4.669}, {"text": "Anything could happen at any given second. This things be like right now", "start": 534.07, "duration": 3.749}, {"text": "someone could be about to put something in the App Store that fundamentally changes the way we interact and", "start": 537.949, "duration": 6.38}, {"text": "Do stuff well, yes. Yes. Well that seems to be happening on a very regular basis. I think it's happening", "start": 544.819, "duration": 6.799}, {"text": "So rapidly that we don't even notice it", "start": 551.619, "duration": 3.15}, {"text": "You know, I think", "start": 555.379, "duration": 2.0}, {"text": "What's that dating app that you swipe", "start": 559.129, "duration": 2.72}, {"text": "Tinder tinder is a good example of that because tinder was a revolutionary technology", "start": 564.829, "duration": 4.64}, {"text": "But it was buried by so many other revolutionary technologies that nobody even noticed that it was a revolutionary technology", "start": 569.48, "duration": 7.429}, {"text": "Yeah, you know I'm so and I think this is happening", "start": 577.85, "duration": 3.5}, {"text": "It's happening so quickly that it's impossible to even keep track of", "start": 581.35, "duration": 4.109}, {"text": "I mean I work with a young team of programmers and you know, they're always looking on the net for", "start": 585.459, "duration": 5.4}, {"text": "new tools to help accelerate what they're capable of doing and you know", "start": 591.589, "duration": 4.849}, {"text": "The the library of tools out there is well if it's not infinite", "start": 596.54, "duration": 4.339}, {"text": "It's at least unsearchable and that also means that each programmer or each expert can have a whole domain of tools that", "start": 600.879, "duration": 7.919}, {"text": "He or she is the only person who knows anything about", "start": 609.11, "duration": 2.959}, {"text": "which is also very", "start": 612.589, "duration": 2.0}, {"text": "peculiar", "start": 614.66, "duration": 1.139}, {"text": "This has happened with everything that's happened with music", "start": 615.799, "duration": 2.27}, {"text": "There's some music used to be that if you wanted to make a record", "start": 618.439, "duration": 4.13}, {"text": "you would have to go to a studio and only a few people really got to go to studios because they're very", "start": 622.569, "duration": 5.22}, {"text": "Expensive and there weren't even that many of them. There's only a few people got to make", "start": 628.009, "duration": 4.25}, {"text": "music at a higher level", "start": 632.809, "duration": 2.0}, {"text": "Just a few decades ago decade not have to go. Yeah, it's now", "start": 634.85, "duration": 4.339}, {"text": "the thing I'm talking to you on is the same thing that creates most of the music you'll hear on the radio and", "start": 639.919, "duration": 5.63}, {"text": "Then within that there's this infinity of tools and ways of of creating and manipulating", "start": 645.829, "duration": 6.38}, {"text": "sound", "start": 652.759, "duration": 2.0}, {"text": "That each person who does it has a unique unique stack of things that they use this unique to them, right", "start": 654.98, "duration": 7.939}, {"text": "Well, the strange thing about what's happened with you. I would say or", "start": 663.529, "duration": 3.559}, {"text": "one of the things strange things I've noticed sure there's many strange things that have happened with you over the last while but", "start": 667.91, "duration": 6.56}, {"text": "you know as", "start": 675.05, "duration": 1.8}, {"text": "the technology for putting music online", "start": 676.85, "duration": 3.139}, {"text": "increases in ease and accessibility", "start": 680.99, "duration": 2.0}, {"text": "the sheer volume of music online also increases to the same degree and then", "start": 683.48, "duration": 5.66}, {"text": "Most people end up in thee. It seems to produce a", "start": 690.08, "duration": 4.07}, {"text": "hyper steep", "start": 694.85, "duration": 2.0}, {"text": "purrito distributions where", "start": 696.98, "duration": 2.27}, {"text": "Virtually everyone who puts content on the line online", "start": 700.07, "duration": 2.96}, {"text": "gets", "start": 703.73, "duration": 1.26}, {"text": "Pretty much zero attention that would be especially true with music and then a tiny fragment of people at the very pinnacle", "start": 704.99, "duration": 7.79}, {"text": "get", "start": 713.6, "duration": 1.11}, {"text": "volumes of attention that are", "start": 714.71, "duration": 2.0}, {"text": "essentially unimaginable and", "start": 716.81, "duration": 2.0}, {"text": "You occupy kind of a strange mid territory, which rather well, which must be rather rare, you know", "start": 719.12, "duration": 6.26}, {"text": "I mean by your numbers. I think they have to be", "start": 725.38, "duration": 3.479}, {"text": "Regarded as successful that certainly in terms of volume", "start": 729.62, "duration": 3.83}, {"text": "What does it mean to you in terms of monetization and I asked this?", "start": 734.57, "duration": 4.309}, {"text": "actually as a technical question because I know that monetizing creative production is an extraordinarily difficult thing to do and", "start": 739.46, "duration": 6.95}, {"text": "So I'm wondering if you've had any success at that and how you're managing to keep body and soul together", "start": 746.75, "duration": 5.96}, {"text": "Or you pursue this?", "start": 753.59, "duration": 2.0}, {"text": "What would you call it?", "start": 757.22, "duration": 2.0}, {"text": "strange", "start": 759.71, "duration": 2.0}, {"text": "Pathway that's that's probably accurate", "start": 761.75, "duration": 2.45}, {"text": "I suppose it is a strange pathway", "start": 764.71, "duration": 1.98}, {"text": "But it's this the only one that ever seemed viable to me and for many years. It was it was", "start": 766.69, "duration": 5.429}, {"text": "very difficult", "start": 772.94, "duration": 2.0}, {"text": "I've you know, I've been doing this a long time and I kind of", "start": 775.01, "duration": 2.809}, {"text": "Pioneered a lot of the way things work now when I first got my first record deal", "start": 778.64, "duration": 4.729}, {"text": "I had a website and I was releasing mixtapes on light. So I was releasing these kind of long-form projects that involved", "start": 783.37, "duration": 7.2}, {"text": "songs and also cutting up it's a spoken audio and sort of sample collages and things and", "start": 791.45, "duration": 4.969}, {"text": "I was releasing them online and literally no one else was doing that at that point and when I first", "start": 797.06, "duration": 5.869}, {"text": "Works with Interscope Records their media department rang me up and asked me how the hell I was doing everything", "start": 803.959, "duration": 4.7}, {"text": "Because they wanted to start rolling that out to all their other artists. So that was late 2004 and", "start": 808.819, "duration": 5.39}, {"text": "After I paid waves with the record label I had to essentially kind of create my own", "start": 816.709, "duration": 3.44}, {"text": "Industry so I was releasing mixtapes and things and t-shirts and all that sort of stuff", "start": 820.67, "duration": 5.269}, {"text": "Streaming didn't exist at that point. We're now at the point where streaming", "start": 826.249, "duration": 4.25}, {"text": "Can make money ah, well that's interesting to know it you have to stream a lot", "start": 832.489, "duration": 5.27}, {"text": "So it works out as at about $4,000 per million streams", "start": 838.699, "duration": 3.47}, {"text": "For example, just looking at streaming", "start": 842.989, "duration": 2.51}, {"text": "So you need to be listening to a lot of your stuff but there's a rough that's a rough percentage man", "start": 845.499, "duration": 6.51}, {"text": "but you think about all you know, how many people that are in the world and and", "start": 853.1, "duration": 4.519}, {"text": "You know this insatiable hunger", "start": 858.35, "duration": 2.0}, {"text": "That people have for music. Yeah, never gonna not want to listen to music", "start": 860.389, "duration": 5.27}, {"text": "if you keep giving them good music that you know that they love and connect to if they there will always listen to it and", "start": 865.66, "duration": 5.759}, {"text": "There's increasing, you know", "start": 872.119, "duration": 1.43}, {"text": "There's been so many more places people hear music now than they used to musics in everything every video", "start": 873.549, "duration": 5.7}, {"text": "every film every experience every avenue every Instagram story have every", "start": 879.47, "duration": 4.94}, {"text": "Aspect of our culture as a soundtrack and increasingly and as we strive boldly into the future I envisage", "start": 885.079, "duration": 6.38}, {"text": "People essentially having personalised soundtracks everywhere. They go", "start": 891.799, "duration": 4.13}, {"text": "In every kind of instance. So right so you see a continually expanding market. Yes. Yes, definitely and", "start": 896.839, "duration": 7.82}, {"text": "Yeah, and there's let you know and aside from like streaming there's various", "start": 906.35, "duration": 3.619}, {"text": "You know how it is ways if you listen you can make a bit of money on YouTube", "start": 909.97, "duration": 3.059}, {"text": "You can sell a few t-shirts. You can get a few subscription service people", "start": 913.029, "duration": 4.26}, {"text": "There's all all the things together if you work hard and you're consistent and you're good. And uh,", "start": 917.29, "duration": 4.919}, {"text": "you know, we don't stop consistency is obviously the", "start": 923.059, "duration": 4.1}, {"text": "Fundamental then you can do it and you can thrive and I'm starting to thrive and it feels good. Oh well. Congratulations", "start": 927.949, "duration": 7.309}, {"text": "that's I'm very impressed to hear that because it seems like it seems like one of the", "start": 936.73, "duration": 4.83}, {"text": "World's more unlikely ways to thrive. I mean I mean", "start": 942.53, "duration": 4.1}, {"text": "While in two ways, I mean the first is that it's very difficult to make a career in music", "start": 947.39, "duration": 5.15}, {"text": "So just as a baseline that that's very difficult and the second is well", "start": 952.64, "duration": 5.21}, {"text": "you've pioneered this new genre, which is", "start": 957.85, "duration": 3.39}, {"text": "also", "start": 962.0, "duration": 1.29}, {"text": "Well, as I said in the introduction, I don't really know what to make of it. It's this combination of metered spoken words", "start": 963.29, "duration": 7.34}, {"text": "So there's a bit of a poetic element to it, and then you're carefully", "start": 970.63, "duration": 4.769}, {"text": "selecting music to go with it and matching that cadence of the of the spoken word to the music and", "start": 976.28, "duration": 6.47}, {"text": "Well and people seem to be responding to that. What what kind of reaction are you?", "start": 983.42, "duration": 5.089}, {"text": "Garnering from your audience. I mean you must get a fair bit of Correspondence", "start": 989.09, "duration": 4.46}, {"text": "What and I mean I've read some of the YouTube comments and so forth", "start": 994.07, "duration": 3.139}, {"text": "So it seems to me and the overwhelming majority of those seem to be positive", "start": 997.21, "duration": 5.01}, {"text": "Which is a good thing on YouTube because that's not necessarily the case. What kind of", "start": 1002.22, "duration": 5.19}, {"text": "Response, are you getting from people? And what do you think you're doing for them or to them?", "start": 1008.65, "duration": 4.91}, {"text": "Yeah", "start": 1013.81, "duration": 0.5}, {"text": "the YouTube the YouTube comments is kind of almost unheard of it's it's like ninety-nine point eight seven six percent ridiculously positive and", "start": 1014.31, "duration": 7.77}, {"text": "I receive literally hundreds of communications on a daily basis from people who tell me that this is", "start": 1022.99, "duration": 5.81}, {"text": "Helping them incredibly in their lives", "start": 1029.71, "duration": 2.299}, {"text": "I mean", "start": 1032.28, "duration": 1.17}, {"text": "It's I imagine it's similar to what I've heard you talking about getting", "start": 1033.45, "duration": 3.209}, {"text": "the amount of people who write to me saying that they got off drugs or", "start": 1037.09, "duration": 3.349}, {"text": "They were they were going to commit suicide and things of that nature and then the music helped them", "start": 1041.11, "duration": 4.369}, {"text": "Find a reason and help them to find the strength to get out of the trouble. They were in and things of that nature", "start": 1045.7, "duration": 5.839}, {"text": "Yeah, that's a big deal. And it's it's very significant and specific a to", "start": 1052.0, "duration": 4.7}, {"text": "to imagine that", "start": 1057.31, "duration": 2.0}, {"text": "The music that you're putting together and the meaning that it conveys has that effect both on addiction and on suicide", "start": 1059.5, "duration": 7.79}, {"text": "Yeah, I mean obviously it's a substitute", "start": 1067.72, "duration": 2.57}, {"text": "well", "start": 1070.84, "duration": 1.53}, {"text": "That's probably putting it wrong", "start": 1072.37, "duration": 2.0}, {"text": "it's", "start": 1074.95, "duration": 2.0}, {"text": "It's something that's providing the meaning that they're searching for", "start": 1077.559, "duration": 3.29}, {"text": "both through", "start": 1082.149, "duration": 1.62}, {"text": "their", "start": 1083.769, "duration": 1.53}, {"text": "Addiction and and the terrible meaning that they're trying to escape from as a consequence of their suicidal urges", "start": 1085.299, "duration": 6.5}, {"text": "Yeah, so yeah. Well, that's it. That's a big deal and it's it seems to me to be psychologically very significant", "start": 1093.159, "duration": 6.83}, {"text": "I mean god only knows what psychological roll music plays in our lives", "start": 1099.99, "duration": 3.75}, {"text": "I mean, I I don't think I was gonna ask you about this", "start": 1104.169, "duration": 3.38}, {"text": "Is that is there been much research done because from where I'm you know, I'm a DJ I'm out", "start": 1107.549, "duration": 5.01}, {"text": "Suter five nights a week", "start": 1113.71, "duration": 1.77}, {"text": "playing music to people and seeing", "start": 1115.48, "duration": 2.0}, {"text": "Firsthand the effect it has on them and I've been experimenting with this for years trying different combinations of things in order to create certain", "start": 1117.909, "duration": 7.64}, {"text": "reactions", "start": 1125.71, "duration": 0.599}, {"text": "My main thing I'm trying to do is give people an incredible transcendent experience right airy with them", "start": 1126.309, "duration": 5.119}, {"text": "not just for the rest of the week, but for the rest of their lives, but I've", "start": 1131.649, "duration": 3.77}, {"text": "experimented with combining things to create drama to create violence to create lust to create all sorts of things and you can it's it's", "start": 1136.149, "duration": 7.55}, {"text": "Repeatable it's it's you know, it's repeatable in a scientific experiment", "start": 1143.799, "duration": 3.89}, {"text": "capacity", "start": 1148.779, "duration": 1.38}, {"text": "So yeah, I was gonna ask you as if you're a word any no, not really", "start": 1150.159, "duration": 4.28}, {"text": "Well, yeah, I think that I mean it's conceivable that I'm ignorant of the literature", "start": 1155.59, "duration": 5.239}, {"text": "But I don't think I am because I can't see how I would not come across it in the research that I've done on creativity", "start": 1160.83, "duration": 7.77}, {"text": "yeah, but", "start": 1169.029, "duration": 1.711}, {"text": "The study of meaning as a phenomenon is a relatively new one", "start": 1170.74, "duration": 5.329}, {"text": "I mean it emerged to the degree that it has emerged sort of out of the I mean in psychology out of the", "start": 1176.07, "duration": 6.03}, {"text": "literature on happiness and well-being and of course, that's not the same thing and", "start": 1182.529, "duration": 4.79}, {"text": "it isn't obvious that people know how to", "start": 1188.559, "duration": 2.78}, {"text": "Do the experiments properly or to take the measurements properly?", "start": 1192.1, "duration": 4.069}, {"text": "So and I think there's also a proclivity among", "start": 1196.72, "duration": 4.429}, {"text": "psychologists", "start": 1201.669, "duration": 2.0}, {"text": "To devalue", "start": 1204.12, "duration": 2.0}, {"text": "the", "start": 1206.529, "duration": 1.02}, {"text": "psychological importance of cultural products, you know lots of evolutionary psychologists for example, believe that our", "start": 1207.549, "duration": 7.58}, {"text": "Ability to produce art and to produce music", "start": 1216.159, "duration": 3.41}, {"text": "let's say visual art and music is like a secondary consequence of something more fundamental and", "start": 1219.57, "duration": 7.05}, {"text": "I don't believe that like I think people would literally die without music and drama and literature", "start": 1227.5, "duration": 6.619}, {"text": "I I I can't see that we could live", "start": 1234.279, "duration": 2.81}, {"text": "I don't think we could organize our minds without drama and literature and I don't think I think that music is so", "start": 1237.09, "duration": 7.829}, {"text": "Crucial that it actually keeps people. It's one of the many things it's one of the few things", "start": 1245.77, "duration": 6.079}, {"text": "Sorry that actually keep people sane which is why features so prominently and well", "start": 1251.85, "duration": 6.449}, {"text": "Let's say in church and sacred celebrations. Yep, and and and in any", "start": 1258.299, "duration": 5.16}, {"text": "activities where people to gather together in in", "start": 1264.399, "duration": 2.69}, {"text": "Groups for anything of any significance and you know what?", "start": 1267.94, "duration": 3.589}, {"text": "Obviously it's the case that if you go to a concert and it's well handled there's something going on there", "start": 1271.63, "duration": 7.099}, {"text": "That's very much akin to a religious experience", "start": 1278.73, "duration": 2.459}, {"text": "Yeah, I don't see any difference when it's done properly when all the people", "start": 1282.429, "duration": 3.859}, {"text": "involved working together", "start": 1287.14, "duration": 2.0}, {"text": "To make it what it could be it can be more more", "start": 1290.23, "duration": 5.119}, {"text": "Transcendental experience than anything. Yeah. I think I think the difference between it most religious ceremonies", "start": 1295.99, "duration": 6.65}, {"text": "That is that it actually works", "start": 1302.64, "duration": 2.0}, {"text": "It does I mean I've seen people burst into tears", "start": 1306.46, "duration": 2.9}, {"text": "when you could at certain transitions great, which is when you move one song into another and", "start": 1310.029, "duration": 5.39}, {"text": "when you're DJing or when I'm DJing anyway, I'm", "start": 1316.33, "duration": 2.359}, {"text": "I'm making sure that those things have a purpose of it than just playing another song", "start": 1319.27, "duration": 5.539}, {"text": "So the idea is that you're taking people on some sort of a journey", "start": 1325.39, "duration": 3.439}, {"text": "They're telling a story from the beginning to the end of your set and your set all the songs", "start": 1328.96, "duration": 5.209}, {"text": "You're playing will have a beginning in a middle and an end and the whole experience", "start": 1334.169, "duration": 3.15}, {"text": "we'll have some sort of transformative purpose and it will move people in a way and", "start": 1338.47, "duration": 4.04}, {"text": "Certain combinations of records the way you'll bring in and one into another you work the way you'll sort of blend them", "start": 1343.27, "duration": 5.51}, {"text": "I've seen that make people burst into tears, right?", "start": 1349.21, "duration": 2.93}, {"text": "No", "start": 1352.24, "duration": 0.5}, {"text": "You can see that one's just spontaneously you can see that sometimes with particularly good chord transitions - exactly", "start": 1352.74, "duration": 7.469}, {"text": "you know, there's something so deeply satisfying about the", "start": 1360.21, "duration": 3.84}, {"text": "transformation of one pattern into another it's it I don't know what it well this is why I've always been so", "start": 1364.6, "duration": 6.109}, {"text": "fascinated by music because I think there's something", "start": 1370.99, "duration": 2.599}, {"text": "unutterably", "start": 1374.17, "duration": 1.53}, {"text": "Deep about music. I really I really believe that it's the most", "start": 1375.7, "duration": 3.86}, {"text": "Representative form of art because I think that the world is made out of patterns. That's the best way to think of the world and", "start": 1380.32, "duration": 7.309}, {"text": "those patterns vary in", "start": 1388.36, "duration": 2.0}, {"text": "Duration, you know and we're always in search for the longer duration", "start": 1391.45, "duration": 3.56}, {"text": "Patterns because they're more reliable and some of those patterns we can", "start": 1395.77, "duration": 4.25}, {"text": "Exploit let's say as tools and some we avoid as obstacles but and", "start": 1401.65, "duration": 5.209}, {"text": "the rest we try to", "start": 1407.74, "duration": 2.0}, {"text": "intermingle harmoniously", "start": 1409.81, "duration": 2.0}, {"text": "with our actions and our thoughts so that the whole", "start": 1412.0, "duration": 2.719}, {"text": "Process turns into something that's", "start": 1416.83, "duration": 2.0}, {"text": "Symphonic, you know and then you go to you go to a music festival", "start": 1420.61, "duration": 4.04}, {"text": "You hear well arranged music in particular because I think that's an edited music", "start": 1424.75, "duration": 5.449}, {"text": "Well, it all matters the melodic composition and the words all of that matters but to hear it", "start": 1430.6, "duration": 5.09}, {"text": "Well written and well edited and well arranged", "start": 1436.27, "duration": 3.02}, {"text": "Speaks to you about how the entire structure the entire structure of being", "start": 1440.08, "duration": 6.26}, {"text": "could be arranged and also is fortunately arranged those rare times where", "start": 1446.86, "duration": 5.42}, {"text": "everything comes together for you and", "start": 1452.86, "duration": 2.33}, {"text": "so people need that experience man, it it reminds them of", "start": 1455.86, "duration": 4.219}, {"text": "the potential harmony", "start": 1461.26, "duration": 2.0}, {"text": "that", "start": 1464.32, "duration": 1.38}, {"text": "That things can attain and that's that's not optional. Especially if you're in a chaotic state is", "start": 1465.7, "duration": 6.29}, {"text": "the truth of its I think it's the truth of everything and uh,", "start": 1472.87, "duration": 4.549}, {"text": "That commutes what is it? Stevie wonder said music is the language. We all speak anything", "start": 1478.36, "duration": 5.719}, {"text": "we'll something we all understand and", "start": 1484.08, "duration": 2.0}, {"text": "No", "start": 1486.1, "duration": 0.5}, {"text": "That's that's true across the world and I've seen that as interesting our music will change", "start": 1486.6, "duration": 4.679}, {"text": "From place to place but the fundamental aspects of it are the same and the fundamental need for it is the same. Yeah", "start": 1491.38, "duration": 7.13}, {"text": "It's absolutely fascinating that there's so much there's as many variations as there are languages, but we can understand all of them", "start": 1498.51, "duration": 7.589}, {"text": "I mean, you know, our language has a musical element, right if you listen to someone who's an interesting speaker", "start": 1506.1, "duration": 6.9}, {"text": "There's a lot of melody in their speech powders. This is where I first made a sample G", "start": 1513.1, "duration": 6.92}, {"text": "They heard the melody and something he was saying I could instantly hear what the song was around it", "start": 1520.42, "duration": 5.78}, {"text": "There was a rhythm in it. There was a melody in it the whole thing and", "start": 1526.45, "duration": 3.14}, {"text": "Every individual has that and it's something quite radically different even within the same language. It's interesting different languages have different", "start": 1530.14, "duration": 7.669}, {"text": "melodies and therefore if you listen to French music the actual melodies and music a", "start": 1538.87, "duration": 4.909}, {"text": "Similar to this shape of the the voice the vocal sounds of the actual language", "start": 1544.45, "duration": 4.88}, {"text": "This is same with Mexican same with English. So on and so forth", "start": 1550.66, "duration": 3.23}, {"text": "So like melodies within music of cultures are informed very much by the language that people speak", "start": 1553.89, "duration": 4.619}, {"text": "Mm-hmm. I wonder what makes English particularly", "start": 1559.18, "duration": 3.53}, {"text": "appropriate by all appearances for rock and roll", "start": 1563.89, "duration": 2.719}, {"text": "Yes, is it is it it's a fairly?", "start": 1567.76, "duration": 2.479}, {"text": "Consonant heavy language, so maybe that has something to do with it. There's a", "start": 1571.87, "duration": 4.369}, {"text": "Like it isn't it hasn't got that same vowel like singsong that", "start": 1577.06, "duration": 4.55}, {"text": "Asian languages often have so it's got a bit more of a beat like harshness", "start": 1582.16, "duration": 4.61}, {"text": "But like rock doesn't seem to work very well in French", "start": 1587.47, "duration": 2.839}, {"text": "Germans managed to pull it off now and then but not that often. It's really", "start": 1590.92, "duration": 4.16}, {"text": "remarkably an English", "start": 1595.6, "duration": 2.0}, {"text": "Experience altogether", "start": 1598.57, "duration": 2.0}, {"text": "Thing I think this is where hip-hop has taken over the world", "start": 1601.69, "duration": 3.02}, {"text": "Hip-hop is now the dominant genre", "start": 1607.039, "duration": 2.0}, {"text": "Everywhere", "start": 1611.299, "duration": 1.411}, {"text": "pretty much everywhere and I spend a fair bit of my time researching music on a weekly basis as a part of my job and", "start": 1612.71, "duration": 7.16}, {"text": "Listening to music in different countries and and hip-hop is essentially taken over the whole world and hip-hop exists", "start": 1621.47, "duration": 5.449}, {"text": "in every language", "start": 1628.309, "duration": 1.35}, {"text": "I've looked into and it works in every language booth and I there's multiple reasons for that", "start": 1629.659, "duration": 7.04}, {"text": "But just the thing we're talking about is interesting like the sort of the shape like French sounds fantastic on rap", "start": 1636.7, "duration": 4.92}, {"text": "Far more so then on say rock that's subjective", "start": 1643.129, "duration": 3.92}, {"text": "Mm-hmm, you know the in the English accent, we do a lot of small sounds than elongated sounds", "start": 1647.659, "duration": 6.2}, {"text": "which", "start": 1654.679, "duration": 1.59}, {"text": "What's that called the Scottish snap?", "start": 1656.269, "duration": 2.33}, {"text": "the sky which is a", "start": 1659.69, "duration": 1.979}, {"text": "Thing that's in a lot of rap these days. It's like this type thing is a did it did it did", "start": 1661.669, "duration": 5.27}, {"text": "It kind of goes in and out", "start": 1667.549, "duration": 2.0}, {"text": "sound you hearing a lot in old sort of folk music rock and roll is interesting because it's almost a", "start": 1670.159, "duration": 5.3}, {"text": "perfect combination of", "start": 1676.129, "duration": 2.0}, {"text": "European folk and African", "start": 1680.33, "duration": 2.9}, {"text": "Jazz, and and traditional music. Right, right", "start": 1684.71, "duration": 3.319}, {"text": "coming out", "start": 1689.33, "duration": 0.66}, {"text": "There's been some recent little skirmishes of people accusing say ariana grande of cultural appropriation", "start": 1689.99, "duration": 5.359}, {"text": "For using a rap rhythm in the cadence of her singing, but that rhythm is actually is traced back to Scotland", "start": 1695.659, "duration": 6.739}, {"text": "right well", "start": 1703.279, "duration": 0.711}, {"text": "One of the things that we should agree on right?", "start": 1703.99, "duration": 2.01}, {"text": "Off the bat is that we don't have to pay any attention to anyone who ever dares to say anything about cultural appropriation", "start": 1706.309, "duration": 6.739}, {"text": "given the absolute necessity of trading these modes of communication across the world and the", "start": 1714.379, "duration": 6.08}, {"text": "Unbelievable utility that that's had and and even the idea that it's a form of", "start": 1721.19, "duration": 5.18}, {"text": "theft in terms of its motivation is so entirely specious because most of the time it's", "start": 1727.039, "duration": 5.45}, {"text": "Rooted in what I would regard as tremendous admiration", "start": 1733.22, "duration": 2.75}, {"text": "it's not like the Rolling Stones weren't massive fans of the of the black blues artists from the US you", "start": 1736.49, "duration": 6.74}, {"text": "Know I mean they were doing everything they could to imitate them", "start": 1743.75, "duration": 2.959}, {"text": "Yes", "start": 1746.87, "duration": 0.93}, {"text": "this is another one of this is one of another another one of the reasons why hip hop is taken over the world and", "start": 1747.8, "duration": 5.479}, {"text": "Could be considered the ultimate art form or maybe ultimate musical art form", "start": 1753.62, "duration": 4.099}, {"text": "Because it takes from everything", "start": 1758.48, "duration": 2.0}, {"text": "Within to itself to make something and that's the reason it there hasn't been a new musical genre a new sort of", "start": 1761.03, "duration": 6.95}, {"text": "Specific like tentpole musical genre since hip hop. Yeah. Yeah. Yeah", "start": 1768.83, "duration": 6.8}, {"text": "Right, right, and that's actually getting to be quite a while ago now", "start": 1776.3, "duration": 3.2}, {"text": "Yeah", "start": 1779.78, "duration": 0.5}, {"text": "it was about there was the 70s and", "start": 1780.28, "duration": 1.69}, {"text": "So what happened was you had and it's really amazing", "start": 1781.97, "duration": 2.479}, {"text": "our hip hop was born hip hop was born because there was some rioting in New York and", "start": 1784.45, "duration": 5.309}, {"text": "Some poor people managed to get their hands on some quite good sound equipment and start throwing parties. We're there and", "start": 1790.49, "duration": 6.529}, {"text": "One of them worked out a way of playing the same records on two turntables", "start": 1797.9, "duration": 5.27}, {"text": "At a slightly different part of the record on each side so he could create a loop over", "start": 1803.66, "duration": 5.15}, {"text": "Which from the record over which somebody could rap tell the story hype up the crowd there in it was born", "start": 1809.81, "duration": 6.5}, {"text": "Take from another piece of existing music or another piece of existing idea. And you know, they were sampling European", "start": 1817.01, "duration": 6.05}, {"text": "Dance, they were sampling craft work and they were sampling like weird folk stuff and there was you know, they were sampling James Brown", "start": 1823.79, "duration": 5.57}, {"text": "They were sampling from everywhere hip-hop was taken from every bit of the existing music musical", "start": 1829.57, "duration": 7.29}, {"text": "multiverse and", "start": 1837.29, "duration": 1.44}, {"text": "Then people could talk about anything. They could talk about their real experiences. They could talk about their fantasies. They could talk about their fears", "start": 1838.73, "duration": 6.049}, {"text": "I remember Chuck D once saying that the the core story in hip hop was could be ball down to as simple as I", "start": 1845.48, "duration": 7.819}, {"text": "Am like I exist mmm like the the protest of it or the the call of the story is just like I exist", "start": 1854.99, "duration": 7.579}, {"text": "I'm here and then the music is", "start": 1862.57, "duration": 2.0}, {"text": "As culturally appropriate save as possible. They took from everywhere and we're if they hadn't done that it wouldn't exist", "start": 1864.95, "duration": 7.04}, {"text": "And if you suddenly starts having people know you do that anymore, then you can end up with a sort of very dough", "start": 1871.99, "duration": 6.079}, {"text": "well, the other thing that happen if if you look at it again from a psychological perspective is that", "start": 1878.08, "duration": 6.859}, {"text": "For me to understand you I have to imitate you", "start": 1886.99, "duration": 4.64}, {"text": "That's the ground of understanding. It's not like I listen to what you say and then think about it and then", "start": 1893.05, "duration": 6.17}, {"text": "React although I do that to some degree. It's that I watch you. I look at what you're looking at", "start": 1899.98, "duration": 5.9}, {"text": "I listen to the cadence of your voice", "start": 1905.94, "duration": 2.28}, {"text": "You know", "start": 1908.22, "duration": 0.9}, {"text": "I just my body so that it's in accordance with yours if we're having a real conversation", "start": 1909.12, "duration": 5.01}, {"text": "I have to we have to create a space between us that's a consequence of a mutual imitation", "start": 1914.44, "duration": 7.79}, {"text": "even changing the way that we speak because I'm going to adjust the way I speak to the way you speak and vice-versa or we're", "start": 1923.32, "duration": 7.64}, {"text": "Not going to have a conversation", "start": 1930.96, "duration": 1.66}, {"text": "we have to enter into the same space to use a terrible cliche, but all of that's a consequence of", "start": 1932.62, "duration": 6.109}, {"text": "deep deep and often unconscious and implicit imitation and to say that", "start": 1939.28, "duration": 5.989}, {"text": "cultural appropriation is a mistake is to deny people the ability to", "start": 1945.91, "duration": 4.549}, {"text": "Deeply imagine each other", "start": 1951.1, "duration": 1.8}, {"text": "You know because there are conversations", "start": 1952.9, "duration": 2.0}, {"text": "Going on now that a man should never write a woman's role or a white person should never write a black person's role", "start": 1955.0, "duration": 6.739}, {"text": "It's like well, all you're doing is forbidding the creator", "start": 1961.74, "duration": 4.679}, {"text": "to", "start": 1967.12, "duration": 1.14}, {"text": "Project him or herself into the landscape of that other person and try to and try to truly", "start": 1968.26, "duration": 5.479}, {"text": "Knots, not just empathy. It's way deeper than empathy to try to", "start": 1973.99, "duration": 3.739}, {"text": "Live out their experience to the best of their imaginative ability in a deep way and maybe one that can be communicated", "start": 1978.49, "duration": 7.849}, {"text": "with other people, you know like", "start": 1986.83, "duration": 2.0}, {"text": "Maybe a white guy who writes about black experience and he's careful about it", "start": 1989.44, "duration": 5.27}, {"text": "can bridge a gap that no other person can bridge and even though it might not be a hundred percent accurate and not", "start": 1996.1, "duration": 7.31}, {"text": "to say that biography itself or", "start": 2003.66, "duration": 2.75}, {"text": "Autobiography itself is there 100% accurate. It's the best we can do with regards to climbing inside. Someone else's skull and and", "start": 2006.96, "duration": 7.909}, {"text": "attempting to", "start": 2015.48, "duration": 1.23}, {"text": "truly", "start": 2016.71, "duration": 1.29}, {"text": "Walk a mile in their shoes. Let's say, you know, I really great book by a woman named", "start": 2018.0, "duration": 5.119}, {"text": "Margaret Lawrence", "start": 2024.27, "duration": 1.47}, {"text": "who was a very underrated Canadian author and she wrote a book called the stone angel which was about a", "start": 2025.74, "duration": 6.35}, {"text": "about an 88 year old woman, I think an elderly elderly woman and and", "start": 2032.49, "duration": 4.909}, {"text": "Margaret Lawrence was not that age when she wrote the book and I certainly wasn't an 88 year old woman when I wrote it and", "start": 2038.52, "duration": 6.379}, {"text": "I found it profoundly affecting like it was the first time in my life", "start": 2044.899, "duration": 4.8}, {"text": "That I had really understood that", "start": 2050.61, "duration": 2.239}, {"text": "You're the same", "start": 2054.06, "duration": 2.0}, {"text": "when you're old, you know like", "start": 2056.399, "duration": 3.11}, {"text": "Very much of you is like you were when you were 30 or 40. It's just that", "start": 2060.21, "duration": 4.52}, {"text": "while you started to deteriorate", "start": 2065.49, "duration": 2.0}, {"text": "physiologically and and sometimes but not always psychologically but", "start": 2067.86, "duration": 4.489}, {"text": "all of the emotions and all of the", "start": 2073.08, "duration": 3.079}, {"text": "perceptions and the desires and longings and the doubts and all of that her are there just as powerfully and I don't think I", "start": 2076.379, "duration": 7.43}, {"text": "Would have understood that until I was much much older", "start": 2084.3, "duration": 3.649}, {"text": "had I know it had the", "start": 2088.53, "duration": 2.209}, {"text": "Good fortune of encountering that book", "start": 2092.1, "duration": 2.239}, {"text": "so I", "start": 2095.31, "duration": 1.77}, {"text": "Think that the people who are discussing cultural appropriation", "start": 2097.08, "duration": 3.529}, {"text": "I truly believe that they hate art because that is art man. That's", "start": 2100.609, "duration": 4.98}, {"text": "take from the best of everything and", "start": 2106.26, "duration": 2.51}, {"text": "And see if you one step farther", "start": 2109.44, "duration": 2.3}, {"text": "Yeah, they haven't thought it through because the end result of that is that you can only write", "start": 2112.92, "duration": 6.65}, {"text": "the basically you only have", "start": 2120.359, "duration": 1.951}, {"text": "autobiography", "start": 2122.31, "duration": 1.2}, {"text": "You couldn't have a comic book unless it was written by a team of 30 people if it contained 30 characters", "start": 2123.51, "duration": 7.099}, {"text": "It's it's it means putting everyone into back into their little boxes and not allowed to integrate with the world", "start": 2130.89, "duration": 6.68}, {"text": "it means that no one right exactly does and it means that our", "start": 2137.609, "duration": 3.71}, {"text": "Hmmm, I think that's the point of the complaint is that", "start": 2143.369, "duration": 3.65}, {"text": "There's a true hatred for art that lurks underneath that and a desire for it to be replaced by a kind of propaganda", "start": 2147.69, "duration": 7.04}, {"text": "I mean, even if you've rolled out a biography you wouldn't build right about anyone else", "start": 2154.73, "duration": 4.409}, {"text": "Yes, exactly", "start": 2159.78, "duration": 1.41}, {"text": "it's there's a lot of people complain about modern art and", "start": 2161.19, "duration": 2.81}, {"text": "you know the assault on ESL's on beauty, but there was this war on beauty this kind of rejection of", "start": 2165.119, "duration": 6.02}, {"text": "skill and", "start": 2172.32, "duration": 1.89}, {"text": "Transcended obviously transcended greatness in view of kind of like other things that remind us of that", "start": 2174.21, "duration": 6.38}, {"text": "Let me ask you about the people that you've chosen to", "start": 2180.66, "duration": 3.68}, {"text": "to", "start": 2185.52, "duration": 1.41}, {"text": "Feature in your meat is it best referred to as meaning wave or as lo-fi? And what what do you what's the difference?", "start": 2186.93, "duration": 7.91}, {"text": "well, yeah meaning wave is as what this genre of music I'm working on has come to be known as and it is the", "start": 2196.109, "duration": 7.85}, {"text": "combination as you put of the the meaning of the meaningful speech with wave music wave music is", "start": 2204.33, "duration": 7.369}, {"text": "a", "start": 2212.4, "duration": 1.86}, {"text": "loaf I", "start": 2214.26, "duration": 1.74}, {"text": "It strap. It's vapor trap is cloud cloud wrap. It's a bunch of different things", "start": 2216.0, "duration": 3.739}, {"text": "But they share a common aesthetic vaporwave things of that nature, which is amusingly a postmodern art form", "start": 2220.26, "duration": 7.25}, {"text": "Low, fire just means a low fidelity", "start": 2228.21, "duration": 2.0}, {"text": "so I've always made low fight because when I first started making hip hop", "start": 2230.52, "duration": 3.919}, {"text": "It sounded quite bad because I didn't know what I was doing. So it was quite low low quality. Haha low fire just means", "start": 2235.02, "duration": 6.919}, {"text": "you know, maybe there's some record crack or maybe you've", "start": 2242.97, "duration": 2.57}, {"text": "It's not the most polished sounding thing. It's not top icy radio. It's it's not I've been considering", "start": 2246.96, "duration": 5.81}, {"text": "Doing another project called hi-fi, which goes in the exact opposite direction and just goes pristine clean", "start": 2253.8, "duration": 5.389}, {"text": "What have you but anyway, so lo-fi", "start": 2260.16, "duration": 1.79}, {"text": "Is that meaning wave is where I took those musical forms and combined them with with speech and then did you see some?", "start": 2261.95, "duration": 7.5}, {"text": "advantages in the lo-fi approach apart from its initial technical", "start": 2269.7, "duration": 3.229}, {"text": "Simplicity I've always loved that. I've always loved warm analog crackly sounds I've always loved hip-hop", "start": 2273.45, "duration": 7.099}, {"text": "although PHY hip-up Israelis just hip hop instrumentals with without an emphasis on high-tech production I receive", "start": 2281.099, "duration": 6.53}, {"text": "So it means they sure you think it's do you think it's more?", "start": 2289.079, "duration": 2.66}, {"text": "Comforting and welcoming to people. I mean I've often been in buildings, you know", "start": 2292.5, "duration": 3.769}, {"text": "like modern buildings that are so perfect that the only thing that shouldn't be there is you", "start": 2296.269, "duration": 4.5}, {"text": "Indeed. Yeah, it's a creepy feeling it is it is a creepy feeling because like there's some degree of", "start": 2301.41, "duration": 6.979}, {"text": "Imperfection that seems to be need or", "start": 2309.9, "duration": 2.84}, {"text": "Age-worn ness. Well, we happened with music", "start": 2313.92, "duration": 3.29}, {"text": "so technology is what drives music always the reason that music sounds like it does currently a lot of it has to", "start": 2317.21, "duration": 7.919}, {"text": "Do with technology. There's a drum kit that's used on almost all music", "start": 2325.559, "duration": 3.949}, {"text": "You'll hear on the radio", "start": 2329.509, "duration": 0.661}, {"text": "Which is the 808 kit and that's been kind of dominated music for the past ten to twenty years", "start": 2330.17, "duration": 6.03}, {"text": "and the reason for that is because it sounds really as good coming out of a telephone as it does a club system and", "start": 2336.269, "duration": 6.71}, {"text": "The drum kits they were using before that just don't pop out of a phone in the same way. You can't really hear them", "start": 2344.19, "duration": 5.179}, {"text": "So until phones can more accurately", "start": 2350.43, "duration": 2.0}, {"text": "Accurately reproduce a low-end that drunk it will remain very popular", "start": 2352.98, "duration": 3.739}, {"text": "But what happened with music?", "start": 2356.72, "duration": 1.26}, {"text": "anyway", "start": 2357.98, "duration": 0.21}, {"text": "We saw as the IT technology came in computers came in synthesizers came in and it started getting really really clean sounding", "start": 2358.19, "duration": 6.599}, {"text": "They're really really clean and then as people started working within computers and the music often science", "start": 2365.25, "duration": 4.849}, {"text": "The music would never leave them the computer", "start": 2370.099, "duration": 1.891}, {"text": "It'd be made on a Mac would go through some fiber-optic cables into someone else's Mac or into another phone and it it was that", "start": 2371.99, "duration": 7.709}, {"text": "became that kind of cleanliness you were talking about that kind of sterilized thing and", "start": 2380.4, "duration": 4.189}, {"text": "lo-fi", "start": 2385.44, "duration": 1.139}, {"text": "reintroduces real world analog elements to the thing which brings a", "start": 2386.579, "duration": 5.0}, {"text": "humanity in a nostalgia and a sort of tactile feeling the music", "start": 2392.099, "duration": 5.27}, {"text": "Had started to lose which I think is why people here will do something about analog instruments that that have a singing", "start": 2397.89, "duration": 6.919}, {"text": "Quality that the electronic instruments even at the high stand lock like I noticed when I'm playing the piano", "start": 2405.269, "duration": 6.59}, {"text": "Which I'm not very good at but I can do at least to some degree", "start": 2411.86, "duration": 4.289}, {"text": "If I play an electronic piano every note is OK and all the chords are ok", "start": 2416.67, "duration": 5.75}, {"text": "but I can't get the whole instrument to sing and then like if the whole instrument is singing because of", "start": 2422.42, "duration": 6.15}, {"text": "endless resonance, then you can start to overlay the", "start": 2429.21, "duration": 3.469}, {"text": "Chords on the resonance and and it it makes the entire experience much", "start": 2433.35, "duration": 6.139}, {"text": "Richer and deeper and that seems to me a very to be a very hard thing to duplicate on", "start": 2439.92, "duration": 4.91}, {"text": "Electronic instruments. Yeah, I think you know the", "start": 2445.53, "duration": 3.739}, {"text": "the", "start": 2450.54, "duration": 2.0}, {"text": "Limitless potential that technology has brought us is a wonderful wonderful thing", "start": 2452.64, "duration": 4.429}, {"text": "But at the same time we don't want to be throwing out the proverbial baby wood through proverbial bathwater and losing that foundational quality", "start": 2457.07, "duration": 7.589}, {"text": "so I think kind of a situation where you can have aspects of both working together harmoniously is", "start": 2464.66, "duration": 5.67}, {"text": "optimal", "start": 2471.75, "duration": 1.29}, {"text": "That's what I've been trying to do. You get some of the messy complexity of analog with the", "start": 2473.04, "duration": 5.57}, {"text": "perfection and and and like endless possibility of electronic", "start": 2479.73, "duration": 4.61}, {"text": "Yeah, there's stuff you can do without it trying to you cannot do with with analog and physical I can I can sample", "start": 2484.34, "duration": 6.03}, {"text": "You playing the piano and then I could go in there and if I wanted I could go in and change a court. I", "start": 2491.01, "duration": 6.02}, {"text": "Could go in there and get the notes", "start": 2498.3, "duration": 2.0}, {"text": "Separated and move one of them around just to slightly change the court", "start": 2500.55, "duration": 3.29}, {"text": "Like there's there's stuff we can do which blows my mind now, there's things coming out every week ai has started", "start": 2503.94, "duration": 6.739}, {"text": "Well machine learning they call it. Hey. Oh, yeah. Yeah, I started to come into music production and", "start": 2510.68, "duration": 4.65}, {"text": "There's some incredibly exciting things happening in that area", "start": 2515.88, "duration": 3.829}, {"text": "But the trick is as always is not to get carried away with these things and lose the foundational aspects", "start": 2521.01, "duration": 6.56}, {"text": "When in you know when we embrace these things right? Yeah. Well, I noticed the other day that Google had this little game on its", "start": 2529.77, "duration": 7.1}, {"text": "Search page where you could go in", "start": 2537.78, "duration": 2.06}, {"text": "Type in a simple melody", "start": 2542.54, "duration": 1.84}, {"text": "on a note on a", "start": 2544.38, "duration": 2.0}, {"text": "Staff that they had provided and that it would convert it to a Bach analog by analyzing", "start": 2546.96, "duration": 7.4}, {"text": "400 different bark pieces and then", "start": 2554.73, "duration": 2.42}, {"text": "Determining how it would be corded and how it would progress", "start": 2557.73, "duration": 3.17}, {"text": "you know and it was difficult to evaluate because it was very short and", "start": 2561.48, "duration": 3.68}, {"text": "the fidelity was relatively low, but", "start": 2565.8, "duration": 2.449}, {"text": "But it's pretty damn impressive that an AI system can go and evaluate", "start": 2569.76, "duration": 5.179}, {"text": "400 pieces of box music and then", "start": 2575.64, "duration": 3.169}, {"text": "Rewrite something that has the same", "start": 2579.54, "duration": 2.0}, {"text": "spirit based on a separate melody in a matter of seconds and", "start": 2582.12, "duration": 4.399}, {"text": "I mean the thing about all this new technology is that", "start": 2587.55, "duration": 3.56}, {"text": "barring catastrophe", "start": 2592.26, "duration": 2.0}, {"text": "Good time for everything to blur I would say", "start": 2598.74, "duration": 2.36}, {"text": "Barring catastrophe it's all brand-new and it's gonna be so much better in", "start": 2602.49, "duration": 5.36}, {"text": "20 years that we can't even imagine it, you know because you kind of think well", "start": 2608.49, "duration": 4.55}, {"text": "this is a new technology and you think well, it's new it's like and and it's", "start": 2613.04, "duration": 4.26}, {"text": "finished in some sense and", "start": 2618.06, "duration": 2.0}, {"text": "We're we're so much at the infancy of this electronic revolution that it's almost impossible to even imagine", "start": 2620.25, "duration": 6.439}, {"text": "I'm very very excited about where we will be in 20 years just based off of watching my six-year-old son Hercules", "start": 2628.02, "duration": 7.489}, {"text": "Play Minecraft with his best friend Quincy. He lives in Canada. And", "start": 2635.85, "duration": 3.679}, {"text": "These little these little kids", "start": 2641.1, "duration": 2.0}, {"text": "creating these galaxies creating these huge worlds created like down from the smallest details of", "start": 2643.92, "duration": 5.6}, {"text": "Building little houses and putting beds in them and looking in the drawers", "start": 2649.95, "duration": 3.2}, {"text": "dancers zooming out and creating like whole environments and things and", "start": 2653.73, "duration": 4.55}, {"text": "and working together and", "start": 2659.34, "duration": 2.239}, {"text": "Like, you know Quincy is very good this kind of thinking and this kind of stuff and Hercules is very good at a different kind", "start": 2662.13, "duration": 5.389}, {"text": "Of thing and they just harmoniously come together to create this stuff within these these supercomputers that the size of a paperback", "start": 2667.52, "duration": 7.8}, {"text": "Great", "start": 2675.96, "duration": 1.51}, {"text": "Worlds, yeah and a generation who've grown up with that just being default", "start": 2677.47, "duration": 4.699}, {"text": "Just expecting to be able to imagine a thing and make it. So. Mm-hmm. You know when we were when I was", "start": 2682.17, "duration": 6.239}, {"text": "Little kids I would sort of I would draw comics and things of that nature", "start": 2689.29, "duration": 2.869}, {"text": "And I would imagine things and I would draw them and they would look a bit", "start": 2692.38, "duration": 3.65}, {"text": "Like I imagined, you know, no I practiced drawing and I got pretty good at it. Okay, never", "start": 2696.03, "duration": 4.02}, {"text": "Get out exactly what I was thinking you'd get an idea", "start": 2700.599, "duration": 2.69}, {"text": "You know these kids can", "start": 2704.41, "duration": 1.86}, {"text": "really, imagine vast vast things and and look at them and see if they work and they go this doesn't work and I will destroy", "start": 2706.27, "duration": 7.489}, {"text": "That and do another thing that's on and so forth. So when these", "start": 2713.76, "duration": 2.369}, {"text": "kids", "start": 2716.89, "duration": 1.229}, {"text": "20", "start": 2718.119, "duration": 1.771}, {"text": "What are the what the hell are they going to do? This is a", "start": 2719.89, "duration": 3.17}, {"text": "generation", "start": 2724.51, "duration": 1.77}, {"text": "Whose imagination whose?", "start": 2726.28, "duration": 1.65}, {"text": "Expectation have been able to create what they imagine", "start": 2727.93, "duration": 2.449}, {"text": "Has no limits on it a generation who from as long as they could remember had all had a supercomputer", "start": 2730.54, "duration": 4.79}, {"text": "That was the most powerful movie studio", "start": 2735.33, "duration": 3.029}, {"text": "In existence the most powerful recording studio a magazine, you know, they can publish they can talk to anyone in the world they can", "start": 2738.91, "duration": 7.189}, {"text": "Publish to anyone in the world. They don't have limits on their cool. No, everybody's a media powerhouse", "start": 2747.01, "duration": 5.839}, {"text": "But also a problem-solving powerhouse in a way and when they work together, that's what's really interesting this", "start": 2753.55, "duration": 4.849}, {"text": "kids playing Minecraft together", "start": 2759.49, "duration": 2.0}, {"text": "They don't need to say okay. You're good at this you do that", "start": 2762.04, "duration": 3.02}, {"text": "they just work it out and then do it and they go at a problem and they fix it and", "start": 2765.06, "duration": 3.419}, {"text": "yeah what I'm just", "start": 2769.63, "duration": 2.0}, {"text": "Really excited about what they're gonna do", "start": 2771.79, "duration": 2.0}, {"text": "Do you and you look and watch what he creates? Yes", "start": 2774.88, "duration": 3.59}, {"text": "It's beautiful", "start": 2779.5, "duration": 2.0}, {"text": "It's like", "start": 2781.83, "duration": 0.69}, {"text": "You know Sistine Chapel's like you zoom out and it's fractals and you zoom in and it's like he's made a little house for his", "start": 2782.52, "duration": 5.639}, {"text": "Buddy, or he's made a statue of his friend. He's built a rollercoaster", "start": 2788.16, "duration": 3.719}, {"text": "whatever it is and", "start": 2792.82, "duration": 1.59}, {"text": "Then he'll set it all on fire or something. He'll become an angry god and he'll he'll", "start": 2794.41, "duration": 4.429}, {"text": "Throw lava at the thing. Mm-hmm", "start": 2799.42, "duration": 2.09}, {"text": "Yeah", "start": 2802.24, "duration": 1.75}, {"text": "yeah, the better, you know, cuz", "start": 2803.99, "duration": 2.0}, {"text": "so many barriers", "start": 2806.39, "duration": 2.0}, {"text": "the previous generations had or", "start": 2808.79, "duration": 2.78}, {"text": "Evaporating and you have that you have the, you know, the barriers of Education or the barriers like I was talking about earlier", "start": 2812.24, "duration": 5.75}, {"text": "You only used to be able to have 12 rockstars at once because there were only 12 covers of rolling stone", "start": 2819.02, "duration": 4.369}, {"text": "Right, you know so that's why", "start": 2824.03, "duration": 2.51}, {"text": "Michael Jackson", "start": 2827.39, "duration": 1.68}, {"text": "Tried to get prints destroyed or was it was because you know, it was like, well, there's only I know this", "start": 2829.07, "duration": 5.839}, {"text": "Yeah first there was that and then they kind of like joined forces against Terence Trent, d'Arby", "start": 2834.91, "duration": 4.62}, {"text": "according stands Trent d'Arby exchange Trent, d'Arby", "start": 2840.619, "duration": 2.45}, {"text": "was a threat because he was like a third black guy and your own he left and at that point there was", "start": 2844.25, "duration": 5.719}, {"text": "Statistically only room for two black guys because of the amount of covers of Rolling Stone", "start": 2850.339, "duration": 3.41}, {"text": "Right some limiting factor. Yeah for that doesn't exist anymore. That doesn't exist anymore", "start": 2854.66, "duration": 6.14}, {"text": "There's a you nowadays. You can be a cult person likes a young lean who's a swedish rapper that", "start": 2860.8, "duration": 5.969}, {"text": "Mainstream people would know of but everything he releases gets millions of streams and views and he can soar the world and live come sit", "start": 2867.38, "duration": 5.959}, {"text": "comfortably forever", "start": 2873.349, "duration": 1.651}, {"text": "you know the barriers for", "start": 2875.0, "duration": 2.0}, {"text": "Education, you can learn everything you can learn online. Right? So now you have now you have nice celebrities. Yeah", "start": 2877.369, "duration": 6.83}, {"text": "Strange things. Yes, because you you wouldn't expect that to be a possibility", "start": 2885.32, "duration": 5.059}, {"text": "but with the massive I mean", "start": 2890.66, "duration": 2.33}, {"text": "I think there's two and a half billion people on YouTube and god only knows what the total reach of the podcast networks are and", "start": 2892.99, "duration": 7.349}, {"text": "so", "start": 2900.619, "duration": 1.381}, {"text": "You can have a pretty sizable following on any of those platforms and be invisible to the majority of the people who are on them", "start": 2902.0, "duration": 6.949}, {"text": "Yes", "start": 2909.53, "duration": 1.35}, {"text": "It's yes incredible thing. You know, this is why they they they hate PewDiePie god bless him", "start": 2910.88, "duration": 5.15}, {"text": "Beautiful. Thank you. It's amazing that you have a situation where?", "start": 2917.51, "duration": 2.419}, {"text": "the biggest person on the biggest online", "start": 2921.349, "duration": 3.44}, {"text": "Broadcasting platform is somehow underground an anti-establishment", "start": 2926.03, "duration": 4.28}, {"text": "Yeah, well I think it's I think it's evidence that this new media", "start": 2932.18, "duration": 5.66}, {"text": "world is", "start": 2938.48, "duration": 1.74}, {"text": "Underground and anti-establishment in in the most profound possible way. Like I can't I can't see how", "start": 2940.22, "duration": 7.22}, {"text": "Broadcast television can possibly survive YouTube. No, it's dead and this is another reason", "start": 2948.74, "duration": 5.42}, {"text": "I'm very excited about this generation because not only is this generation got this minecraft limitless potential", "start": 2954.16, "duration": 6.179}, {"text": "actualization incredible computer skills coding skills", "start": 2961.37, "duration": 2.719}, {"text": "He's learning to code young Hercules six years old just so that he can create", "start": 2964.09, "duration": 4.05}, {"text": "portals in Minecraft an open a portal to another dimension", "start": 2968.6, "duration": 3.169}, {"text": "The fact that he's interested in opening portals to other dimensions and has that as a thing in his vocabulary is incredible", "start": 2972.02, "duration": 5.87}, {"text": "Right buying that with this complete disdain", "start": 2978.01, "duration": 3.15}, {"text": "for you know mainstream media or or", "start": 2981.68, "duration": 2.929}, {"text": "Those sorts of those sorts of systems", "start": 2985.61, "duration": 2.209}, {"text": "It's like what is gonna happen? What are they gonna do? I", "start": 2989.78, "duration": 2.57}, {"text": "guess one question that that raises for me is", "start": 2993.59, "duration": 2.84}, {"text": "What is it that's going to hold us together", "start": 2997.25, "duration": 2.27}, {"text": "you know, I mean one of the things and this might just be the", "start": 3000.52, "duration": 3.469}, {"text": "What would you call it?", "start": 3005.02, "duration": 2.0}, {"text": "Nostalgia of someone who's old enough to have a certain amount of nostalgia", "start": 3008.32, "duration": 4.939}, {"text": "I mean with the limited broadcast means that we had", "start": 3013.26, "duration": 3.78}, {"text": "When I grew up, you know", "start": 3017.8, "duration": 1.64}, {"text": "I had three", "start": 3019.44, "duration": 1.03}, {"text": "Television channels when I grew up at least to begin with and one of them was in French, so it didn't really count", "start": 3020.47, "duration": 5.42}, {"text": "Had a limited number of radio stations and so forth and newspapers there was a there was a", "start": 3027.55, "duration": 5.989}, {"text": "continually emergent", "start": 3034.78, "duration": 1.83}, {"text": "consensus about what constituted the real", "start": 3036.61, "duration": 3.169}, {"text": "you know in the social and political realm at least and even in the physical world to some degree and", "start": 3040.27, "duration": 6.41}, {"text": "part of that, I think was that many of those venues of", "start": 3047.35, "duration": 4.01}, {"text": "Communication were actually very carefully vetted and edited known I would say Time magazine", "start": 3052.42, "duration": 5.599}, {"text": "would have fallen into that category because it was quite a magazine in its heyday, you know quarter of an inch thick and almost almost", "start": 3058.15, "duration": 7.189}, {"text": "nothing, but solid text very carefully written and you could quibble about the", "start": 3065.95, "duration": 5.419}, {"text": "Biases and accuracy of the reporters, but they seem to be", "start": 3073.029, "duration": 3.77}, {"text": "Professionals and they seem to be well supervised and", "start": 3078.549, "duration": 3.59}, {"text": "Well regulated and of course, there's danger in over supervision and hyper regulation", "start": 3082.72, "duration": 5.869}, {"text": "But what seems to happen now is that it's almost possible and maybe this is what the post", "start": 3088.589, "duration": 7.08}, {"text": "modernists were", "start": 3096.009, "duration": 2.0}, {"text": "Imagining, you know in some sense our intuitive", "start": 3098.769, "duration": 2.45}, {"text": "that we were entering a world where there would be so many different interpretations of what was real that", "start": 3101.799, "duration": 6.35}, {"text": "virtually everyone could extract out from the", "start": 3108.519, "duration": 3.26}, {"text": "endless stream of", "start": 3112.299, "duration": 2.0}, {"text": "communication", "start": 3114.7, "duration": 1.98}, {"text": "that", "start": 3116.68, "duration": 1.29}, {"text": "construction of the world that seemed to suit them best for better or worse and", "start": 3117.97, "duration": 4.669}, {"text": "There's a fragmentation that goes along with that that seems to me to be", "start": 3123.19, "duration": 3.469}, {"text": "Well, maybe dangerous is it dangerous enough to be driving some of the nihilism that seems evident and some of the ideological rigidity", "start": 3128.38, "duration": 7.879}, {"text": "Nihilism was a", "start": 3139.21, "duration": 2.0}, {"text": "Unavoidable byproduct of the line of questioning that humans were going down", "start": 3141.309, "duration": 4.37}, {"text": "But I think they're starting to come out of that and there's another thing in this", "start": 3145.839, "duration": 3.35}, {"text": "this new generation I'm saying is a", "start": 3150.249, "duration": 2.36}, {"text": "Swing back against nihilism", "start": 3154.839, "duration": 2.0}, {"text": "Yeah, you think and so yeah, well that would account for the popularity of the meaning wave", "start": 3156.94, "duration": 4.52}, {"text": "And so what what why do you what makes you confident in that? I mean, I'm hoping very much that you're", "start": 3161.46, "duration": 7.229}, {"text": "Correct in your assumption, but what makes you confident in that?", "start": 3169.329, "duration": 3.05}, {"text": "I think it's heart historically visible that we always always see this people always react", "start": 3172.589, "duration": 5.909}, {"text": "Against their parents and so on and so forth. There's always that", "start": 3178.93, "duration": 2.989}, {"text": "Pendulum swing backward and forward as late", "start": 3182.44, "duration": 3.199}, {"text": "As you said it's all with these patterns an observable pattern, which I've been aware of since since I was a kid", "start": 3185.64, "duration": 6.0}, {"text": "is the", "start": 3192.64, "duration": 1.079}, {"text": "seven-year cycle from Punk to psychedelia", "start": 3193.719, "duration": 3.5}, {"text": "Which swings backwards and forwards like a ticking clock?", "start": 3197.769, "duration": 3.8}, {"text": "and my whole life and", "start": 3202.749, "duration": 2.0}, {"text": "So that's sort of like a swing between complexity and simplicity or all right think about it this parts of the androgynous", "start": 3206.2, "duration": 6.649}, {"text": "Yeah, well me it's a cult. It's a cultural phenomenon, but everything a great deal of what occurs is downstream from culture", "start": 3213.52, "duration": 5.719}, {"text": "So if you think the sort of late 90s, sorry, the the late 80s, we had a Summer of Love of sorts", "start": 3220.0, "duration": 6.079}, {"text": "We had a hippie periods acid house music was going people were dressing in bright colors", "start": 3226.079, "duration": 4.53}, {"text": "Things were all combining together", "start": 3231.19, "duration": 2.0}, {"text": "rap and dance and all these things", "start": 3233.38, "duration": 2.06}, {"text": "People were taking MDMA and acids and stuff of that nature rave culture was a big thing then", "start": 3236.049, "duration": 5.93}, {"text": "it swung back into", "start": 3242.44, "duration": 2.3}, {"text": "Honky nihilistic nurse and this happens in the colors people wear what people dress somebody went into the Nirvana?", "start": 3246.25, "duration": 4.79}, {"text": "talking about killings like misery and went into", "start": 3251.619, "duration": 2.84}, {"text": "brick pop in the UK", "start": 3255.46, "duration": 1.83}, {"text": "Things became more conservative in this and in sonics and they and the clothes stars were people wearing and then it went", "start": 3257.29, "duration": 5.689}, {"text": "psychedelic again", "start": 3263.95, "duration": 2.0}, {"text": "To the point. I rely was thinking about this earlier. I was like, oh my god", "start": 3266.049, "duration": 3.38}, {"text": "They actually legalized mushrooms in London at the year", "start": 3269.43, "duration": 4.05}, {"text": "I calculated to be the peak of that particular seven-year psychedelic cycle, then it swung back again music went into emo", "start": 3273.48, "duration": 7.379}, {"text": "Then it went back again the more recent one 2013 was the peak of the more recent psychedelic keeping", "start": 3283.15, "duration": 5.75}, {"text": "We had odd futures the biggest rap group people wearing tie-dye", "start": 3290.23, "duration": 3.139}, {"text": "everyone drugs wise it was Molly which is", "start": 3294.19, "duration": 3.08}, {"text": "MDMA again, then it's swung back into nihilism and it's like it's kind of like the you know this pirate ship rights", "start": 3297.79, "duration": 6.589}, {"text": "It's like a pirate boat and you pull up and you see it or then you go zoom down and he did that in", "start": 3304.839, "duration": 5.75}, {"text": "2013 and then suddenly the drug had switched to xanax. It was all Downers", "start": 3310.9, "duration": 4.939}, {"text": "Punk and goth stuff", "start": 3317.5, "duration": 2.059}, {"text": "Became the kind of cultural", "start": 3320.109, "duration": 2.0}, {"text": "signpost colors went into black", "start": 3322.24, "duration": 2.0}, {"text": "Fonts went into Gothic", "start": 3324.43, "duration": 2.0}, {"text": "the conspiracy culture went from talking about aliens to complaining about", "start": 3327.099, "duration": 4.79}, {"text": "Feminism and all those people that were interested in", "start": 3333.22, "duration": 2.75}, {"text": "Up until 2013 was suddenly not anymore and now it's starting to swing back in the other direction", "start": 3337.599, "duration": 4.58}, {"text": "Again and uh", "start": 3343.93, "duration": 1.169}, {"text": "but this time because we're all networked so much at this point the whole", "start": 3345.099, "duration": 3.92}, {"text": "Psychedelic thing is going to be a lot more psychedelic and a lot more powerful and have a lot more of a lasting impact", "start": 3349.27, "duration": 4.939}, {"text": "I believe", "start": 3354.359, "duration": 2.0}, {"text": "Know now you've picked", "start": 3356.53, "duration": 2.0}, {"text": "Ellen Ward's and Jacques a willing cand Terence Mckenna and David Foster Wallace and Elon Musk and like", "start": 3358.99, "duration": 7.939}, {"text": "How do you select the people from who you derive your meaning wave? Albums and tracks? Oh", "start": 3368.05, "duration": 6.979}, {"text": "It's it's looking at the puzzle from a different angle, which is valid which is useful", "start": 3376.03, "duration": 5.899}, {"text": "So it's like I used to make music where and I would rap and sing", "start": 3381.93, "duration": 4.02}, {"text": "so I was rapping and singing and then I got to a point where I realized that I didn't yet know enough to", "start": 3385.95, "duration": 5.429}, {"text": "Make an album about what I wanted to make an album with that", "start": 3392.65, "duration": 2.57}, {"text": "My first album was about was called when we were young and it was about being a kid. My second album was about", "start": 3395.65, "duration": 5.3}, {"text": "the life equation was about kind of", "start": 3402.22, "duration": 2.0}, {"text": "Being not a kid and interface interfacing with the world the third album", "start": 3405.01, "duration": 3.439}, {"text": "What that needed to be about I didn't know enough yet", "start": 3408.97, "duration": 2.239}, {"text": "and then I started listening to lots of people and listening to their positions their", "start": 3411.21, "duration": 4.409}, {"text": "Perspectives on things and you know say between you and Alan Watts", "start": 3415.96, "duration": 3.139}, {"text": "your your in a way doing what Alan Watts did for Eastern culture for Western culture and", "start": 3419.47, "duration": 5.389}, {"text": "It's in a funny way because it's like you have a generation or two", "start": 3425.44, "duration": 3.199}, {"text": "That don't have knowledge of these fundamental aspects of sort of Western culture", "start": 3429.099, "duration": 4.67}, {"text": "it was sort of stolen from them and you've come along and you're re", "start": 3433.99, "duration": 3.859}, {"text": "Introducing that to people in a foundational fashion and Alan Watts did a similar thing", "start": 3438.28, "duration": 4.339}, {"text": "But with Eastern ideas Terence Mckenna talks about a lot of the same stuff you talk about from a specific angle", "start": 3442.619, "duration": 6.239}, {"text": "And it's also I think of it in archetypes in a way and you say someone like Jaco", "start": 3450.76, "duration": 4.79}, {"text": "well Inc is the warrior perhaps and that's is his is a very very", "start": 3455.55, "duration": 5.909}, {"text": "necessary", "start": 3462.52, "duration": 1.14}, {"text": "Perspective at this point it's similar in ways to yours", "start": 3463.66, "duration": 4.1}, {"text": "It has aspects of sort of discipline and stuff of that nature. But it you know, how much?", "start": 3467.76, "duration": 4.219}, {"text": "He's looking at a very specific site", "start": 3472.5, "duration": 2.0}, {"text": "At which he is expert. I just thought it would be this incredible powerful thing", "start": 3475.77, "duration": 3.379}, {"text": "If you could take people", "start": 3479.15, "duration": 1.24}, {"text": "somebody", "start": 3480.39, "duration": 0.719}, {"text": "thought about a specific thing for 30 years and", "start": 3481.109, "duration": 2.959}, {"text": "make that into pop music that people could listen to in the gym or in the shower or wherever they were and they could really", "start": 3484.2, "duration": 5.419}, {"text": "Really bring it into their lives. You're not necessarily going to listen to a podcast more than once even a really good one", "start": 3489.619, "duration": 6.06}, {"text": "but if I take the remote what I", "start": 3495.72, "duration": 2.089}, {"text": "Think of the most interesting or best bits of a podcast and turn them into a pop song", "start": 3498.51, "duration": 3.709}, {"text": "You could listen to the hundred times", "start": 3502.22, "duration": 1.48}, {"text": "And you could break", "start": 3503.7, "duration": 1.29}, {"text": "Get in and you could really think about it and you could really integrate it into your life or integrate the bits of it", "start": 3504.99, "duration": 5.359}, {"text": "The their use was here", "start": 3510.69, "duration": 2.0}, {"text": "yeah, I mean that that's how people learned historically right they set poetry to music and", "start": 3513.45, "duration": 6.079}, {"text": "Listen to it over and over and that", "start": 3520.079, "duration": 2.0}, {"text": "Made it stick", "start": 3522.839, "duration": 1.291}, {"text": "this is the pre the oral tradition indeed because the first thing I did was when I I left school when I was", "start": 3524.13, "duration": 7.189}, {"text": "16 but my last exams", "start": 3531.51, "duration": 2.0}, {"text": "The revision I did for them involve me", "start": 3533.91, "duration": 2.06}, {"text": "Just reading my revision notes over ambient music in a cassette recorder and then playing it when I went to sleep", "start": 3535.97, "duration": 5.699}, {"text": "Which is which was a guess the first meaning wave", "start": 3543.96, "duration": 2.659}, {"text": "Mm-hmm, right, right. But yeah, this is what we've been doing for thousands of years", "start": 3547.71, "duration": 3.859}, {"text": "Yeah, well, it's a lot easier to remember something if it's presented in a multi-modal way, right?", "start": 3552.329, "duration": 5.27}, {"text": "so you have the words you have the rhythm you have the rhyming and you have the music I mean, so", "start": 3557.599, "duration": 7.35}, {"text": "basically, you're remembering it along five dimensions at the same time instead of just trying to extract out the", "start": 3566.099, "duration": 6.26}, {"text": "Abstract semantic meaning and and store that which is that's very effortful, you know", "start": 3574.65, "duration": 5.81}, {"text": "And I'm not even sure you can do it without going through those first stages", "start": 3580.619, "duration": 3.709}, {"text": "Which stages well the stages of", "start": 3586.349, "duration": 2.42}, {"text": "rhythm and oh, yeah and memorization and you know", "start": 3589.74, "duration": 3.889}, {"text": "I I don't know how well you have to know something from the perspective of memorization", "start": 3593.63, "duration": 5.07}, {"text": "Let's say before you can start to really think about it deeply and to transform it you're all way", "start": 3598.7, "duration": 5.88}, {"text": "This is it, you know people used to remember whole books, right?", "start": 3605.22, "duration": 3.169}, {"text": "yeah, we'll be walking around with volumes and volumes of poetry and books in their heads and they'd be able to like", "start": 3608.43, "duration": 7.1}, {"text": "You know as whip it out. I mean, it's just that people used to I mean even in my lifetime people had", "start": 3615.6, "duration": 4.67}, {"text": "catalogs of jokes and stories", "start": 3621.33, "duration": 2.27}, {"text": "Really ready?", "start": 3624.39, "duration": 1.86}, {"text": "to throw out there in a pub conversation or whatever it was and", "start": 3626.25, "duration": 3.919}, {"text": "That seems to be declining somewhere. It's one of the the unfortunate results of this wonderful technology. Yes. Yes", "start": 3631.02, "duration": 6.799}, {"text": "Well, we seem to externalize everything, you know", "start": 3637.82, "duration": 2.61}, {"text": "Yeah, because we compose in a cloud now so we don't need to save it on our hard drive", "start": 3640.62, "duration": 3.56}, {"text": "Right, right, and it makes you it makes you wonder", "start": 3644.37, "duration": 2.93}, {"text": "What there is that's in you I saw this funny New Yorker cartoon a while back. Where a", "start": 3648.18, "duration": 5.689}, {"text": "Man came out with a fact of some sort and his wife says well, do you know that or do you just Google know it?", "start": 3654.36, "duration": 6.709}, {"text": "yeah, and and there's a big difference between", "start": 3661.74, "duration": 2.899}, {"text": "having a fact at your disposal because you can find it in a library and actually", "start": 3665.97, "duration": 5.149}, {"text": "having that fact in your cognitive", "start": 3671.82, "duration": 2.9}, {"text": "Toolbox so that you can use it", "start": 3675.36, "duration": 2.0}, {"text": "actively in your life and you know, it's it's certainly been unbelievably useful for me to", "start": 3678.0, "duration": 6.079}, {"text": "create and remember a bank of stories and", "start": 3685.14, "duration": 3.169}, {"text": "It makes you a much more much much more effective communicator and a much better thinker like when I was a kid", "start": 3688.98, "duration": 7.849}, {"text": "in grade 8 a grade 9", "start": 3697.5, "duration": 1.58}, {"text": "you know and we were asked to memorize poetry always felt that was such a waste of time that I", "start": 3699.08, "duration": 5.55}, {"text": "Was already ripped down in a book. What good did it do for me to be able to", "start": 3704.94, "duration": 5.449}, {"text": "to recite it and", "start": 3711.66, "duration": 2.0}, {"text": "You know that I met a guy years ago years later who was an undergraduate and a remarkable person", "start": 3714.09, "duration": 7.61}, {"text": "genius and rather unstable", "start": 3722.49, "duration": 2.03}, {"text": "unfortunately, so I don't think he ever amounted to much but", "start": 3725.07, "duration": 2.78}, {"text": "One of the things he could do was declaim large sections of shakespeare at a moment's notice", "start": 3728.37, "duration": 5.959}, {"text": "apropos", "start": 3735.42, "duration": 1.08}, {"text": "And it was unbelievably impressive like, you know", "start": 3736.5, "duration": 3.229}, {"text": "When he would started everybody in the room would fall silent and like and he was very good at it", "start": 3739.73, "duration": 4.77}, {"text": "You know, he he wasn't embarrassing himself by", "start": 3744.66, "duration": 3.02}, {"text": "bursting into this", "start": 3748.26, "duration": 1.62}, {"text": "into this old English prose", "start": 3749.88, "duration": 2.15}, {"text": "It was a real accomplishment. And that was the first time that I saw how empty", "start": 3752.03, "duration": 6.599}, {"text": "Modern people were in some sense because they don't have that", "start": 3759.27, "duration": 4.04}, {"text": "interiorized", "start": 3764.25, "duration": 2.0}, {"text": "Verbal culture, you know now it's not sure it's not clear that in more archaic societies. Everybody had that either", "start": 3766.29, "duration": 7.309}, {"text": "From what I've understood it was the shamanic types that were the vast repository of the entire oral tradition", "start": 3774.21, "duration": 7.82}, {"text": "but", "start": 3782.339, "duration": 1.02}, {"text": "people had their stories and", "start": 3783.359, "duration": 2.0}, {"text": "Well, you need to have your story so I don't know what it is exactly that we're going to substitute for that", "start": 3786.81, "duration": 6.559}, {"text": "Yeah, well, you know, we're in a twist as she said this has just begun we're still you know in the in sort of", "start": 3795.06, "duration": 6.469}, {"text": "Zooming out terms. We're still we're still in utero", "start": 3802.349, "duration": 2.81}, {"text": "Yes, we've yet to be born and I think we're I think we're coming close to being poor which is why", "start": 3806.49, "duration": 5.929}, {"text": "Everything is the way it is and it's such a it's such a heightened", "start": 3814.47, "duration": 2.659}, {"text": "It's just an incredible period of history to exist in at this point, you know", "start": 3817.65, "duration": 5.66}, {"text": "You could admit you could have been born at any time and for most of human history", "start": 3823.31, "duration": 2.939}, {"text": "You'd have been suffering away. Unless you were some kind of Lord and even then you'd had wooden teeth if you were really lucky", "start": 3826.589, "duration": 5.66}, {"text": "And they didn't fit very well. No exactly matter", "start": 3833.4, "duration": 4.01}, {"text": "there's a thing Hercules said the good thing about having kids as I'm sure you know, is they, you know,", "start": 3837.68, "duration": 4.5}, {"text": "If they just say really really smart things", "start": 3842.22, "duration": 2.359}, {"text": "That make you think and Hercules there's a thing in Minecraft where you have a survival mode and creative mode a survival mode", "start": 3845.25, "duration": 7.639}, {"text": "Ignite time comes and the monsters come out to get you and you have to go hide in your house and hope the monsters don't", "start": 3854.46, "duration": 5.389}, {"text": "get you and", "start": 3859.849, "duration": 1.24}, {"text": "There are limitations on you and in creative mode there aren't these limitations and you can fly and you can build and play", "start": 3861.089, "duration": 7.07}, {"text": "And Hercules just it just turns around to me", "start": 3868.319, "duration": 2.27}, {"text": "Seemingly inspired by anything that just happened I said dad", "start": 3871.5, "duration": 3.409}, {"text": "I wish it could be creative mode in real life just for one day", "start": 3874.91, "duration": 3.63}, {"text": "Because really we're in survival mode and we have to eat and we have to work and die", "start": 3878.79, "duration": 4.609}, {"text": "Goes I would just love it to be creative mode and just fly into the sky and play just for one day", "start": 3883.5, "duration": 4.76}, {"text": "Hmm. I thought I would be able thing and then I felt the hang on", "start": 3888.75, "duration": 2.689}, {"text": "This is actually what we're doing great about a week. Later", "start": 3891.44, "duration": 3.06}, {"text": "I thought that and I was like, this is actually what we're doing because of species for the first time a", "start": 3894.5, "duration": 4.05}, {"text": "Vast proportion of us aren't spending all of our time. Just trying to stay alive. We're in creative mode", "start": 3899.16, "duration": 5.81}, {"text": "Yes, at least some of the time and that's something to be very very", "start": 3905.97, "duration": 3.5}, {"text": "Grateful for because I think it's really what unbelievably new it's it's crazily new", "start": 3910.38, "duration": 6.08}, {"text": "I mean people that lead", "start": 3916.46, "duration": 2.669}, {"text": "God who know say", "start": 3920.64, "duration": 2.0}, {"text": "Hopefully it leads to everybody playing together nicely so that we can build a better world", "start": 3923.07, "duration": 5.689}, {"text": "You know and I would say", "start": 3929.67, "duration": 2.0}, {"text": "There's a reasonable amount of evidence that that's occurring I mean", "start": 3932.88, "duration": 3.35}, {"text": "for all of its", "start": 3937.05, "duration": 1.65}, {"text": "Catastrophic problems the internet works pretty well. I", "start": 3938.7, "duration": 3.56}, {"text": "Mean it it's given us a tremendous", "start": 3943.2, "duration": 2.6}, {"text": "plethora of", "start": 3946.56, "duration": 1.38}, {"text": "Gifts even something, you know", "start": 3947.94, "duration": 2.0}, {"text": "I'm not saying trivial because it's not but taken for granted as Google Maps has had a profound", "start": 3950.52, "duration": 5.869}, {"text": "effect on the way people live you're never lost anymore and", "start": 3956.67, "duration": 3.44}, {"text": "It's enabled technologies like uber which and I think Eber is a wonderful technology. I think the fact that now anybody who's unemployed", "start": 3961.11, "duration": 7.039}, {"text": "But has a functional vehicle can almost immediately find a way to make", "start": 3968.67, "duration": 5.06}, {"text": "500 or a thousand dollars in a week or a week and a half is an absolute bloody miracle. I mean", "start": 3973.92, "duration": 5.84}, {"text": "I might be wrong about this but it seems like", "start": 3981.57, "duration": 2.899}, {"text": "That kind of poverty, you know barring inability to drive another", "start": 3985.53, "duration": 4.55}, {"text": "Catastrophe is that kind of poverty where?", "start": 3990.6, "duration": 2.329}, {"text": "You're backed in a corner you just screwed. There's nothing you can do about it. That's", "start": 3993.45, "duration": 4.16}, {"text": "Uber seems to have made a lot of that disappear", "start": 3999.06, "duration": 2.51}, {"text": "It's like hey, man, you can't make a fortune", "start": 4001.57, "duration": 2.399}, {"text": "But you can make in enough to get yourself out of a tight spot and it's actually a pretty pleasant", "start": 4003.97, "duration": 6.119}, {"text": "Experience like I like taking uber x' there's no financial", "start": 4010.849, "duration": 3.83}, {"text": "transaction people are almost always polite, you know exactly where the car is going to be like I", "start": 4015.259, "duration": 5.45}, {"text": "Don't know. I think I", "start": 4021.23, "duration": 2.0}, {"text": "Think it's been a really good thing", "start": 4023.66, "duration": 2.0}, {"text": "so and it's of course only one of", "start": 4026.359, "duration": 2.54}, {"text": "God one of the", "start": 4029.539, "duration": 2.0}, {"text": "infinity of miracles that are unfolding before as like like firecrackers every given second is", "start": 4031.579, "duration": 6.65}, {"text": "Yes", "start": 4039.14, "duration": 1.08}, {"text": "There's on that thing, you know", "start": 4040.22, "duration": 1.579}, {"text": "If you if you there are so many ways to make money now if you're completely skill this you can go on", "start": 4041.799, "duration": 6.51}, {"text": "Let go or Facebook Gary Vee talks about this sort of stuff a lot", "start": 4049.009, "duration": 3.32}, {"text": "You know, you can people are giving away chairs. I don't want this chair anymore you go. Yank", "start": 4053.15, "duration": 4.79}, {"text": "Yeah, then you sell it for $10 you do that all day. You can you can make hundreds of dollars in a day", "start": 4057.98, "duration": 5.27}, {"text": "You don't have to have any skills whatsoever", "start": 4063.289, "duration": 2.0}, {"text": "They can if you do have skills. There's a million ways for you to make money", "start": 4065.63, "duration": 3.199}, {"text": "And if you don't have skills, there's a million ways for you to get those skills", "start": 4068.829, "duration": 2.67}, {"text": "There are 12 year olds on YouTube who'll show you how to do everything? Yeah", "start": 4071.5, "duration": 3.929}, {"text": "and I", "start": 4076.7, "duration": 2.0}, {"text": "Use them all the time. Right, right", "start": 4078.77, "duration": 2.089}, {"text": "Right. No, well, absolutely", "start": 4082.1, "duration": 1.289}, {"text": "Well and you get these old guys down in like the southern US who are like old plumbers or you know?", "start": 4083.389, "duration": 5.96}, {"text": "they've got some specialty that they are good at and they'll grab their iPhone roughly and just", "start": 4089.35, "duration": 7.559}, {"text": "Gruffly will film themselves fixing something say oh that's how you fix that", "start": 4097.429, "duration": 4.55}, {"text": "It's so it's such an interesting", "start": 4103.219, "duration": 2.0}, {"text": "Manifestation of altruism, you know, and in the indication, I think people obviously like the attention that their videos", "start": 4106.73, "duration": 7.609}, {"text": "garner and I think that's perfectly reasonable because it's a form of", "start": 4115.31, "duration": 3.5}, {"text": "Indication that what you're doing is valuable. No, I mean there's an eagle element to it", "start": 4119.989, "duration": 4.82}, {"text": "But the Eagle element is in fact", "start": 4124.85, "duration": 2.329}, {"text": "The fact that what you're doing is valuable and it's so cool that people will take the extra effort", "start": 4127.179, "duration": 6.39}, {"text": "Like I was installing a stereo in this old car a while back and you know what?", "start": 4134.089, "duration": 5.899}, {"text": "it was a pretty old car like 11 or 12 years and", "start": 4140.569, "duration": 3.29}, {"text": "somebody had put up a video about how to install the stereo in the car and I would have never figured that that", "start": 4144.829, "duration": 6.53}, {"text": "Specific car. Yeah, I would have never figured it out because there was hidden screws and all sorts of weird things that", "start": 4151.849, "duration": 5.75}, {"text": "needed to be", "start": 4158.15, "duration": 1.23}, {"text": "known and", "start": 4159.38, "duration": 1.56}, {"text": "The guy didn't have to do it", "start": 4160.94, "duration": 2.0}, {"text": "You know, it was just good to do it and it certainly saved me a lot of time and energy", "start": 4163.009, "duration": 4.879}, {"text": "So that was quite that was quite wonderful", "start": 4167.889, "duration": 2.67}, {"text": "it would be really something if part of what the coming technological revolution enabled us to do would be to", "start": 4171.139, "duration": 6.38}, {"text": "play and", "start": 4178.46, "duration": 1.71}, {"text": "To play more effectively in a way that would translate into real world results, you know", "start": 4180.17, "duration": 6.169}, {"text": "And it is it's conceivable that that's one of the consequences", "start": 4186.34, "duration": 4.319}, {"text": "I mean all these people that are learning to code and learning to use computers in a", "start": 4190.659, "duration": 5.22}, {"text": "Sophisticated way I mean god, they're just you know, you know the Chinese graduate more engineers every year than the Americans have engineers", "start": 4196.429, "duration": 7.82}, {"text": "What's this other thing that's coming down the pipeline is this Babel Fish thing?", "start": 4207.05, "duration": 3.649}, {"text": "You know this translation technology", "start": 4212.03, "duration": 2.18}, {"text": "Which is already bloody good but in a few years it's gonna be seamless", "start": 4214.849, "duration": 4.82}, {"text": "Yeah, I will be able to talk to you and you will be speaking a different language. Shall we say?", "start": 4220.429, "duration": 5.03}, {"text": "and", "start": 4226.13, "duration": 1.08}, {"text": "Instantly that will be translated to me and I'll be able to have a conversation with you in my language", "start": 4227.21, "duration": 3.799}, {"text": "And we'll understand each other", "start": 4231.199, "duration": 1.341}, {"text": "So they means that Twitter opens up to China and well", "start": 4232.54, "duration": 3.299}, {"text": "I mean government's allowing but said but you don't mean like though these sorts of current online", "start": 4235.84, "duration": 4.379}, {"text": "community experiences we have", "start": 4241.4, "duration": 1.86}, {"text": "Open up to the world and it also means that trade opens up to the world and it also means all that", "start": 4243.26, "duration": 4.64}, {"text": "Information you're talking about opens up to the world because now you don't just watch the video of the guy in, Ohio", "start": 4247.969, "duration": 5.03}, {"text": "You watch the video of the guy in Tokyo or wherever great", "start": 4253.31, "duration": 3.589}, {"text": "yeah, you understand it and suddenly the sum of human knowledge and experience and usefulness is", "start": 4256.9, "duration": 7.529}, {"text": "Shared with everybody. Right? Right. Yes, it's quite it's quick. Well", "start": 4265.31, "duration": 4.279}, {"text": "Unfortunately at the same time the sum of human", "start": 4270.26, "duration": 3.32}, {"text": "foolishness and and", "start": 4274.13, "duration": 1.8}, {"text": "Impulsivity as well, which is, you know, I guess par for the course", "start": 4275.93, "duration": 3.919}, {"text": "But something that we're trying to desperately learn how to manage. Um, hey just out of curiosity", "start": 4279.85, "duration": 6.209}, {"text": "How long would it take you to queue up 42 rules for life. How'd you mean? I was in stop playing it. Yeah", "start": 4287.03, "duration": 6.679}, {"text": "Would this be a good grounding connection? Yeah, why not? Why not? Deejay pizzas? No, let's do it man. Let's play some of it", "start": 4294.68, "duration": 7.1}, {"text": "Tell the truth", "start": 4302.54, "duration": 2.0}, {"text": "Or at least don't lie", "start": 4305.03, "duration": 2.0}, {"text": "Do not do things that you hate", "start": 4314.51, "duration": 2.089}, {"text": "Act so that you can tell the truth about how you act", "start": 4320.539, "duration": 3.89}, {"text": "Pursue what is meaningful?", "start": 4326.78, "duration": 2.0}, {"text": "Not what is expedient?", "start": 4329.539, "duration": 2.0}, {"text": "If you have to choose", "start": 4333.59, "duration": 2.0}, {"text": "Be the one who does things instead of the one who is seen to do things", "start": 4338.46, "duration": 7.489}, {"text": "Pay ten", "start": 4350.64, "duration": 2.0}, {"text": "Assume that the person you were listening to", "start": 4353.51, "duration": 2.0}, {"text": "Might know something you need to know", "start": 4356.57, "duration": 2.029}, {"text": "Listen to them hard enough", "start": 4359.75, "duration": 1.85}, {"text": "That they will share it", "start": 4361.6, "duration": 1.66}, {"text": "plan and work diligently", "start": 4363.26, "duration": 2.0}, {"text": "to me", "start": 4365.329, "duration": 2.0}, {"text": "In your relationships", "start": 4367.89, "duration": 2.0}, {"text": "Be careful who you shared good news with", "start": 4374.28, "duration": 3.169}, {"text": "Be careful", "start": 4380.45, "duration": 2.0}, {"text": "Do you share bad news?", "start": 4382.839, "duration": 2.0}, {"text": "Remember", "start": 4386.699, "duration": 2.0}, {"text": "That what you do not yet know is more important than what you already know", "start": 4388.969, "duration": 7.64}, {"text": "Be grateful", "start": 4401.399, "duration": 2.0}, {"text": "In spite of your suffering", "start": 4407.2, "duration": 2.0}, {"text": "What's been the most exciting project that you've embarked on so far do you think or what's been the most gratifying project?", "start": 4410.75, "duration": 6.529}, {"text": "It's not a reasonable question. That's a reasonable question. But the answer is that each one is", "start": 4417.44, "duration": 5.12}, {"text": "more exciting and gratifying than the last ah", "start": 4423.53, "duration": 2.87}, {"text": "Which ties into this hyper productivity?", "start": 4427.55, "duration": 2.209}, {"text": "Staying in the zone and refusing to leave experiment because it compounds", "start": 4430.67, "duration": 3.439}, {"text": "Yeah, it just gets more and more intense and", "start": 4436.31, "duration": 3.979}, {"text": "better and exciting there are synchronicities just in they just keep popping up and popping up and becoming", "start": 4441.2, "duration": 6.56}, {"text": "myriads and ridiculous", "start": 4448.04, "duration": 2.0}, {"text": "and I've taken I've taken synchronicities to be as signposts is what I'm treating those as Malcolm X said", "start": 4450.17, "duration": 7.339}, {"text": "That when you spot synchronicities, you're walking with a la", "start": 4458.33, "duration": 2.989}, {"text": "grande Morrison always said it was the first step to becoming a", "start": 4462.8, "duration": 3.26}, {"text": "Successful Kerris magician was noticing those synchronicities and paying attention. So I treat those thing", "start": 4467.36, "duration": 5.51}, {"text": "I know they just every project I do there's more and more and more of that as", "start": 4472.87, "duration": 3.27}, {"text": "I keep in this thing and sort of don't stop the last one", "start": 4476.69, "duration": 4.129}, {"text": "I did which was clock where girls which was a Terence Mckenna project", "start": 4480.82, "duration": 3.24}, {"text": "I just meant to do one song but finished the Alan Watts album", "start": 4484.06, "duration": 3.209}, {"text": "I was like I'm going to do this one Terence Mckenna song about his clockwork elfs thing", "start": 4487.27, "duration": 4.169}, {"text": "this is interesting and ties into something that what was talking about and I", "start": 4491.6, "duration": 4.759}, {"text": "Sort of came out of a daze", "start": 4497.69, "duration": 2.0}, {"text": "Admit that sort of 3:00 in the morning and I'd made an Albert booth", "start": 4501.08, "duration": 3.139}, {"text": "And it was almost like I didn't do it", "start": 4504.89, "duration": 2.659}, {"text": "It's like and then I've been thinking about this quite a lot", "start": 4508.28, "duration": 2.78}, {"text": "There's a thing in Japanese anime. You see a lot these these met these", "start": 4511.7, "duration": 4.16}, {"text": "Mecha-suits which is like these giant robot suits and then humans sort of pilot them", "start": 4516.41, "duration": 4.579}, {"text": "But they're these amazing suits and a human can get in that and they can you can destroy a city or you know", "start": 4521.15, "duration": 5.689}, {"text": "Whatever it is going to feel that when you're doing this stuff", "start": 4526.91, "duration": 2.929}, {"text": "optimizing yourself in this fashion", "start": 4530.36, "duration": 2.0}, {"text": "Becoming really really good at a thing becoming really proficient cutting out areas of wastefulness", "start": 4533.15, "duration": 6.169}, {"text": "Becoming this finally shooting machine at that point you then sort of hand the keys to God as it were", "start": 4539.81, "duration": 6.269}, {"text": "Stevie Wonder always said that he didn't write his songs. He kind of opened himself up and God wrote them through", "start": 4546.989, "duration": 4.429}, {"text": "well", "start": 4551.55, "duration": 0.5}, {"text": "You know you you developed such a body of expertise now in relationship to this", "start": 4552.05, "duration": 5.129}, {"text": "And so much of what you do has become", "start": 4557.669, "duration": 2.42}, {"text": "Automatized you know, and I don't mean that in a bad way", "start": 4561.239, "duration": 2.659}, {"text": "I mean that you've developed expert circuitry for all sorts of pieces of it and as you become better at something", "start": 4563.899, "duration": 7.65}, {"text": "It's necessary to stand back", "start": 4572.01, "duration": 2.569}, {"text": "Increasingly and let what you already know you let what you already know", "start": 4575.099, "duration": 4.339}, {"text": "dominate you and take you over and and then you add a", "start": 4579.84, "duration": 3.739}, {"text": "creative bend and twist here and there to", "start": 4584.099, "duration": 3.109}, {"text": "Stop it from being merely rote", "start": 4587.939, "duration": 2.0}, {"text": "No, like someone knew that it was great at playing a cello, you know, they have every technique down perfectly", "start": 4590.61, "duration": 7.129}, {"text": "But they bend and twist each note", "start": 4597.739, "duration": 2.909}, {"text": "Consciously to to add something new to it when you hit that zone. It does mean that", "start": 4601.769, "duration": 6.2}, {"text": "well, everything that you've worked out to that point is starting to run automatically and there is an experience of", "start": 4608.969, "duration": 6.08}, {"text": "Harmony, I would say with", "start": 4616.349, "duration": 2.0}, {"text": "With deeper parts of being when that occurs, and it's not surprising because if you put that circuitry together", "start": 4619.769, "duration": 7.16}, {"text": "honestly and", "start": 4626.929, "duration": 1.871}, {"text": "diligently and courageously then it should be", "start": 4628.8, "duration": 2.239}, {"text": "functioning properly and towards the good and so when you're in the throes of that if", "start": 4631.649, "duration": 6.77}, {"text": "You're fortunate then there should be almost nothing about that. That isn't good", "start": 4639.449, "duration": 4.43}, {"text": "now does that's why that's partly why character is so important, you know what people don't understand or or they're not taught is that", "start": 4644.699, "duration": 7.37}, {"text": "You genuinely become what you practice north and not at some trivial level. I mean it's built into you", "start": 4652.919, "duration": 7.49}, {"text": "biologically", "start": 4661.829, "duration": 1.23}, {"text": "As well as spiritually", "start": 4663.059, "duration": 2.0}, {"text": "yeah, it's it's it's", "start": 4665.82, "duration": 2.0}, {"text": "terrifying", "start": 4668.249, "duration": 1.17}, {"text": "You go through life", "start": 4669.419, "duration": 1.16}, {"text": "And the reason that one of the reasons a life feels like it's speeding up is because you turn things into habits", "start": 4670.579, "duration": 5.37}, {"text": "Right and then your brain kind of fast forwards past the habit", "start": 4675.949, "duration": 2.97}, {"text": "Yeah, you go in the same route to work every day. Your brain will fast-forward through that thing unless something different happens", "start": 4678.92, "duration": 6.0}, {"text": "So a lot of times people feel life is speeding ups. They've just turned so much stuff into habit", "start": 4684.92, "duration": 4.5}, {"text": "So you have to be really careful about what you are", "start": 4689.42, "duration": 2.31}, {"text": "Allowed to become habit and you have to creep checking on what your habits are", "start": 4692.07, "duration": 4.1}, {"text": "Because at the same time you want to turn useful things into habits great you are well that's part of it", "start": 4696.389, "duration": 5.21}, {"text": "That's part of the tremendous difficulty of the balance between order and chaos", "start": 4701.73, "duration": 4.1}, {"text": "You know, I mean because order does become", "start": 4706.8, "duration": 2.45}, {"text": "invisible and", "start": 4710.19, "duration": 2.0}, {"text": "unconscious and", "start": 4712.62, "duration": 1.44}, {"text": "with the proclivity to become tyrannical and sterile, but it's absolutely necessary because it makes you", "start": 4714.06, "duration": 7.579}, {"text": "efficient and allows you to do", "start": 4722.37, "duration": 2.0}, {"text": "Things that need to be done more than once with a high degree of accuracy and and and expertise", "start": 4725.19, "duration": 6.649}, {"text": "but then there's that an", "start": 4732.48, "duration": 2.0}, {"text": "admixture of the new that has to", "start": 4734.88, "duration": 2.06}, {"text": "Well, that's what that's what again. I think that's what music signifies because", "start": 4737.58, "duration": 3.829}, {"text": "there's a fair bit of repetition in all music and", "start": 4741.929, "duration": 3.2}, {"text": "That gives you a baseline", "start": 4745.679, "duration": 2.0}, {"text": "Expectation of what's going to happen, you know, so you're playing a game", "start": 4748.199, "duration": 3.86}, {"text": "along with the musician and you both basically know the rules, but what you're hoping that the musician will do is", "start": 4753.12, "duration": 6.409}, {"text": "break the rules at least to some degree in some way that", "start": 4760.35, "duration": 3.229}, {"text": "Shocks you a bit and keeps you interested in allows you to understand new possibilities", "start": 4764.82, "duration": 5.81}, {"text": "That's exactly what makes a great DJ set. You wouldn't have the right the right balance of", "start": 4771.6, "duration": 4.669}, {"text": "stuff that a person knows and makes them feel good and want to dance but then something that sort of shocks them and", "start": 4777.0, "duration": 5.27}, {"text": "Surprises them and takes them somewhere. They weren't quite expecting is this thing? I've been doing recently where I forced myself to play", "start": 4782.34, "duration": 6.41}, {"text": "50 percent stuff. I haven't played before. Oh", "start": 4789.27, "duration": 2.509}, {"text": "Wait, I haven't played before because I thought at one point I'd found myself sort of", "start": 4792.75, "duration": 4.339}, {"text": "Falling into like I knew all the so many things that worked", "start": 4797.76, "duration": 2.899}, {"text": "It was really easy for me to unleash these combinations of things that work like in a fighting game", "start": 4800.659, "duration": 6.12}, {"text": "we like press combined the various moves and you have like you unleash like a series of", "start": 4806.78, "duration": 4.8}, {"text": "Fighting moves and you can knock the person out and I could do that very very easily. But uh,", "start": 4812.31, "duration": 4.909}, {"text": "The really exciting things to do and the really useful to do things to do is to keep coming up with new ones", "start": 4817.98, "duration": 4.52}, {"text": "and make sure about half of what you're doing is in their area of danger and", "start": 4822.57, "duration": 4.729}, {"text": "The creation of something new which because that's what leads to those moments where their hair stand up on right? Right. Yeah", "start": 4827.699, "duration": 6.41}, {"text": "Well, you have to have that element of I would say surprise", "start": 4834.11, "duration": 3.419}, {"text": "but also of the potential for failure", "start": 4838.05, "duration": 2.359}, {"text": "exactly, right because I mean I noticed this with my lectures is that", "start": 4841.11, "duration": 4.85}, {"text": "You know before I go out and do a lecture, I always have I spend about an hour", "start": 4847.17, "duration": 5.569}, {"text": "Meditating", "start": 4854.4, "duration": 1.23}, {"text": "Although I hate to use that word", "start": 4855.63, "duration": 2.0}, {"text": "Is what I'm doing", "start": 4857.79, "duration": 2.0}, {"text": "trying to", "start": 4860.25, "duration": 1.23}, {"text": "Figure out what problem I'm trying to address and then trying to walk my way through this story", "start": 4861.48, "duration": 5.839}, {"text": "That would enable me to explore that problem, but then I always have about five minutes of sheer terror", "start": 4867.32, "duration": 6.06}, {"text": "About the fact that it might not work", "start": 4874.26, "duration": 2.149}, {"text": "like I might not get the problem formulated properly and I might not get through the story and come up with a", "start": 4876.96, "duration": 6.29}, {"text": "The point because you know, the talk should have a point there should be a conclusion or perhaps multiple conclusions", "start": 4883.739, "duration": 6.919}, {"text": "but at least one conclusion and", "start": 4890.659, "duration": 2.0}, {"text": "because I", "start": 4893.64, "duration": 1.65}, {"text": "mix enough of what's new in each lecture", "start": 4895.29, "duration": 2.689}, {"text": "It isn't obvious to me that that's necessarily going to happen. Now. I've been fortunate so far and", "start": 4898.56, "duration": 5.989}, {"text": "It's happened each time I've lectured", "start": 4905.28, "duration": 2.0}, {"text": "Publicly which is how many times now. Oh well for the twelve rules for life towards one hundred and fifty cities", "start": 4908.76, "duration": 6.74}, {"text": "You know, and so I'm becoming somewhat", "start": 4916.65, "duration": 2.029}, {"text": "confident in my ability to", "start": 4919.23, "duration": 1.98}, {"text": "manage it because I've done lectures when I was, you know, barely feeling able to drag myself onto the stage and", "start": 4921.21, "duration": 7.729}, {"text": "Once I'm on there and warm up a bit", "start": 4930.12, "duration": 2.779}, {"text": "You know, it it it goes. Well, yeah, I think part of that too", "start": 4933.449, "duration": 5.54}, {"text": "Maybe you experienced this as a DJ", "start": 4939.81, "duration": 2.179}, {"text": "like I really feel that it's a privilege to be up in front of the audience and it's also a", "start": 4941.989, "duration": 5.64}, {"text": "challenge to get them on board", "start": 4947.82, "duration": 1.64}, {"text": "right because we're all trying to be in the same place at the same time doing the same thing and", "start": 4949.46, "duration": 5.91}, {"text": "you have to have a real sympathy for your", "start": 4956.31, "duration": 2.629}, {"text": "Audience in the deepest way you have to identify with your audience", "start": 4959.489, "duration": 4.64}, {"text": "you know, I think you have to feel yourself as part of your audience rather than the person who's", "start": 4964.13, "duration": 6.06}, {"text": "Say lecturing to the audience", "start": 4971.07, "duration": 2.24}, {"text": "Before you can bring everyone along because it can't be it can't exactly be a top-down thing", "start": 4974.19, "duration": 6.919}, {"text": "As a participatory thing. Well, I always think of it in terms of this kind of like energy", "start": 4981.54, "duration": 5.81}, {"text": "Triangle or something?", "start": 4988.23, "duration": 1.07}, {"text": "It's like you give off this thing and then it comes back to you and then it goes back around again", "start": 4989.3, "duration": 4.229}, {"text": "And it's this great that's going on. Even if it's it's um, it's obviously unspoken in a DJ capacity", "start": 4993.53, "duration": 5.61}, {"text": "You're not having a conversation with words, but you're giving them something", "start": 4999.14, "duration": 3.299}, {"text": "They're giving you energy and return in response to what you give them and then you build it and you build it and so on", "start": 5002.44, "duration": 5.16}, {"text": "And so forth. Yeah, it's it's a positive. It's a positive feedback loop", "start": 5007.6, "duration": 3.899}, {"text": "Yes, and and you can I mean those can go out of control?", "start": 5011.75, "duration": 2.989}, {"text": "But if you can keep them", "start": 5015.35, "duration": 2.0}, {"text": "Modeling I had to stop drinking", "start": 5017.66, "duration": 2.0}, {"text": "Because my reason for drinking well DJing that I'd given to myself as well", "start": 5019.94, "duration": 4.609}, {"text": "I need to be on the same level as my crowd. There are", "start": 5024.55, "duration": 2.189}, {"text": "So I should be a little bit drunk", "start": 5027.26, "duration": 1.8}, {"text": "But then then you get your thing distorted and there's all there's well as we know there's all sorts of", "start": 5029.06, "duration": 5.6}, {"text": "Problems with drinking and the nightlife industry is oh, yeah. It's notorious functioning alcoholics", "start": 5035.18, "duration": 6.049}, {"text": "Oh, it definitely works. You'll wonder I mean like a big part of not all of it, but a big part of what determines", "start": 5041.23, "duration": 7.649}, {"text": "the probability of", "start": 5049.82, "duration": 2.0}, {"text": "addiction is situation and the other thing too is that", "start": 5052.1, "duration": 3.199}, {"text": "Someone like you or another musician say or a bartender", "start": 5056.27, "duration": 3.5}, {"text": "nighttime people tend to drink more", "start": 5060.62, "duration": 2.449}, {"text": "So it's been it's partly because they're up at night", "start": 5064.37, "duration": 2.509}, {"text": "But it's also partly because the way they're structured biochemically and then of course", "start": 5066.88, "duration": 4.35}, {"text": "you're always around people who are drinking and then what do you do after you're done you're", "start": 5071.23, "duration": 4.29}, {"text": "SATs I mean it's the party's on", "start": 5076.12, "duration": 3.029}, {"text": "Exactly. Yeah, I've got this fixed now. But yeah for my first year in Los Angeles", "start": 5080.36, "duration": 4.849}, {"text": "Los Angeles everything shuts it - and then everyone goes up to a mansion in the hills and goes to another", "start": 5086.57, "duration": 4.309}, {"text": "Person there and that's where all the business deals go down supposedly and things right?", "start": 5090.98, "duration": 4.22}, {"text": "I kind of fell into that world for a little while until I realized that it just wasn't", "start": 5095.2, "duration": 4.469}, {"text": "Proving as effective and I had shit to do in the daytime god damn it. Well, that's the thing", "start": 5100.04, "duration": 4.879}, {"text": "that's that's one of the best cures for an", "start": 5104.92, "duration": 2.82}, {"text": "Addictive process is to have something better to do than to be hungover", "start": 5108.26, "duration": 3.799}, {"text": "well, this goes back to your earlier question actually, which is how I've changed in the past since meeting wave and I", "start": 5112.46, "duration": 6.169}, {"text": "Just don't have any room in my life or any desire for", "start": 5120.23, "duration": 5.12}, {"text": "Anything unnecessary, which is, you know, any I don't want to drink because I have this adventure", "start": 5126.38, "duration": 5.6}, {"text": "I", "start": 5131.98, "duration": 0.28}, {"text": "Have this really really", "start": 5132.26, "duration": 1.29}, {"text": "useful thing to do that's proving really really useful in the lives of hundreds of thousands of people and they tell me every day and", "start": 5133.55, "duration": 5.719}, {"text": "It's amazing in my life, and it's amazing in my family's life", "start": 5139.94, "duration": 3.35}, {"text": "You know, I've got really and I'm really annoyed. I think it really annoyed by social media, but I did see that", "start": 5144.22, "duration": 5.64}, {"text": "there was yet another vais story about", "start": 5150.44, "duration": 2.209}, {"text": "Having kids is awful. Oh, man that that's so brutal", "start": 5153.38, "duration": 4.01}, {"text": "It's so anti human little cruel evil", "start": 5157.39, "duration": 3.629}, {"text": "It is it's absolutely especially cruel to women I think and had some poor women on my Q&A last week", "start": 5161.02, "duration": 6.93}, {"text": "Tell me that all her friends are down on her because you know", "start": 5168.26, "duration": 3.469}, {"text": "she doesn't call herself a feminist because she wants children that they're just torturing her and", "start": 5171.73, "duration": 4.62}, {"text": "Jesus it's so awful because", "start": 5176.87, "duration": 2.0}, {"text": "it's", "start": 5179.27, "duration": 1.14}, {"text": "Like Nietzsche said if you want to punish someone you should punish them through their virtues", "start": 5180.41, "duration": 5.93}, {"text": "and that was a brilliant and", "start": 5187.16, "duration": 2.27}, {"text": "Unbelievably cruel statement and then to find some perfectly normal", "start": 5190.13, "duration": 3.68}, {"text": "Healthy young woman who?", "start": 5194.39, "duration": 2.0}, {"text": "would like to have a family like every single one of her ancestors had for", "start": 5196.73, "duration": 5.12}, {"text": "3.5 billion years and to tell her that she's", "start": 5202.76, "duration": 2.6}, {"text": "responsible for you know", "start": 5206.03, "duration": 2.0}, {"text": "Elevating the carb footprint of the planet marine ecology is just God. It's so", "start": 5208.94, "duration": 6.139}, {"text": "It's I just can't believe how cruel that is and it's and it masquerades in the guise of virtue", "start": 5216.23, "duration": 7.129}, {"text": "Which makes it worse, you know, it's like Jesus", "start": 5223.36, "duration": 3.12}, {"text": "Woman have a child", "start": 5227.03, "duration": 2.0}, {"text": "Have a husband ever have a career have a life for God's sake. There's not that much to life the meat", "start": 5229.34, "duration": 7.489}, {"text": "Well the meme that they're putting out there is like, you know", "start": 5236.829, "duration": 2.28}, {"text": "If you have children", "start": 5239.11, "duration": 1.029}, {"text": "like", "start": 5240.139, "duration": 0.571}, {"text": "It cost loads of money and you won't be able to do any of the things you enjoy and it'll be life will be miserable", "start": 5240.71, "duration": 4.969}, {"text": "When it's the very opposite is true, I am way more", "start": 5245.679, "duration": 4.109}, {"text": "Financially", "start": 5251.989, "duration": 2.0}, {"text": "Abundant or better off for than if abundance the right word. Yes in that direction since having a child", "start": 5254.869, "duration": 4.76}, {"text": "My life is so much better since having a child", "start": 5260.0, "duration": 2.449}, {"text": "My motivations are so much clearer. The reason for being this is so obvious so much joy like", "start": 5263.0, "duration": 6.229}, {"text": "Unmeasurable levels of joy have come from that one child", "start": 5270.53, "duration": 2.479}, {"text": "and the only thing I wish with regards to my life is that if I was going to go back and have a conversation with", "start": 5273.01, "duration": 4.47}, {"text": "My earlier service just have lots of kids as soon as possible", "start": 5277.48, "duration": 3.539}, {"text": "Right the earlier the better. There is no optimal time like Hercules wouldn't have happened if we planned it", "start": 5281.3, "duration": 6.68}, {"text": "We didn't we didn't plan him. We always thought well, there's no intelligent time to have a child. Oh, you're never ready", "start": 5287.98, "duration": 6.119}, {"text": "There's never enough money. There's never enough time da da da da da", "start": 5294.099, "duration": 2.97}, {"text": "But it's it's the single most", "start": 5298.34, "duration": 2.0}, {"text": "wonderful motivating", "start": 5300.949, "duration": 2.0}, {"text": "occurrence in this magical blessed existence", "start": 5303.05, "duration": 2.81}, {"text": "Yeah, well, that's how I've always felt", "start": 5306.65, "duration": 2.0}, {"text": "about", "start": 5309.679, "duration": 1.411}, {"text": "my kids yeah, you know, um, well there's some there's a", "start": 5311.09, "duration": 5.0}, {"text": "variety of reasons, you know one of the things that has to happen to you as", "start": 5317.15, "duration": 4.79}, {"text": "You mature if you mature is", "start": 5322.76, "duration": 2.479}, {"text": "That at some point you have to realise that someone is more important than you", "start": 5326.03, "duration": 4.43}, {"text": "Yeah, and I don't", "start": 5332.239, "duration": 2.089}, {"text": "Believe that that can happen unless you have kids because it's actually not that easy to have someone be more important than you", "start": 5334.969, "duration": 7.879}, {"text": "you know, like if you fall in love with someone I", "start": 5343.51, "duration": 2.61}, {"text": "Would say there may be times when you would consider them more important than you, but I would say the general", "start": 5347.48, "duration": 6.319}, {"text": "Equation is something like well, we're equally important to one another you", "start": 5355.58, "duration": 4.1}, {"text": "Know and and if it goes past that sometimes gets a little bit", "start": 5360.44, "duration": 3.56}, {"text": "Well", "start": 5365.51, "duration": 1.35}, {"text": "Questionable, you know like well I would die for you or I would do anything for you. It's like hmm", "start": 5366.86, "duration": 5.51}, {"text": "That's a bit much, you know?", "start": 5372.37, "duration": 2.0}, {"text": "but with kids", "start": 5374.57, "duration": 1.68}, {"text": "It's not that at all. It's like", "start": 5376.25, "duration": 2.029}, {"text": "they're", "start": 5379.13, "duration": 1.44}, {"text": "number one", "start": 5380.57, "duration": 2.0}, {"text": "Period and you're not and", "start": 5382.97, "duration": 2.479}, {"text": "that puts", "start": 5386.33, "duration": 1.95}, {"text": "It's a relief to some degree. I would say but it also puts things in the proper context and it and it does", "start": 5388.28, "duration": 7.07}, {"text": "provide you with additional impo impetus for", "start": 5396.53, "duration": 3.59}, {"text": "Proper action and ambition we had there's no room for error. They're looking at you that they're looking it to you for everything", "start": 5401.27, "duration": 7.219}, {"text": "You're completely responsive like, you know, the if you're not the best version of yourself, then what are they gonna be?", "start": 5409.43, "duration": 6.229}, {"text": "Yes, and and the mistakes you make are going to echo through their lives as well and that it's intergenerational", "start": 5417.2, "duration": 6.889}, {"text": "This is the thing. I realized relatively recently these", "start": 5424.09, "duration": 2.31}, {"text": "Incidental ills that just keep propagating down the line because they're not fixed. Dr. Young", "start": 5427.79, "duration": 4.91}, {"text": "Yeah, well, that's it. You know is you give someone in some generation? They tear a hole in the fabric of reality and", "start": 5433.22, "duration": 6.289}, {"text": "They pass it on to their children", "start": 5440.239, "duration": 2.0}, {"text": "and", "start": 5442.93, "duration": 0.7}, {"text": "unless their children sew up that hole then they pass it to their children and the", "start": 5443.63, "duration": 6.05}, {"text": "damage remains until someone decides enough", "start": 5449.989, "duration": 3.08}, {"text": "I'm going to repair it and you know, that's partly what you're trying to do as a parent is", "start": 5453.98, "duration": 5.149}, {"text": "Sew up the fabric of being", "start": 5460.67, "duration": 2.0}, {"text": "so a", "start": 5463.91, "duration": 1.59}, {"text": "Child will inspire you to sew up the fabric of being like nothing else. Yes", "start": 5465.5, "duration": 4.759}, {"text": "This is why I I'm terrified of politicians without children frankly because they have no skin in the game", "start": 5470.26, "duration": 4.89}, {"text": "well, they sent you have less skin in the game than", "start": 5475.43, "duration": 2.069}, {"text": "People who have a vested interest in the future not being a horrible place to live", "start": 5478.11, "duration": 4.01}, {"text": "Yes, yes. Yes", "start": 5482.88, "duration": 2.09}, {"text": "Well, yeah, well", "start": 5486.03, "duration": 2.0}, {"text": "I'm to attend either", "start": 5488.58, "duration": 2.0}, {"text": "Women or men who were listening out there that are of the proper age. I would say don't let the naysayers and the", "start": 5491.16, "duration": 6.739}, {"text": "pessimists and them", "start": 5498.42, "duration": 1.5}, {"text": "boom", "start": 5499.92, "duration": 1.53}, {"text": "Purveyors and those who dare to compare human beings to a cancer on the face of the planet", "start": 5501.45, "duration": 5.359}, {"text": "dissuade you from", "start": 5507.45, "duration": 1.5}, {"text": "Having children, this is what the bad guys say in movies. That's what Agent Smith said in the matrix", "start": 5508.95, "duration": 5.779}, {"text": "He was the villain he was the villain and this ideology is the ideal the idea the ideology of villains", "start": 5514.73, "duration": 6.57}, {"text": "it's a very very strange thing and", "start": 5521.3, "duration": 1.99}, {"text": "you know, they believed themselves to be virtuous and", "start": 5523.29, "duration": 2.33}, {"text": "People who believed themselves to be virtuous. It's terrifying", "start": 5526.41, "duration": 2.359}, {"text": "They will do any kind of evil because they think their giddy goodies most terrifying thing", "start": 5528.89, "duration": 5.189}, {"text": "But as we were talking about earlier, I'm very excited about the future because the new generation is going to react directly", "start": 5534.08, "duration": 6.39}, {"text": "against that the most punk-rock thing you can do in", "start": 5541.29, "duration": 3.02}, {"text": "2019", "start": 5544.98, "duration": 1.05}, {"text": "is is get married and have a child and", "start": 5546.03, "duration": 3.169}, {"text": "take your life seriously and", "start": 5549.81, "duration": 2.0}, {"text": "Be nice and be civil God wouldn't it be something if that was the case? That's", "start": 5551.88, "duration": 5.96}, {"text": "This is what's gonna happen. I think this is what's blossoming. I think we can have a generation of", "start": 5558.48, "duration": 4.37}, {"text": "Radical wholesome. Mr. Rhodes's", "start": 5564.3, "duration": 2.0}, {"text": "Well, you're I think you're the most optimistic person that I've talked to for a long time", "start": 5567.72, "duration": 4.729}, {"text": "Steven Pinker, you know", "start": 5573.45, "duration": 1.98}, {"text": "and he's he's optimistic in a much more detached way cuz he thinks that the data indicates that", "start": 5575.43, "duration": 7.819}, {"text": "economically", "start": 5584.73, "duration": 2.0}, {"text": "Things a very rapid rate, but you're you're speaking of something more akin to a psychological transformation", "start": 5586.92, "duration": 6.89}, {"text": "Yes, I am and this is just based on on", "start": 5594.87, "duration": 3.62}, {"text": "Observations bubble exists and there's a lot that could go wrong", "start": 5599.4, "duration": 4.07}, {"text": "where the best time to be alive in the in the in recorded human history", "start": 5603.75, "duration": 3.979}, {"text": "obviously", "start": 5608.46, "duration": 1.41}, {"text": "We so the most dangerous time because he could all collapse, right?", "start": 5609.87, "duration": 3.3}, {"text": "Everything this wonderful miracle that we inhabit I get to walk outside and I want to break up my head, right?", "start": 5613.69, "duration": 5.509}, {"text": "Yes, which is which it's you know, you you you have to be sure that", "start": 5619.2, "duration": 4.02}, {"text": "one of the", "start": 5624.31, "duration": 1.17}, {"text": "hallmarks of wisdom is to", "start": 5625.48, "duration": 1.53}, {"text": "understand that if you could walk outside and no one throws a brick at your head that that's actually a miracle that", "start": 5627.01, "duration": 5.39}, {"text": "It is I know this so", "start": 5633.52, "duration": 1.31}, {"text": "You know because I grew up someone where people where people used to throw the bricks in my head. Oh", "start": 5634.83, "duration": 2.7}, {"text": "What was that all about I", "start": 5639.43, "duration": 2.0}, {"text": "Am I was?", "start": 5642.49, "duration": 2.779}, {"text": "I grew up in North Wales and I was like the only person like me I was the only person he liked the music and", "start": 5646.57, "duration": 5.75}, {"text": "Stuff of that nature and everyone thought I was an insane weirdo", "start": 5652.32, "duration": 2.189}, {"text": "So I was the see my life and people are very brutal in in the UK", "start": 5654.58, "duration": 5.27}, {"text": "Certainly compared to Los Angeles to America where people are very nice", "start": 5660.16, "duration": 2.75}, {"text": "Compared to the brutality of that region the world and I think is to do with the climate, you know, it's a cold", "start": 5663.91, "duration": 5.18}, {"text": "Where a rock and the other thing actually is in America", "start": 5669.09, "duration": 2.669}, {"text": "everyone operates under the the", "start": 5672.55, "duration": 2.0}, {"text": "foundational assumption that anyone could be President", "start": 5674.83, "duration": 2.45}, {"text": "So, you know you have a service culture and waitress isn't nice to you", "start": 5677.83, "duration": 3.229}, {"text": "Whereas in the UK people operate under this assumption that there is a monarchy", "start": 5681.06, "duration": 3.479}, {"text": "Which means there's a level that you could never get to or beyond which means that there's this", "start": 5684.88, "duration": 4.699}, {"text": "Weird unspoken thing that you're scum. So everyone everyone's a bit bitter and twisted because of that", "start": 5690.07, "duration": 6.049}, {"text": "I think she okay", "start": 5696.12, "duration": 1.39}, {"text": "But yeah anyway", "start": 5697.51, "duration": 1.22}, {"text": "it was I had quite a sort of tough upbringing people were very very mean and I'm very very aware of the capacity for", "start": 5698.73, "duration": 6.18}, {"text": "the nastiness and species", "start": 5705.22, "duration": 2.509}, {"text": "and horror which so when I say things like this about where I think we're going this is an out of any kind of", "start": 5708.43, "duration": 7.28}, {"text": "Naivety right right Basti p.m. Us I know full well what humans are capable of? Yeah. Well, that's good because", "start": 5716.59, "duration": 6.679}, {"text": "optimism without the", "start": 5724.24, "duration": 1.89}, {"text": "underlying why's pessimism is useless because you're not taking the the", "start": 5726.13, "duration": 5.989}, {"text": "Seriousness of the problem with sufficient gravity because it's a serious problem", "start": 5733.69, "duration": 4.489}, {"text": "Yes, we're serious programs. How old were you when you started to so she ating with?", "start": 5739.06, "duration": 5.989}, {"text": "Creative people and sort of found your own crowd", "start": 5745.57, "duration": 2.69}, {"text": "Well, this goes back to what we was talking about earlier", "start": 5749.41, "duration": 2.33}, {"text": "So when I when I was young I had no I thought I was the only person like me on earth. I", "start": 5751.74, "duration": 4.169}, {"text": "Thought you know, I was just strange creature and I would there life might be this awful forever", "start": 5756.7, "duration": 5.569}, {"text": "But I sort of you know granted I left, you know, I left school at 16. I left home at 16 and", "start": 5762.27, "duration": 4.41}, {"text": "left", "start": 5768.04, "duration": 1.23}, {"text": "Little sleepy little Wales. We went to a big city and that's when I started finding people like me", "start": 5769.27, "duration": 5.299}, {"text": "Right, so you needed to get you needed to get out to the city", "start": 5774.73, "duration": 3.2}, {"text": "Yeah, I had to leave home and move to a different country", "start": 5778.48, "duration": 3.2}, {"text": "right", "start": 5782.83, "duration": 2.0}, {"text": "Well, that's one of the issues of being high in creativity, you know is that it's not that common and", "start": 5786.52, "duration": 6.35}, {"text": "You have to find", "start": 5793.42, "duration": 1.89}, {"text": "Your niche and if you live in a small place", "start": 5795.31, "duration": 2.6}, {"text": "there may not be any other people like you and so you are going to be marked out as someone who's strange because", "start": 5798.76, "duration": 7.129}, {"text": "You are strange by the dint of your creative capacity", "start": 5806.35, "duration": 5.029}, {"text": "It's virtually the defining characteristic of creativity", "start": 5811.38, "duration": 3.18}, {"text": "The thing is now you can go online and find lots of people who like you", "start": 5816.16, "duration": 3.29}, {"text": "right", "start": 5819.58, "duration": 0.57}, {"text": "and you could make and you could make art with them and you could send files backwards and forwards and you could create things and", "start": 5820.15, "duration": 5.75}, {"text": "serve its", "start": 5826.06, "duration": 1.38}, {"text": "I'm interested to see what that does as well", "start": 5827.44, "duration": 2.18}, {"text": "Yeah, well", "start": 5830.59, "duration": 0.86}, {"text": "It certainly doesn't mean that that people of specific talents rare talents can find themselves", "start": 5831.45, "duration": 6.27}, {"text": "in ways that they never could before now it also means that people of", "start": 5838.15, "duration": 4.07}, {"text": "spare and rare", "start": 5843.1, "duration": 1.95}, {"text": "Pathology can also find themselves and that seems to cause a certain amount of trouble", "start": 5845.05, "duration": 4.58}, {"text": "But I don't see how it would be possible to get one without the other", "start": 5849.63, "duration": 3.959}, {"text": "Yes, this is whether this is the thing for every one of these amazing", "start": 5854.89, "duration": 2.779}, {"text": "Solutions we find all these wonderful gifts. There's a shadow side", "start": 5858.19, "duration": 3.169}, {"text": "Of course we have to deal with and that's the main thing right is that we just work out how to deal with it", "start": 5861.36, "duration": 4.83}, {"text": "Okay. So so two more questions, I guess one would be", "start": 5866.41, "duration": 3.56}, {"text": "What has been the shadow side of what you've been doing like with work with this meaning wave", "start": 5871.93, "duration": 6.37}, {"text": "you you you're much more well-known than you were has not had an effect on your life other than a positive one and and", "start": 5879.03, "duration": 7.189}, {"text": "What's been the price that you've paid for this?", "start": 5886.71, "duration": 2.359}, {"text": "You know that's been so bad so far, you know usual", "start": 5890.91, "duration": 3.169}, {"text": "the kids some people", "start": 5894.63, "duration": 1.89}, {"text": "really really don't like you for example and", "start": 5896.52, "duration": 2.569}, {"text": "there for me doing stuff with you means that suddenly I've gone from a hero in their eyes to a complete villain and there's a", "start": 5899.79, "duration": 6.56}, {"text": "few people", "start": 5906.35, "duration": 1.84}, {"text": "That's been the case with but that's you know, that's to be expected I would say I would say, you know", "start": 5908.19, "duration": 5.6}, {"text": "The whole thing is, there's been a blessing", "start": 5914.76, "duration": 2.419}, {"text": "The whole really the whole thing has been a blessing, you know, there's the amount I'm working means", "start": 5918.6, "duration": 4.879}, {"text": "I don't get to see my family as much as I would like to there is that yeah, you know, I'm work", "start": 5923.48, "duration": 5.52}, {"text": "You know working very hard", "start": 5929.0, "duration": 2.0}, {"text": "but the time we have together is that much more precious and we're working together very much together and we're supporting each other and", "start": 5931.83, "duration": 7.16}, {"text": "and you know, we see this as a", "start": 5940.23, "duration": 2.57}, {"text": "Useful and helpful endeavor to be engaged in and how much time are you spending working a day? Oh", "start": 5943.32, "duration": 6.5}, {"text": "God", "start": 5950.85, "duration": 1.47}, {"text": "14 hours or so 15", "start": 5952.32, "duration": 2.27}, {"text": "Yeah", "start": 5955.02, "duration": 0.5}, {"text": "You know, it seems like that's about the minimum amount of time that you have to work", "start": 5955.52, "duration": 4.109}, {"text": "If you really want to push yourself to new levels of accomplishment", "start": 5959.63, "duration": 4.56}, {"text": "And that's every day. Yeah every day. Yeah, it's it's very very difficult to", "start": 5964.92, "duration": 5.54}, {"text": "Exceed expectations. Let's say if you're trying to work a normal eight hour workday", "start": 5971.34, "duration": 6.59}, {"text": "All right", "start": 5978.81, "duration": 0.62}, {"text": "My expert my experience with people is that they're either not busy enough or they're so busy", "start": 5979.43, "duration": 6.33}, {"text": "They can barely keep up and that it's usually the ones that are so busy. They can barely keep up that are", "start": 5985.76, "duration": 6.419}, {"text": "pushing the envelope in whatever", "start": 5993.24, "duration": 2.0}, {"text": "Discipline they happen to be pursuing. Yeah, and you and then you just have to miss concepts", "start": 5995.58, "duration": 5.27}, {"text": "I heard of recent which I like which I've been trying to", "start": 6000.85, "duration": 2.0}, {"text": "essentialism, you know when you're so when you get to the point where you're which is a wonderful point to be out where there's suddenly", "start": 6004.01, "duration": 5.959}, {"text": "More to then you have time to do with which I have fully there are more albums", "start": 6009.97, "duration": 4.649}, {"text": "I would like to make than I physically have time to do in a lifetime. There are more", "start": 6014.62, "duration": 3.81}, {"text": "Speakers I would like to cover there are more. You know, there's there are more more songs. I would love to play more techniques", "start": 6019.1, "duration": 6.049}, {"text": "I would love to learn there is far more to do in this lifetime than then I have life", "start": 6025.15, "duration": 4.32}, {"text": "So then essentialism you boil down. What are the essential things? What things?", "start": 6029.66, "duration": 4.279}, {"text": "cannot fit and then you", "start": 6034.55, "duration": 2.0}, {"text": "Then you streamline your life and you do that. Have a more evermore", "start": 6037.16, "duration": 3.439}, {"text": "Remove things that are less essential making room for the more essential and then the more you know", "start": 6041.21, "duration": 4.28}, {"text": "What the more essential is the better idea you have of where you're going or what you're trying to do and how to do it", "start": 6045.49, "duration": 4.979}, {"text": "Yeah, well, that's the separation separation of the wheat from the chaff", "start": 6050.6, "duration": 3.739}, {"text": "That's a real that's a real skill", "start": 6054.83, "duration": 2.54}, {"text": "If you can manage it, especially if the opportunities are flying at you fast and furiously. Well, what do you do?", "start": 6057.37, "duration": 6.839}, {"text": "You presumably have more than you could possibly go to. Oh, I do a certain amount of flailing about I would say, you know", "start": 6065.51, "duration": 7.369}, {"text": "Luckily what's happened? Is that as?", "start": 6073.85, "duration": 2.029}, {"text": "I've become better known and I think this is an element of that synchrony that you see", "start": 6077.99, "duration": 7.52}, {"text": "synchronism that you described earlier is that", "start": 6086.39, "duration": 2.239}, {"text": "fortunately as", "start": 6090.02, "duration": 1.8}, {"text": "with each leap in", "start": 6091.82, "duration": 2.0}, {"text": "Notoriety or popularity? I've had people show up who offered to", "start": 6093.92, "duration": 5.78}, {"text": "take certain tasks off my plate no in professional relationships and", "start": 6100.43, "duration": 6.169}, {"text": "I've been fortunate that the majority of those people have been very competent. And so and I do delegate like my", "start": 6108.05, "duration": 7.819}, {"text": "hiring", "start": 6116.81, "duration": 1.47}, {"text": "ethos is", "start": 6118.28, "duration": 1.32}, {"text": "You want this job? Okay do it", "start": 6119.6, "duration": 2.689}, {"text": "I'm not gonna micromanage you if you can do it man great right power to you", "start": 6122.36, "duration": 5.36}, {"text": "Hopefully you can do it better than me. And if you can't do it", "start": 6127.82, "duration": 3.08}, {"text": "Well, then I'll have to find someone else well", "start": 6130.9, "duration": 2.04}, {"text": "or we'll have to find you a different place because", "start": 6132.94, "duration": 2.28}, {"text": "There's just no point in you doing it if you can't do it better than me", "start": 6135.53, "duration": 3.349}, {"text": "then", "start": 6139.55, "duration": 1.53}, {"text": "Well, then that's no good. I mean", "start": 6141.08, "duration": 2.75}, {"text": "the ideal thing in life is everything you're not the best at", "start": 6144.49, "duration": 2.759}, {"text": "Delegate that to someone who is the best of that bright focus on the stuff that you're the best", "start": 6148.4, "duration": 4.25}, {"text": "All right", "start": 6152.65, "duration": 0.48}, {"text": "And then you can also continue to do more things and no I would say my wife and I have been fairly ruthless", "start": 6153.13, "duration": 6.6}, {"text": "Well my daughter as well", "start": 6159.95, "duration": 1.77}, {"text": "Probably my son as well in the communication we've had about the people we've hired over the last", "start": 6161.72, "duration": 4.91}, {"text": "Three or four years because the time pressure is so intense", "start": 6167.0, "duration": 3.77}, {"text": "You know if", "start": 6172.34, "duration": 1.74}, {"text": "You can do the job man", "start": 6174.08, "duration": 1.52}, {"text": "We're thrilled to have you but if you have three or four chances", "start": 6175.6, "duration": 3.57}, {"text": "And you can't do it then. We just stop working with you immediately because we don't have any time for", "start": 6179.17, "duration": 5.759}, {"text": "error", "start": 6186.11, "duration": 1.95}, {"text": "It's and that we the costs of the errors are too great. So", "start": 6188.06, "duration": 4.04}, {"text": "But you can delegate", "start": 6192.77, "duration": 2.0}, {"text": "So it's a difficult thing to learn to do I?", "start": 6195.26, "duration": 2.509}, {"text": "It took me a long time to be able to let go because I did everything myself for so long", "start": 6197.99, "duration": 4.879}, {"text": "I taught myself how to do every aspect of this sort of business", "start": 6202.87, "duration": 3.419}, {"text": "from", "start": 6206.93, "duration": 1.17}, {"text": "graphic designs of making the videos to recordings went to everything right letting go of that is", "start": 6208.1, "duration": 5.93}, {"text": "Was a hard thing to learn to do now. I'm very happy to do that", "start": 6214.31, "duration": 2.959}, {"text": "And if I can find someone who can do something better than me then wonderful", "start": 6217.27, "duration": 3.0}, {"text": "I would much rather than that, but it did take a while. It's part of the whole eco", "start": 6220.27, "duration": 3.93}, {"text": "well", "start": 6224.2, "duration": 0.3}, {"text": "You have to also", "start": 6224.5, "duration": 1.39}, {"text": "master it to some degree before you're capable of", "start": 6225.89, "duration": 2.66}, {"text": "Determining whether the person you've pulled in as a replacement that actually knows how to do it. Yeah, this is true. So there is that", "start": 6228.71, "duration": 7.819}, {"text": "work that you have to do yourself before you're capable of", "start": 6237.23, "duration": 3.409}, {"text": "Delegating and evaluating the consequences. Okay. So last question, I think", "start": 6241.43, "duration": 4.22}, {"text": "um", "start": 6246.35, "duration": 2.0}, {"text": "What's gonna happen to you over the next year", "start": 6248.57, "duration": 2.209}, {"text": "Who knows? I'm gonna work very hard. Okay, I'm gonna get better. I'm gonna stick to the the plan I set and", "start": 6251.93, "duration": 7.97}, {"text": "The hype of productivity and results of this will will compound so where this leads", "start": 6261.2, "duration": 6.29}, {"text": "Who knows but a great you know that I will make great music and it will be useful in a great many people's lives", "start": 6268.19, "duration": 7.969}, {"text": "Right. So you've gotta you've got a strategy", "start": 6276.969, "duration": 2.13}, {"text": "Yes, and what do you what do you what do you like about the hyper productivity?", "start": 6279.77, "duration": 5.089}, {"text": "I mean one of the things you said was that well, you don't have time to drink you don't have time to waste time", "start": 6284.86, "duration": 5.52}, {"text": "There is something really useful about hype of productivity in that regard. Is that it?", "start": 6291.14, "duration": 4.25}, {"text": "It does force you to dispense with everything that's damaging and not essential because you just don't have the time", "start": 6295.39, "duration": 7.259}, {"text": "But is there anything else about?", "start": 6303.11, "duration": 2.0}, {"text": "about the hyper productivity that you found", "start": 6306.23, "duration": 2.33}, {"text": "Let's say psychologically significant or useful", "start": 6309.65, "duration": 2.87}, {"text": "I'm Allah. I mean it's the thing as I started the hyper productivity thing exactly the same same time I started", "start": 6313.43, "duration": 5.779}, {"text": "the kind of voir dire", "start": 6320.54, "duration": 2.0}, {"text": "So sometimes I'm not sure which is causing what I", "start": 6323.39, "duration": 3.77}, {"text": "Used to about once a month go into a kind of deep depression", "start": 6327.949, "duration": 3.14}, {"text": "For a few days which my wife would call my funk. I'm a very optimistic happy person normally, but then there would be a", "start": 6331.64, "duration": 7.429}, {"text": "Little bit where I was kind of the opposite. I haven't had that", "start": 6339.59, "duration": 2.84}, {"text": "Since well congratulation as how long is that beam? That's thirteen months. And what else is her?", "start": 6343.82, "duration": 6.05}, {"text": "I wasn't gonna ask you about the diet, but now I'm going to what's happened to you because of the carnivore diet", "start": 6349.87, "duration": 5.609}, {"text": "Well, I lost all my unnecessary body fat. How much was that?", "start": 6356.239, "duration": 3.53}, {"text": "I think I went from like 160 to 146 and I'm stayed at 146 about since and that happened pretty quickly", "start": 6360.62, "duration": 7.489}, {"text": "like the first part of it was then days like my face changed within a few days you lose this bloat, I guess the", "start": 6368.9, "duration": 7.25}, {"text": "Inflammation likely a yes or that sort of thing", "start": 6376.82, "duration": 2.93}, {"text": "I used to have like sort of psoriasis and that way now you have like like tongue was all messed up", "start": 6379.75, "duration": 5.399}, {"text": "And yeah, so it itself out you start bleeding gums. And that's gone. That's corny. That's interesting because that meant for me too", "start": 6385.15, "duration": 6.87}, {"text": "Yeah, I have like little bumps on my skin", "start": 6392.09, "duration": 2.78}, {"text": "You wouldn't really know hiss but they close up you would that's all gone our very smooth skin now", "start": 6394.87, "duration": 3.659}, {"text": "I", "start": 6399.199, "duration": 1.201}, {"text": "Have very consistent high energy", "start": 6400.4, "duration": 2.299}, {"text": "I used to sort of oscillate I guess", "start": 6403.55, "duration": 3.08}, {"text": "Is made a lot of so oh, there's all those sorts of things", "start": 6407.57, "duration": 3.229}, {"text": "it's made life so much simpler and high productivity makes life so much simple because when you know,", "start": 6411.33, "duration": 5.06}, {"text": "That certain things have to be done without question", "start": 6416.61, "duration": 2.629}, {"text": "Then there's no question, right? You know, it's like well I", "start": 6420.03, "duration": 2.959}, {"text": "Can't go and do that thing because I'm going to do this. I've commit well, that's the dad's advantage", "start": 6423.69, "duration": 5.57}, {"text": "That's the advantage of having a very well delineated aim", "start": 6429.26, "duration": 3.299}, {"text": "They yeah", "start": 6432.56, "duration": 1.2}, {"text": "No higher honor and a purpose you bet it helps you separate. What's necessary from what isn't?", "start": 6433.76, "duration": 4.919}, {"text": "Necessary and that is a genuine relief. No doubt about it. It's joyful. It's so much is so much weight is cast off you", "start": 6439.17, "duration": 7.729}, {"text": "This you know, someone asks you to do a thing", "start": 6447.45, "duration": 2.479}, {"text": "There's no", "start": 6450.33, "duration": 0.93}, {"text": "Debate you either do it or you don't based on what what this aim is what you're doing", "start": 6451.26, "duration": 4.159}, {"text": "Right same then applies to things like food like that. One of the really annoying things in my life fries", "start": 6455.46, "duration": 6.59}, {"text": "So this kind of other thing was like the daily, what are we having for dinner conversation?", "start": 6462.05, "duration": 3.899}, {"text": "And the the annoyance is related to that which is completely gone. I know what I'm having for dinner. I'm having a steak", "start": 6465.95, "duration": 5.549}, {"text": "In the same thing, you know, and I know what I'm drinking I'm drinking water and I know I'm gonna feel", "start": 6475.35, "duration": 5.149}, {"text": "You know that I know I'm not gonna suddenly be sleepy or bloated or weird after eating something", "start": 6481.2, "duration": 5.66}, {"text": "You know, I'm gonna be the same high energy", "start": 6486.86, "duration": 2.669}, {"text": "So that's a major plus so congratulations or not, that's a huge that's a huge beneficial transformation so", "start": 6491.1, "duration": 7.399}, {"text": "Let's end with this. Um", "start": 6499.02, "duration": 2.0}, {"text": "What do you think you're doing", "start": 6503.01, "duration": 2.0}, {"text": "with this", "start": 6505.53, "duration": 1.26}, {"text": "What's your like?", "start": 6506.79, "duration": 1.37}, {"text": "I know that you have a name and an ambition you're making this music you're making yourself hyper productive", "start": 6508.16, "duration": 6.029}, {"text": "You're concentrating on this meaning way", "start": 6514.44, "duration": 2.15}, {"text": "underneath all that there must be a", "start": 6517.41, "duration": 2.0}, {"text": "What like an invisible or an implicit ambition something like that a deep ambition", "start": 6521.82, "duration": 4.969}, {"text": "What what's your most profound? Hope for what you're engaged in?", "start": 6526.8, "duration": 5.0}, {"text": "Personally I would like to become the best", "start": 6533.64, "duration": 2.81}, {"text": "version of myself possible", "start": 6537.78, "duration": 2.06}, {"text": "You know the Dragonball X sort of final form type thing that", "start": 6542.98, "duration": 4.279}, {"text": "The transformations that you go through and there's these levels of you. I want to get to the nuke level", "start": 6547.63, "duration": 6.379}, {"text": "Oh and it gets get nuke level and be the best possible version of myself", "start": 6554.01, "duration": 4.379}, {"text": "Possible as effective on every level I can be with and with relation to that the path I've chosen which is this music thing", "start": 6558.73, "duration": 7.339}, {"text": "Which is what I always", "start": 6567.13, "duration": 1.529}, {"text": "what all since I was, you know, my earliest memories is being about seven years old and", "start": 6568.659, "duration": 3.979}, {"text": "listening to music and wanting to make music and", "start": 6573.28, "duration": 2.3}, {"text": "reach people and communicate with people on that so", "start": 6576.58, "duration": 3.079}, {"text": "specifically with regard to the meaning wave", "start": 6580.57, "duration": 2.18}, {"text": "Yeah, well, I think the meaning wave thing is", "start": 6583.81, "duration": 2.27}, {"text": "It's like so much we've talked about", "start": 6586.96, "duration": 2.0}, {"text": "We haven't scratched the surface of what's possible", "start": 6589.6, "duration": 2.719}, {"text": "With music, we haven't scratched the surface of what?", "start": 6593.02, "duration": 2.989}, {"text": "It can do and we haven't I haven't scratched the surface of what I can do with it", "start": 6596.619, "duration": 4.94}, {"text": "I'm like", "start": 6602.409, "duration": 0.741}, {"text": "This is very", "start": 6603.15, "duration": 0.46}, {"text": "What we're listening to at the moment and the level it's at right now is it is a very me and earth off", "start": 6603.61, "duration": 5.779}, {"text": "rough", "start": 6609.909, "duration": 1.951}, {"text": "approximately", "start": 6611.86, "duration": 1.44}, {"text": "Beginning of where it can go and what it can do. I", "start": 6613.3, "duration": 3.05}, {"text": "Think and I think that way I think that way with pop music pop music is so new", "start": 6616.48, "duration": 3.679}, {"text": "You know just it just happened Jim. It was just there and and uh", "start": 6621.369, "duration": 3.44}, {"text": "You know, we don't know", "start": 6625.69, "duration": 2.0}, {"text": "To quote you a bit. We don't know what the upper limits of this thing got right great. I'm excited to explore this", "start": 6627.969, "duration": 6.169}, {"text": "so I think of myself a bit like", "start": 6634.139, "duration": 2.0}, {"text": "The card in Deep Space nine, you know example", "start": 6636.25, "duration": 4.25}, {"text": "into this world", "start": 6641.17, "duration": 1.98}, {"text": "Yeah, well", "start": 6643.15, "duration": 0.739}, {"text": "you've hit a vein that seems rich and you seem highly committed to getting better and better at mining it and", "start": 6643.889, "duration": 6.81}, {"text": "So that's a good adventure and it I mean from what I've observed with regards to your trajectory", "start": 6651.07, "duration": 6.53}, {"text": "over the last while then", "start": 6657.82, "duration": 2.0}, {"text": "That all seems to be expanding nicely", "start": 6661.27, "duration": 2.33}, {"text": "So it's nice to have an adventure where you you can't necessarily see the destinations, but it looks positive", "start": 6663.639, "duration": 7.88}, {"text": "Yeah", "start": 6672.46, "duration": 1.62}, {"text": "I", "start": 6674.08, "duration": 1.42}, {"text": "Mean maybe it's not positive. You know, maybe the adventure has a horrible ending", "start": 6675.5, "duration": 4.429}, {"text": "It's an adventure regardless. Yes, this is true", "start": 6680.57, "duration": 2.959}, {"text": "something to be said about", "start": 6684.44, "duration": 2.0}, {"text": "Yeah, we're at this stage as we mentioned earlier we're at this point of human development where", "start": 6688.58, "duration": 5.78}, {"text": "everything", "start": 6694.88, "duration": 1.02}, {"text": "Well, we can we can barely imagine the world in five years that alone 10 15 20. My grandmother's 96", "start": 6695.9, "duration": 6.649}, {"text": "She's the eldest of 13", "start": 6703.52, "duration": 2.0}, {"text": "She saw the birth of the radio. She was like, you know, she was she left to school at 13 to window", "start": 6705.92, "duration": 5.779}, {"text": "We saw the TV and Internet and all of this stuff appear", "start": 6711.7, "duration": 3.09}, {"text": "Like what? What do what have we to witness things of that, you know things are speeding up so radically", "start": 6715.85, "duration": 6.229}, {"text": "It's just just an incredibly exciting time", "start": 6724.13, "duration": 2.12}, {"text": "to be here and", "start": 6727.01, "duration": 1.8}, {"text": "To be actively taking part in an aspect of it and sort of like, you know marching boldly forward", "start": 6728.81, "duration": 7.31}, {"text": "into unexplored territory is", "start": 6736.94, "duration": 2.119}, {"text": "about the best adventure I could think of", "start": 6739.88, "duration": 2.0}, {"text": "Well, look it was really good to talk to you", "start": 6742.25, "duration": 2.659}, {"text": "I mean", "start": 6744.91, "duration": 0.42}, {"text": "I've been watching what you've been doing with the fair bit of curiosity for quite a long time because", "start": 6745.33, "duration": 4.38}, {"text": "certainly came as a shock to me when it first came out and", "start": 6749.99, "duration": 2.75}, {"text": "it's it's also refreshing to speak with someone who's", "start": 6754.1, "duration": 3.83}, {"text": "Unabashedly and not naively optimistic", "start": 6758.96, "duration": 2.929}, {"text": "and", "start": 6762.53, "duration": 2.0}, {"text": "Well AI hope we can meet at some point in a relatively", "start": 6764.72, "duration": 4.1}, {"text": "not-too-distant future and be I wish you every bit of success that you can have with your hyper productivity and your", "start": 6769.28, "duration": 7.399}, {"text": "experimentation with music and I'd like to thank you as well for doing what you have to", "start": 6777.11, "duration": 4.489}, {"text": "Popularize my my work and my words in such a careful manner", "start": 6782.54, "duration": 4.279}, {"text": "Thank you. That's that was my", "start": 6787.58, "duration": 2.0}, {"text": "Yeah, I really didn't want to do to service to those words", "start": 6790.01, "duration": 3.56}, {"text": "because I respect them greatly and I'm very grateful for them and I'm very grateful that you're out there doing this work and", "start": 6794.63, "duration": 6.35}, {"text": "you know putting your head over the", "start": 6802.28, "duration": 2.0}, {"text": "battlements at this crucial crucial time in our development development as a species as we boldly march into", "start": 6804.65, "duration": 7.52}, {"text": "Hyperspace and a destiny. Thank you. Very good to meet you. Hopefully we'll talk again in the north to distant future", "start": 6812.45, "duration": 6.62}, {"text": "I'll show me well, and I hope you like the album", "start": 6819.49, "duration": 2.31}, {"text": "Thank you. I'm very much looking forward to it. Nice. Okay, man. I like it really good to meet you. Yeah, you too", "start": 6822.53, "duration": 7.37}, {"text": "Bye. Bye", "start": 6829.94, "duration": 1.35}]}