{
 "video_id": "Q7GKmznaqsQ",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "2017 Personality 21: Biology & Traits: Performance Prediction",
 "url": "https://www.youtube.com/watch?v=Q7GKmznaqsQ",
 "date": "2017-06-04",
 "description": "In this lecture, I talk about the thorny problem of predicting performance: academic, industrial, creative and entrepreneurial); about the practical utility of such prediction, in the business and other environments; about the economic value of accurate prediction (in hiring, placement and promotion) -- which is incredibly high. \n\nIntelligence (psychometrically measured IQ) is the best predictor of performance in complex, ever changing environments. Conscientiousness is the (next) best predictor, particularly in the military, in school and in conservative businesses. Agreeable people make better caretakers; disagreeable people, better disciplinarians and negotiators (within reasonable bounds). Open people are artistic, creative and entrepreneurial. Extraverts are good socially. Introverts work well in isolation. People low in neuroticism have higher levels of tolerance for stress (but may be less sensitive to real signs of danger). \n\nMatch the career you pursue to your temperament, rather than trying to adjust the latter. Although some adjustment is possible, there are powerful biological determinants of the five personality dimensions and IQ (particularly in environments where differences are allowed to flourish).\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 5311,
 "transcript_parts": []
}