{
 "video_id": "RBl5PfA5HfU",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Ayaan Hirsi Ali: Islam--Mecca vs Medina?",
 "url": "https://www.youtube.com/watch?v=RBl5PfA5HfU",
 "date": "2017-10-16",
 "description": "We discuss Ayaan Hirsi Ali’s recent paper for the Hoover Institute, The Challenge of Dawa (http://hvr.co/2xLuz6e), her conceptualization of Mecca vs Medina Islam (roughly the distinction between peaceful and militarized/expansionist), and the possibility of rapprochement between Islam and the JudeoChristian world. \n\nWe turn from that to the role the Saudis play in accommodating their radical Wahhabi clergy-- propagandizing and destabilizing Western and Islamic societies alike. Like Qatar, Kuwait and Iran, the Saudis are waging a long-term ideological war against the West, which we are too arrogant and too naïve to take seriously. \n\nWe also discuss the failure of Western women to stand up and demand that the denial of women’s rights and restrictions of freedoms that characterize those countries come to a halt—or at least that they demand that our political leaders consider that issue of utmost international importance. \n\nAli notes that Western feminists, in their obsession with European patriarchy, refuse to discuss the issues of oppression of women by non-European men outside of the West, and accept the doctrines of multi-culturalism and cultural relativism (and that such acceptance is a catastrophic for women internationally). In consequence, regarding them as more committed to their world-view than the rights of genuinely oppressed women in many non-Western countries, she does not consider them feminists at all. \n\nAyaan Hirsi Ali is the author of four books, The Caged Virgin (2004) (http://amzn.to/2xLH168), the autobiographical Infidel (2006) (http://amzn.to/2gIQVuH) and Nomad (2011) (http://amzn.to/2xJWWgk), and her latest (2015) Heretic: Why Islam Needs a Reformation Now (http://amzn.to/2glwkQ2). \n\nRelevant links:\n\nPatreon: https://www.patreon.com/jordanbpeterson\nSelf Authoring: http://selfauthoring.com/\nNEW Big Five Aspect Personality Assessment: http://understandmyself.com\nJordan Peterson Website: http://jordanbpeterson.com/\nPodcast: http://jordanbpeterson.com/jordan-b-p...\nReading List: http://jordanbpeterson.com/2017/03/gr...\nTwitter: https://twitter.com/jordanbpeterson\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 2657,
 "transcript_parts": [
  {
   "text": "Who I regard as a genuine modern-day heroine and a role model for all individuals who desire to speak and embody the truth?",
   "start": 4.61,
   "duration": 7.61
  },
  {
   "text": "I'll tell you a little bit about her before the discussion starts",
   "start": 12.71,
   "duration": 3.62
  },
  {
   "text": "Ali born in 1969 is a Somali Dutch American author and scholar",
   "start": 17.48,
   "duration": 5.06
  },
  {
   "text": "She's received international attention as a critic of Islam and an advocate for the rights and self-determination of Muslim women",
   "start": 23.239,
   "duration": 7.069
  },
  {
   "text": "opposing honor violence",
   "start": 30.95,
   "duration": 1.95
  },
  {
   "text": "Arranged marriage from which she escaped by immigrating from Somalia and female genital mutilation",
   "start": 32.9,
   "duration": 5.269
  },
  {
   "text": "To which she was subject as a child",
   "start": 38.78,
   "duration": 2.059
  },
  {
   "text": "she's a fellow at Stanford's Hoover Institution at Harvard's Kennedy School a",
   "start": 41.39,
   "duration": 4.37
  },
  {
   "text": "visiting scholar at the American Enterprise Institute in Washington, DC and a member of the Council on Foreign Relations",
   "start": 46.1,
   "duration": 6.5
  },
  {
   "text": "She founded the ayaan Hirsi Ali foundation explicitly for the defense of women's rights in",
   "start": 53.3,
   "duration": 5.299
  },
  {
   "text": "2003 her CLE was elected to the Lower House of the Dutch House of Representatives a",
   "start": 59.78,
   "duration": 5.18
  },
  {
   "text": "political crisis related to her Dutch citizenship, led to her resignation and",
   "start": 65.27,
   "duration": 4.099
  },
  {
   "text": "indirectly to the fall of the second Balkenende cabinet in that in 2006 a",
   "start": 70.13,
   "duration": 5.18
  },
  {
   "text": "former devout Muslim Hirsi Ali left the faith and became a vocal critic of Islam",
   "start": 76.159,
   "duration": 4.819
  },
  {
   "text": "particularly in its radical forms she collaborated on a short movie with Theo van Gogh in 2004 entitled submission",
   "start": 81.56,
   "duration": 7.309
  },
  {
   "text": "The film depicted the oppression of women under fundamentalist Islamic law sparking controversy and threats of death",
   "start": 89.539,
   "duration": 7.4
  },
  {
   "text": "van Gogh was in fact stabbed to death by Muhammadu Buhari a Moroccan Dutch Islamic terrorist later that year",
   "start": 97.43,
   "duration": 7.369
  },
  {
   "text": "Hirsi ali maintains that quote Islam is part religion and part a political military",
   "start": 105.77,
   "duration": 5.389
  },
  {
   "text": "doctrine the part that is a",
   "start": 111.289,
   "duration": 1.771
  },
  {
   "text": "Political doctrine contains a worldview a system of laws and a moral code that is totally incompatible with our",
   "start": 113.06,
   "duration": 6.47
  },
  {
   "text": "Constitution our laws and our way of life",
   "start": 119.87,
   "duration": 2.18
  },
  {
   "text": "her best-selling and influential books include the Caged virgin",
   "start": 123.14,
   "duration": 3.649
  },
  {
   "text": "2004 infidel",
   "start": 127.489,
   "duration": 2.0
  },
  {
   "text": "2006 nomad",
   "start": 129.83,
   "duration": 2.0
  },
  {
   "text": "2010 and most recently heretic",
   "start": 132.2,
   "duration": 2.61
  },
  {
   "text": "2015 where she calls for a reformation of Islam and the defeat of the Islamists",
   "start": 135.72,
   "duration": 4.339
  },
  {
   "text": "In 2005 Hirsi Ali was named as one of Time Magazine's 100 most influential people in the world",
   "start": 140.46,
   "duration": 6.049
  },
  {
   "text": "She's also received a free speech award from the Danish newspaper",
   "start": 146.88,
   "duration": 3.199
  },
  {
   "text": "Jyllands-posten the Swedish Liberal Party's democracy prize and the moral courage award",
   "start": 150.81,
   "duration": 5.27
  },
  {
   "text": "Her critics accuse Ali of building her career on the denigration of Islam and Muslims",
   "start": 156.48,
   "duration": 4.61
  },
  {
   "text": "Questioning her right to speak authoritative Lee about Islam, and the Arab world and portraying her as the embodiment of the Western colonial",
   "start": 161.43,
   "duration": 7.73
  },
  {
   "text": "civilizing mission discourse I",
   "start": 169.77,
   "duration": 2.0
  },
  {
   "text": "Guess you'll be able to render judgment on that yourself after watching our discussion",
   "start": 173.28,
   "duration": 4.91
  },
  {
   "text": "The first thing I'd like to say is",
   "start": 181.41,
   "duration": 2.059
  },
  {
   "text": "Thank you very much for agreeing to do this video. I'm very happy to be talking to you",
   "start": 184.14,
   "duration": 4.099
  },
  {
   "text": "I've been nervous about it all day actually",
   "start": 188.24,
   "duration": 2.0
  },
  {
   "text": "Oh please don't be nervous",
   "start": 190.74,
   "duration": 1.98
  },
  {
   "text": "Anything new she tells me to do.",
   "start": 192.72,
   "duration": 2.76
  },
  {
   "text": "I see I see, okay, okay, so well",
   "start": 195.5,
   "duration": 3.78
  },
  {
   "text": "I sent you some questions the other day and",
   "start": 199.42,
   "duration": 3.8
  },
  {
   "text": "I thought that I would first of all ask you",
   "start": 203.34,
   "duration": 3.58
  },
  {
   "text": "I read your recent paper the one that you wrote for the Hoover Institute called the challenge of Dawa",
   "start": 208.26,
   "duration": 5.68
  },
  {
   "text": "And so I thought maybe I'd ask you if you would to begin with just to tell people",
   "start": 214.94,
   "duration": 3.66
  },
  {
   "text": "If you could give them a brief summary of what you were attempting to accomplish with that that might be a good way to start",
   "start": 218.82,
   "duration": 5.119
  },
  {
   "text": "So what I was trying to accomplish was to get the attention of",
   "start": 224.97,
   "duration": 4.339
  },
  {
   "text": "our society especially the government",
   "start": 230.1,
   "duration": 2.389
  },
  {
   "text": "To the ideology that underlying is the outbursts of terrorism the misogyny against women",
   "start": 233.19,
   "duration": 7.039
  },
  {
   "text": "homophobia this demand by Islamists who wants to kill and eliminate all homosexuals",
   "start": 240.93,
   "duration": 4.25
  },
  {
   "text": "The outburst again",
   "start": 246.21,
   "duration": 1.4
  },
  {
   "text": "of the increase in anti-semitism the persecution of Christians",
   "start": 247.61,
   "duration": 3.75
  },
  {
   "text": "trying to kill people like me who are apostates who are ex-Muslims and",
   "start": 251.82,
   "duration": 4.669
  },
  {
   "text": "Draw attention to the venues where these ideas are disseminated these are in schools",
   "start": 256.95,
   "duration": 6.199
  },
  {
   "text": "It's in the mosque. It's in the madrasa It's in the neighborhood",
   "start": 263.43,
   "duration": 2.929
  },
  {
   "text": "And it is authorities, you know, imam's",
   "start": 267.4,
   "duration": 2.989
  },
  {
   "text": "sometimes its Parents",
   "start": 271.419,
   "duration": 1.31
  },
  {
   "text": "These professionals who say that they are theologians who are telling young people as young as",
   "start": 272.729,
   "duration": 6.54
  },
  {
   "text": "kindergarten age",
   "start": 279.699,
   "duration": 1.891
  },
  {
   "text": "how to hate and what to hate and once we understand Dawa once we understand",
   "start": 281.59,
   "duration": 5.929
  },
  {
   "text": "This commitment to get into the heads and hearts of",
   "start": 288.06,
   "duration": 4.34
  },
  {
   "text": "People the ideas of radical Islam, then I think that we will be able to deal",
   "start": 292.8,
   "duration": 5.5
  },
  {
   "text": "Better with the terrorism and symptoms which are the outcomes of it",
   "start": 299.38,
   "duration": 3.9
  },
  {
   "text": "Dawa is the call to radical Islam. Jihad is an extension of Dawa",
   "start": 304.32,
   "duration": 5.98
  },
  {
   "text": "that's what I'd like to say Jihad is an extension of Dawa",
   "start": 311.08,
   "duration": 3.26
  },
  {
   "text": "and for me jihad constitutes the violence the terrorist acts and the political violence thats used to make",
   "start": 314.76,
   "duration": 6.18
  },
  {
   "text": "that's intended to change",
   "start": 321.04,
   "duration": 2.46
  },
  {
   "text": "Society but will never be able to eliminate Jihad unless we eliminate Dawa",
   "start": 323.5,
   "duration": 6.0
  },
  {
   "text": "Okay, so, and what exactly would you say is the relationship between, Dawa",
   "start": 331.14,
   "duration": 4.739
  },
  {
   "text": "And and jihad, you're formulating it",
   "start": 335.879,
   "duration": 2.0
  },
  {
   "text": "By the sounds of it that Dawa is the precursor to jihad and are the concepts reasonably separable",
   "start": 338.199,
   "duration": 5.899
  },
  {
   "text": "And and I guess a subsidiary question of that would be we're talking about radical Islam",
   "start": 344.099,
   "duration": 4.47
  },
  {
   "text": "But of course many of the people who are watching are going to be, it's going to be difficult for them to",
   "start": 348.569,
   "duration": 4.89
  },
  {
   "text": "distinguish between moderate Islam and radical Islam",
   "start": 353.62,
   "duration": 2.719
  },
  {
   "text": "And I'm also curious about your feelings about exactly that distinction and how such a thing might be pursued",
   "start": 356.339,
   "duration": 6.03
  },
  {
   "text": "So my approach to it is there is one Islam, but there are three sets of Muslims. There is one Islam",
   "start": 364.02,
   "duration": 6.92
  },
  {
   "text": "That is unreformed and that one Islam",
   "start": 370.96,
   "duration": 3.28
  },
  {
   "text": "Consists of different components it has a religious component",
   "start": 374.74,
   "duration": 2.9
  },
  {
   "text": "It has a political component, a social component, but it's all-encompassing",
   "start": 377.74,
   "duration": 5.329
  },
  {
   "text": "Now if you look at the different sets of Muslims what you see is one set of Muslims who just adhere to the religious",
   "start": 383.74,
   "duration": 6.889
  },
  {
   "text": "prescriptions, and they see being a Muslim as something private and when they're confronted by others about",
   "start": 390.88,
   "duration": 6.58
  },
  {
   "text": "The political activists or the bad things that other Muslims do - they invoke the Quran. They invoke the Prophet Muhammad",
   "start": 398.96,
   "duration": 7.06
  },
  {
   "text": "He's the founder of Islam by mentioning on his life in Mecca",
   "start": 406.02,
   "duration": 4.769
  },
  {
   "text": "these are the early days when he first started with religion in he is fight persuade people to come to his God and leave theirs and",
   "start": 411.07,
   "duration": 7.4
  },
  {
   "text": "using along (war and power?)",
   "start": 418.72,
   "duration": 2.0
  },
  {
   "text": "But then there's that other set of Muslims. I call them the medina Muslims",
   "start": 421.69,
   "duration": 5.149
  },
  {
   "text": "They're the ones who are waging Jihad they are the ones who are engaged in Dawa",
   "start": 427.15,
   "duration": 4.01
  },
  {
   "text": "They're the ones who have the objective of subduing the entire world to Islam",
   "start": 431.37,
   "duration": 4.949
  },
  {
   "text": "They are the ones who hate homosexuals to hate women and who hate non-muslims and to say that it's their",
   "start": 436.93,
   "duration": 6.769
  },
  {
   "text": "duty to",
   "start": 444.1,
   "duration": 1.62
  },
  {
   "text": "Die converting people to Islam",
   "start": 445.72,
   "duration": 2.149
  },
  {
   "text": "I call them the medina Muslims",
   "start": 447.87,
   "duration": 2.07
  },
  {
   "text": "because they invoke the Prophet Muhammad's life and example and legacy in Medina and",
   "start": 450.34,
   "duration": 6.44
  },
  {
   "text": "then there's a third group",
   "start": 457.12,
   "duration": 2.0
  },
  {
   "text": "I call them them the modifiers or the reformers",
   "start": 459.67,
   "duration": 2.27
  },
  {
   "text": "These are Muslims who are standing up to the medina Muslims",
   "start": 462.55,
   "duration": 3.05
  },
  {
   "text": "Who are saying within Islam as a civilization, as a culture, as a religion, as a political philosophy?",
   "start": 465.88,
   "duration": 7.49
  },
  {
   "text": "We have a theological problem, and we have to deal with that theological problem",
   "start": 473.37,
   "duration": 4.47
  },
  {
   "text": "So this for me these are the three different sets of Muslims",
   "start": 478.63,
   "duration": 3.32
  },
  {
   "text": "The problem are the medina Muslims they are the ones who are engaged in Dawa. Now we want to differentiate between Dawa and jihad",
   "start": 482.59,
   "duration": 7.459
  },
  {
   "text": "For the medina Muslims, the Islamists will tell you is, well we first start with Dawa",
   "start": 490.42,
   "duration": 5.269
  },
  {
   "text": "We call you to Islam, and if you reject it",
   "start": 495.69,
   "duration": 3.51
  },
  {
   "text": "Then you are an enemy of Islam and the fact that they use violence is your fault you are to blame for it because",
   "start": 499.2,
   "duration": 6.86
  },
  {
   "text": "in their reasoning which is secular",
   "start": 506.06,
   "duration": 2.54
  },
  {
   "text": "They are not going to try and convince you with good argument on why Sharia or Islamic law is good for you",
   "start": 508.6,
   "duration": 6.139
  },
  {
   "text": "good for women, good for non-muslims",
   "start": 514.74,
   "duration": 2.58
  },
  {
   "text": "Good for gays they are not going to try and bother doing that. They are going to tell you, this is what is in the Quran?",
   "start": 518.22,
   "duration": 5.48
  },
  {
   "text": "This is what Muhammad said",
   "start": 523.7,
   "duration": 2.0
  },
  {
   "text": "I am informing",
   "start": 525.72,
   "duration": 2.04
  },
  {
   "text": "And if you refuse, and this is steps to inform to persuade to call you to invite you,",
   "start": 527.8,
   "duration": 7.56
  },
  {
   "text": "then they apply force and that force, the application of force, that is Jihad.",
   "start": 535.46,
   "duration": 4.24
  },
  {
   "text": "But Jihad really, for Medina Muslims means, it's a holy-war against non-muslims",
   "start": 539.72,
   "duration": 5.82
  },
  {
   "text": "it is to convince non-muslims, convert or die.",
   "start": 545.54,
   "duration": 3.54
  },
  {
   "text": "There is this other status of purgatory",
   "start": 551.26,
   "duration": 3.56
  },
  {
   "text": "you know where you have to pay discriminatory taxes",
   "start": 555.1,
   "duration": 3.34
  },
  {
   "text": "And we lead a life of second-class, third-class citizens if you will. Look at the Christians who live in Egypt",
   "start": 558.62,
   "duration": 5.64
  },
  {
   "text": "Christians who live in Pakistan Christians who live in other Muslim majority countries it's that kind of status.",
   "start": 564.64,
   "duration": 4.64
  },
  {
   "text": "So the Mecca / Medina",
   "start": 569.86,
   "duration": 2.0
  },
  {
   "text": "Distinction seems to be very, I would say both complicated and problematic because so",
   "start": 572.08,
   "duration": 6.18
  },
  {
   "text": "So tell me if I'm wrong ok because my understanding is that?",
   "start": 578.6,
   "duration": 3.64
  },
  {
   "text": "Mohammed spent most of the part of his life that was associated with the establishment of Islam in",
   "start": 583.9,
   "duration": 5.9
  },
  {
   "text": "Medina and not in Mecca and that it wasn't until he went to Medina that Islam actually became a force so back in Mecca",
   "start": 589.96,
   "duration": 7.76
  },
  {
   "text": "Although his doctrine appears to have been let's say more peaceful",
   "start": 598.24,
   "duration": 3.38
  },
  {
   "text": "It was also much less successful as a, as a both a religious and a political movement",
   "start": 601.72,
   "duration": 4.7
  },
  {
   "text": "So then he left Mecca and I believe under pressure from the inhabitants at least to some degree",
   "start": 606.67,
   "duration": 5.39
  },
  {
   "text": "Moved to Medina and then that's when Islam became more",
   "start": 612.37,
   "duration": 3.649
  },
  {
   "text": "more rep more",
   "start": 616.6,
   "duration": 1.68
  },
  {
   "text": "Revolutionary and expansive, and so what do you see, now I know that it isn't",
   "start": 618.28,
   "duration": 6.049
  },
  {
   "text": "universally accepted among the Islamic community that that Mecca / Medina",
   "start": 624.91,
   "duration": 3.77
  },
  {
   "text": "distinction is a reasonable one to make because of course the presumption is that there's an essential unity of thought across the doctrines, but",
   "start": 628.99,
   "duration": 7.579
  },
  {
   "text": "But given given your interpretation, and I've read the similar interpretation among other among other people",
   "start": 637.6,
   "duration": 6.229
  },
  {
   "text": "Do you see, what you see as hopeful within the Islamic community with regards to bridging the gap between the, say the earlier",
   "start": 644.62,
   "duration": 7.699
  },
  {
   "text": "works so to speak of Muhammad and the later, the later more",
   "start": 652.72,
   "duration": 3.83
  },
  {
   "text": "Revolutionary element of the, of his actions and his faith. Is there a way that that can be reconciled",
   "start": 657.31,
   "duration": 4.819
  },
  {
   "text": "Well, so dividing Muslims into make a set of Mecca set of Medina and modifiers",
   "start": 663.37,
   "duration": 6.799
  },
  {
   "text": "That's not of course an official",
   "start": 670.3,
   "duration": 2.179
  },
  {
   "text": "Distinction it's not accepted anywhere. You really want to get to you-know-who",
   "start": 673.86,
   "duration": 4.36
  },
  {
   "text": "Which individuals, which Muslims",
   "start": 678.68,
   "duration": 2.0
  },
  {
   "text": "Are at war with us and should we be worried about, what about the vast majority of",
   "start": 681.22,
   "duration": 4.55
  },
  {
   "text": "Peaceful Muslims, what about these other Muslims who are speaking up, you know, what kind of labels",
   "start": 686.29,
   "duration": 4.76
  },
  {
   "text": "Do you want to give them? If you study the works of the Islamists what you will notice",
   "start": 691.05,
   "duration": 5.52
  },
  {
   "text": "I was raised as a Muslim what I think that was the first thing that I noticed is that they're selective, and in their selections",
   "start": 696.57,
   "duration": 7.44
  },
  {
   "text": "who justify their actions, they rarely invoke Mecca",
   "start": 704.4,
   "duration": 4.92
  },
  {
   "text": "Or Mohammad's legacy in Mecca",
   "start": 709.86,
   "duration": 1.32
  },
  {
   "text": "Because as a Muslim if my sister tells me \"Ayaan, you've missed a prayer you need to get up an pray\"",
   "start": 711.19,
   "duration": 6.649
  },
  {
   "text": "Won't involve some verse for Mecca and say oh come on",
   "start": 718.06,
   "duration": 2.929
  },
  {
   "text": "My relationship with Allah is intimate and unique",
   "start": 721.75,
   "duration": 3.32
  },
  {
   "text": "It's none of your business to tell them what to do",
   "start": 725.07,
   "duration": 2.279
  },
  {
   "text": "And then she would come up with some other Haddith or some other verse, saying well",
   "start": 727.35,
   "duration": 4.32
  },
  {
   "text": "But it's might duty to command right and forbid flaw and on and on it goes",
   "start": 731.67,
   "duration": 4.739
  },
  {
   "text": "So this is the within a Muslim family, but then the Medina Muslims, they extend (???), so it did strike me",
   "start": 736.41,
   "duration": 6.9
  },
  {
   "text": "And I'm not the only one the other scholars like Muhammad (???) there are many other scholars",
   "start": 743.31,
   "duration": 4.67
  },
  {
   "text": "Who are Muslim, who believe that they must see a way of preserving Islam",
   "start": 748.16,
   "duration": 6.22
  },
  {
   "text": "As a tradition, as a culture, as a civilization and at the same time putting to bed this violent",
   "start": 756.18,
   "duration": 7.14
  },
  {
   "text": "Human rights? violating concepts within Islam",
   "start": 764.23,
   "duration": 3.679
  },
  {
   "text": "If you try and do that then you're going to see, you're going to make a list of all",
   "start": 767.909,
   "duration": 5.971
  },
  {
   "text": "The concepts",
   "start": 774.22,
   "duration": 2.72
  },
  {
   "text": "The derees that we really don't have any problem with, like people being told to pray five times a day or",
   "start": 777.79,
   "duration": 5.929
  },
  {
   "text": "visit Mecca or fast in the month of Ramadan and all sorts of, you know, religious rituals",
   "start": 784.0,
   "duration": 5.719
  },
  {
   "text": "I really don't have a problem with that and when I look at where all of that's concentrated",
   "start": 789.72,
   "duration": 3.869
  },
  {
   "text": "That's in Mecca, it's in the early days. In Medina, as you said, then it turned into a political philosophy, it becomes a military creed",
   "start": 793.709,
   "duration": 7.45
  },
  {
   "text": "Mohammed wages wars, he leads them, he elects others to lead and that's exactly when Islam becomes",
   "start": 801.53,
   "duration": 6.409
  },
  {
   "text": "Successful and Islamists of today are trying to, they're trying to emulate that power",
   "start": 808.79,
   "duration": 5.21
  },
  {
   "text": "And then say so explicitly, they write it \n and they are proud to be",
   "start": 814.0,
   "duration": 5.52
  },
  {
   "text": "You know to be emulating Mohammed in this way, so that's I think",
   "start": 820.61,
   "duration": 3.98
  },
  {
   "text": "When you say, you know, the Mecca / Medina is problematic. I think any kind of",
   "start": 825.11,
   "duration": 5.39
  },
  {
   "text": "Classification that we apply in social sciences has its problems",
   "start": 831.98,
   "duration": 4.19
  },
  {
   "text": "But one sort of simplifies because it focuses our attention where it should be",
   "start": 836.17,
   "duration": 5.07
  },
  {
   "text": "Okay, so you see this as an externally applied",
   "start": 843.53,
   "duration": 2.179
  },
  {
   "text": "Category system essentially, that's useful. That's useful for, outsiders who are trying to assess the situation",
   "start": 848.72,
   "duration": 8.62
  },
  {
   "text": "To determine who it is that you're dealing with that might be regarded as an ally and who it is that you're dealing with that might",
   "start": 857.38,
   "duration": 6.56
  },
  {
   "text": "Be regarded as a foe so to speak and that would be on the more militant end of things",
   "start": 863.95,
   "duration": 3.69
  },
  {
   "text": "That's a reasonable way of looking at it?",
   "start": 868.43,
   "duration": 2.33
  },
  {
   "text": "That's reasonable. That's a reasonable way of looking at it, but also if you take the moderate versus extreme classification or categorization",
   "start": 871.82,
   "duration": 7.13
  },
  {
   "text": "That has become commonplace",
   "start": 879.53,
   "duration": 2.0
  },
  {
   "text": "It doesn't tell you when we look at moderate we think of people who are not using violence",
   "start": 882.08,
   "duration": 6.019
  },
  {
   "text": "Whereas if you look at Medina you will see that there are",
   "start": 888.77,
   "duration": 2.989
  },
  {
   "text": "hundreds of thousands of Muslims",
   "start": 893.09,
   "duration": 2.0
  },
  {
   "text": "Who do not apply violence now",
   "start": 895.31,
   "duration": 2.21
  },
  {
   "text": "But who do preach violence and they do preach the Medina legacy and they believe that Sharia should be",
   "start": 897.71,
   "duration": 6.559
  },
  {
   "text": "Instituted and in places where they get, where you get a majority of these non-violent Medina types",
   "start": 904.58,
   "duration": 6.349
  },
  {
   "text": "then suddenly they start applying and enforcing sharia law.",
   "start": 910.94,
   "duration": 5.2
  },
  {
   "text": "So I think in the terms moderate and extreme are just not good enough",
   "start": 916.14,
   "duration": 4.08
  },
  {
   "text": "They don't cover the...",
   "start": 920.22,
   "duration": 1.3
  },
  {
   "text": "Right well and they also don't they don't also seem to bear any relationship to the internal dynamics of the faith itself so that that's also problematic",
   "start": 921.56,
   "duration": 7.64
  },
  {
   "text": "okay, so",
   "start": 929.56,
   "duration": 2.0
  },
  {
   "text": "You have to keep going back to the theology have to keep going back to the internal debates among Muslims",
   "start": 932.81,
   "duration": 6.09
  },
  {
   "text": "on how to move, how to move on and how to relate to the rest of the world.",
   "start": 938.9,
   "duration": 3.989
  },
  {
   "text": "So I personally think Mecca and Medina is much more useful as a tool, as an external conceptual framework for understanding the",
   "start": 943.1,
   "duration": 7.7
  },
  {
   "text": "Problem we face with Islam, then extreme versus moderates and all the \nother, you know, all the other terms that we have",
   "start": 950.9,
   "duration": 7.36
  },
  {
   "text": "Okay, so let me ask you another question about that then so, see one of the problems that I've had because I've been trying to look at",
   "start": 958.68,
   "duration": 6.4
  },
  {
   "text": "The potential for a true relationship between Islam and Christianity you know to the degree that I understand Islam or Christianity which of course",
   "start": 966.69,
   "duration": 7.7
  },
  {
   "text": "There's plenty to understand about both, so it's no easy thing to manage, but there is this claim as well that",
   "start": 974.78,
   "duration": 5.52
  },
  {
   "text": "that's widespread and rather vague that that Islam is in essence a religion of peace and but when I look at the",
   "start": 980.9,
   "duration": 7.84
  },
  {
   "text": "historical data say stemming from the Medina",
   "start": 988.74,
   "duration": 2.32
  },
  {
   "text": "The Medina time and then moving forward and the fact that Mohammad was definitely someone who engaged",
   "start": 991.62,
   "duration": 6.32
  },
  {
   "text": "personally in warfare and in an expansionist warfare",
   "start": 998.1,
   "duration": 3.26
  },
  {
   "text": "It's not an easy thing for me to make the leap to to",
   "start": 1001.36,
   "duration": 5.309
  },
  {
   "text": "Comprehending or being able to accept the claim that the fundamental doctrines of Islam are peaceful",
   "start": 1007.52,
   "duration": 5.06
  },
  {
   "text": "Or are associated with peace because it looks to me like there's an element of it. That's quite militaristic, and I've also thought that",
   "start": 1013.36,
   "duration": 5.84
  },
  {
   "text": "Let's say, there's a religious element to Islam, and I mean this is not an original thought obviously, there's a religious element Islam",
   "start": 1019.819,
   "duration": 6.02
  },
  {
   "text": "But there's also something that's clearly more like a political movement and more like a governmental movement",
   "start": 1025.839,
   "duration": 5.4
  },
  {
   "text": "And that's also",
   "start": 1031.24,
   "duration": 1.18
  },
  {
   "text": "Complicated by the fact that there isn't any clear separation between church and state in Islamic doctrine as far as I can tell so",
   "start": 1032.42,
   "duration": 6.5
  },
  {
   "text": "When we hear claims that, or when claims are made that Islam is essentially a religion of peace",
   "start": 1039.14,
   "duration": 5.44
  },
  {
   "text": "Then that doesn't seem to be the case with the Medina end",
   "start": 1044.84,
   "duration": 3.78
  },
  {
   "text": "Of the theological discourse or the actions that emerge thereof and then part of the problem is how do you reconcile that with the",
   "start": 1048.68,
   "duration": 7.52
  },
  {
   "text": "Contradictions in relationship to the earlier as you say Meccan doctrines",
   "start": 1056.48,
   "duration": 5.18
  },
  {
   "text": "And it isn't clear to me how that can be done so...",
   "start": 1061.66,
   "duration": 2.78
  },
  {
   "text": "Medina muslims see Islam as a political creed that the believers should enforce, are obligated to enforce so number one they argue",
   "start": 1064.48,
   "duration": 8.24
  },
  {
   "text": "In that conditions they fight, that Muhammad in Mecca did not give the Meccans a choice",
   "start": 1073.08,
   "duration": 5.729
  },
  {
   "text": "He didn't say oh you can have your gods like",
   "start": 1078.809,
   "duration": 2.671
  },
  {
   "text": "and you know, I have my God. His message was you guys are worshiping false Gods",
   "start": 1081.56,
   "duration": 5.68
  },
  {
   "text": "These are idols, you live in a time of ignorance, and I have come as a last messenger",
   "start": 1087.48,
   "duration": 4.98
  },
  {
   "text": "To convey to you",
   "start": 1092.56,
   "duration": 2.14
  },
  {
   "text": "you know, the light",
   "start": 1094.86,
   "duration": 2.14
  },
  {
   "text": "and enlightenment and come with me",
   "start": 1097.15,
   "duration": 2.0
  },
  {
   "text": "Now what is peaceful in his actions in Mecca, it's not the message that is peaceful",
   "start": 1099.66,
   "duration": 5.7
  },
  {
   "text": "it's the fact that he didn't apply force, he didn't put together a militia and",
   "start": 1105.58,
   "duration": 4.72
  },
  {
   "text": "Attack the Meccans that which he described as a polytheists and unbelievers",
   "start": 1110.52,
   "duration": 5.48
  },
  {
   "text": "in Medina he does that.",
   "start": 1116.559,
   "duration": 2.54
  },
  {
   "text": "As in Medina, as he wins war after war",
   "start": 1119.82,
   "duration": 3.84
  },
  {
   "text": "The numbers of Muslims increase, and these are people who come to [be] Muslim by force",
   "start": 1125.16,
   "duration": 4.24
  },
  {
   "text": "Then he says everywhere where people accept Islam",
   "start": 1130.0,
   "duration": 3.64
  },
  {
   "text": "That is peaceful. So the definition of peace in Islam is only after you accept Islam as long as you refuse to",
   "start": 1133.96,
   "duration": 8.0
  },
  {
   "text": "abide by Islamic law or",
   "start": 1142.18,
   "duration": 3.54
  },
  {
   "text": "Accept to be subdued by Islam, you are at war",
   "start": 1146.14,
   "duration": 3.139
  },
  {
   "text": "That's why they the Medinans make this distinction between the house of Islam, feasts",
   "start": 1149.279,
   "duration": 4.5
  },
  {
   "text": "And the house of war, (right) and the house of war is everywhere where there are infidels",
   "start": 1153.779,
   "duration": 4.59
  },
  {
   "text": "And it's the job of the Muslims in the house of peace to convert them",
   "start": 1158.409,
   "duration": 4.28
  },
  {
   "text": "So it's a religion of peace insofar as its final utopian aim is the cessation of conflict?",
   "start": 1162.689,
   "duration": 6.331
  },
  {
   "text": "but it's the cessation of conflict in part as a consequence of conquest",
   "start": 1169.02,
   "duration": 4.66
  },
  {
   "text": "Absolutely",
   "start": 1173.74,
   "duration": 0.98
  },
  {
   "text": "Ok yeah, yeah",
   "start": 1174.76,
   "duration": 1.14
  },
  {
   "text": "Well that was more or less how I understood it so",
   "start": 1175.9,
   "duration": 2.02
  },
  {
   "text": "When the claim is made that it's a religion of peace, then that isn't precisely",
   "start": 1178.24,
   "duration": 3.469
  },
  {
   "text": "It's it's a sleight of hand in some sense with regard specifically to that phrase",
   "start": 1182.52,
   "duration": 4.36
  },
  {
   "text": "There are individuals, [the] ones I described as Mecca who are saying",
   "start": 1187.26,
   "duration": 4.38
  },
  {
   "text": "When they say Islam is peace what they really want to say is, I am a peaceful individual",
   "start": 1192.36,
   "duration": 5.02
  },
  {
   "text": "And I have no problems with other religions and",
   "start": 1197.399,
   "duration": 2.25
  },
  {
   "text": "I do not want to be engaged in any politics of any sort or to link politics with religion, please leave me alone",
   "start": 1199.8,
   "duration": 7.46
  },
  {
   "text": "Right right right and that I would say would be the majority of Muslims worldwide",
   "start": 1207.26,
   "duration": 3.44
  },
  {
   "text": "I'm not sure you agree with that",
   "start": 1210.88,
   "duration": 1.67
  },
  {
   "text": "But it seems to me that it isn't",
   "start": 1212.55,
   "duration": 1.89
  },
  {
   "text": "Self-evidently the case that the majority of human beings are violent and warlike and so my sense is is that",
   "start": 1214.44,
   "duration": 6.92
  },
  {
   "text": "given the essential peace",
   "start": 1221.64,
   "duration": 2.0
  },
  {
   "text": "peacefulness of most people they're going to take a look at the Islamic doctrine and extract from it those elements that are",
   "start": 1223.84,
   "duration": 5.449
  },
  {
   "text": "Supportive of that more individual peace, but that still leaves open the question of exactly",
   "start": 1229.69,
   "duration": 4.219
  },
  {
   "text": "What the doctrine means as a set of",
   "start": 1234.43,
   "duration": 2.329
  },
  {
   "text": "motivational principles and that seems to be a big part of the current problem and also the need for",
   "start": 1236.89,
   "duration": 4.369
  },
  {
   "text": "Current discourse what I would hope is that it would be possible to undertake a dialogue with Islam",
   "start": 1241.75,
   "duration": 5.96
  },
  {
   "text": "Let's say between Islam",
   "start": 1247.71,
   "duration": 1.29
  },
  {
   "text": "and the West or between Islam and",
   "start": 1249.0,
   "duration": 1.48
  },
  {
   "text": "judeo-christianity and to find within Islam itself the seeds that would enable that dialogue to occur so that some sort of long-term",
   "start": 1250.48,
   "duration": 7.88
  },
  {
   "text": "Negotiated conceptual and practical peace could be attained, but the more I've read about Islam the more difficult",
   "start": 1258.54,
   "duration": 6.02
  },
  {
   "text": "It is for me to understand how that might be managed especially because of its",
   "start": 1264.57,
   "duration": 3.809
  },
  {
   "text": "well, because of the warlike tradition that emerged from Medina and then moved outward at a staggering rate from that",
   "start": 1268.56,
   "duration": 7.18
  },
  {
   "text": "and also the thing that's quite disconcerting to me, I mean",
   "start": 1275.74,
   "duration": 4.22
  },
  {
   "text": "It's not like Christianity hasn't been rife with internal divisions like that between the Protestants and the Catholics",
   "start": 1280.02,
   "duration": 5.7
  },
  {
   "text": "But I mean it also was the case that",
   "start": 1285.91,
   "duration": 2.78
  },
  {
   "text": "What you might describe as the civil war that's been occurring within Islam",
   "start": 1288.82,
   "duration": 3.9
  },
  {
   "text": "More or less started, as far as I can tell, more or less started the day that Muhammad died and has never stopped since then and",
   "start": 1292.82,
   "duration": 6.34
  },
  {
   "text": "That also seems to be, well obviously it's a problem for the Islamic community itself",
   "start": 1299.16,
   "duration": 4.82
  },
  {
   "text": "But it also seems to be a problem, an increasing problem for the West because we can't not be tangled up in that",
   "start": 1303.99,
   "duration": 5.46
  },
  {
   "text": "Yeah, we have to share the planet with one fifth of humanity",
   "start": 1310.32,
   "duration": 3.8
  },
  {
   "text": "And it's very clear that things have to change and that is duty of Muslims to change the theological",
   "start": 1314.12,
   "duration": 7.86
  },
  {
   "text": "underpinnings of their religion",
   "start": 1322.18,
   "duration": 2.3
  },
  {
   "text": "And as far as I'm concerned. This is being pushed by those that I call reformers or modifiers. (Yeah)",
   "start": 1325.18,
   "duration": 6.98
  },
  {
   "text": "And these are Individuals, who maybe now a little bigger in their groups",
   "start": 1332.66,
   "duration": 3.6
  },
  {
   "text": "They're forming groups, and maybe even being led by some nation states, the leaders of countries",
   "start": 1336.26,
   "duration": 6.72
  },
  {
   "text": "Who are pushing for that change",
   "start": 1344.08,
   "duration": 2.299
  },
  {
   "text": "The big question is are they going to agree on what to change, so what is inbuilt into Islam is this idea",
   "start": 1346.84,
   "duration": 8.4
  },
  {
   "text": "that you cannot argue with God. You cannot unsubmit",
   "start": 1355.24,
   "duration": 5.16
  },
  {
   "text": "And edit to the Quran and it's the same thing you know Mohammed was",
   "start": 1360.75,
   "duration": 3.869
  },
  {
   "text": "Is seen by Muslims as infallible (Yeah)",
   "start": 1365.88,
   "duration": 2.72
  },
  {
   "text": "As someone who never made a mistake so it's an uphill battle for those Muslims inside Islam, who were seeking",
   "start": 1368.76,
   "duration": 7.62
  },
  {
   "text": "modernization, who are seeking reform",
   "start": 1376.38,
   "duration": 2.2
  },
  {
   "text": "to",
   "start": 1378.64,
   "duration": 1.56
  },
  {
   "text": "Agree on, you know, how to edit God how toughest to pursuade Muslims to accept",
   "start": 1380.2,
   "duration": 5.089
  },
  {
   "text": "a truly peaceful",
   "start": 1386.08,
   "duration": 2.0
  },
  {
   "text": "(Right) and a truly tolerant idea of religion that separates religion from politics respects the rights of women",
   "start": 1388.36,
   "duration": 6.829
  },
  {
   "text": "respects the rights or people of other faiths and people within Islam who want to leave their faiths, so",
   "start": 1395.64,
   "duration": 6.18
  },
  {
   "text": "How do you get the theological underpinnings for that? (Yeah)",
   "start": 1402.64,
   "duration": 4.14
  },
  {
   "text": "That's the big button within Islam.",
   "start": 1406.78,
   "duration": 2.58
  },
  {
   "text": "Well yeah, and the danger there too",
   "start": 1409.36,
   "duration": 1.18
  },
  {
   "text": "Is that, I mean, when that sort of thing is attempted, often, reform from within a religious community, one of the dangers there is that",
   "start": 1410.54,
   "duration": 6.64
  },
  {
   "text": "Instead of reforming it peacefully all you do is add another sect to the conflict",
   "start": 1417.52,
   "duration": 6.14
  },
  {
   "text": "Yeah for us secular people it seems from from a distance, It seems kind of easy to say well why don't they just separate",
   "start": 1423.66,
   "duration": 7.64
  },
  {
   "text": "Religion from politics and then people \nwho want to be religious, they can be religious",
   "start": 1432.16,
   "duration": 4.76
  },
  {
   "text": "But to look at it that way is simplistic because",
   "start": 1437.2,
   "duration": 2.569
  },
  {
   "text": "Then you get people who want to be religious, this Medina subset, who want to say",
   "start": 1439.769,
   "duration": 4.77
  },
  {
   "text": "For a medina Muslim, an expression of his Muslim-ness is to convert you to Islam",
   "start": 1445.21,
   "duration": 6.229
  },
  {
   "text": "(Yeah) to kill me as an apostate. It's to get women to cover up. It's to keep warning us about life after death and all of that.",
   "start": 1451.64,
   "duration": 8.88
  },
  {
   "text": "It's the thing that's that made me, I would say nervous to some degree from the perspective of someone",
   "start": 1460.9,
   "duration": 5.96
  },
  {
   "text": "who analyzes totalitarian ideology because the thing about",
   "start": 1467.06,
   "duration": 3.06
  },
  {
   "text": "Totalitarian ideology is it tends to be totalitarian, right? It's all absolutely",
   "start": 1470.22,
   "duration": 4.68
  },
  {
   "text": "all-consuming and (yeah)",
   "start": 1475.02,
   "duration": 1.96
  },
  {
   "text": "That's that's why",
   "start": 1476.98,
   "duration": 1.29
  },
  {
   "text": "also when I've been assessing because, I've done a fair bit of research into comparative religion and done my best to",
   "start": 1478.27,
   "duration": 6.23
  },
  {
   "text": "Expand my knowledge base",
   "start": 1484.86,
   "duration": 1.22
  },
  {
   "text": "And I've always had a hard time",
   "start": 1486.09,
   "duration": 2.0
  },
  {
   "text": "With Islam in that regard because it's difficult for me to extract out the purely religious elements and to compare them to",
   "start": 1488.11,
   "duration": 7.069
  },
  {
   "text": "Let's say religious sentiments that have emerged across, across humankind in all sorts of different times and eras and to separate that from the political",
   "start": 1495.6,
   "duration": 7.6
  },
  {
   "text": "Doctrine and sometimes I'm tempted to think more that",
   "start": 1503.26,
   "duration": 3.02
  },
  {
   "text": "Islam",
   "start": 1506.89,
   "duration": 1.14
  },
  {
   "text": "You know, broadly and vaguely speaking, is something much more like a political movement than it is in fact like a religious movement",
   "start": 1508.03,
   "duration": 5.84
  },
  {
   "text": "It is a political theory and it's a political movement it started out",
   "start": 1513.97,
   "duration": 3.709
  },
  {
   "text": "Even in Mecca in the early days come to my god, which was a political message",
   "start": 1518.35,
   "duration": 5.209
  },
  {
   "text": "It wasn't just a religious message (Right) even in the early days in Mecca it was absolutist, Islam by its nature is",
   "start": 1523.56,
   "duration": 7.34
  },
  {
   "text": "Absolutist because it seeks complete and total",
   "start": 1530.9,
   "duration": 3.36
  },
  {
   "text": "Submission of the individual to God and in Medina Muhammad then came around with a political",
   "start": 1534.32,
   "duration": 7.12
  },
  {
   "text": "blueprint for how society ought to live the relationship between the individual and God",
   "start": 1542.4,
   "duration": 6.32
  },
  {
   "text": "The relationship between men and women, husband and wife, the relationship between parent and child, the relationship between the government",
   "start": 1548.94,
   "duration": 8.04
  },
  {
   "text": "the kalif",
   "start": 1557.8,
   "duration": 2.0
  },
  {
   "text": "However you want to pronounce it",
   "start": 1559.8,
   "duration": 1.58
  },
  {
   "text": "And the subjects and their duties, it has a court system",
   "start": 1561.58,
   "duration": 4.7
  },
  {
   "text": "It has a military system. So from it's very beginnings",
   "start": 1566.28,
   "duration": 4.109
  },
  {
   "text": "Islam was more of a political theory than it was",
   "start": 1570.7,
   "duration": 4.4
  },
  {
   "text": "A religion as we understand religion today. Jesus Christ founded his religion within an empire the Roman Empire existed",
   "start": 1575.1,
   "duration": 6.78
  },
  {
   "text": "Before and what he was talking about was all religion",
   "start": 1582.16,
   "duration": 3.739
  },
  {
   "text": "Whereas Muhammad founded an empire we forget that.",
   "start": 1586.36,
   "duration": 3.88
  },
  {
   "text": "Yes right, that's a very important distinction",
   "start": 1590.24,
   "duration": 2.24
  },
  {
   "text": "I mean it really might be the crucial distinction, so to speak",
   "start": 1592.48,
   "duration": 3.78
  },
  {
   "text": "Definitely the crucial distinction, and there was this Empire and this empire grows and declined and fell and those who feel that",
   "start": 1596.26,
   "duration": 7.84
  },
  {
   "text": "They have inherited that legacy, they want to go back to the days of empire",
   "start": 1604.11,
   "duration": 3.899
  },
  {
   "text": "(Yeah) they want to go back the days when, you know, Islam was supreme and",
   "start": 1608.04,
   "duration": 5.16
  },
  {
   "text": "They want to do this in the 21st century when wanting all kinds",
   "start": 1613.44,
   "duration": 5.04
  },
  {
   "text": "it's not just that you can't come on horseback and invade",
   "start": 1618.48,
   "duration": 3.72
  },
  {
   "text": "An existing empire in decline like the Byzantine or like, you know, old Rome and",
   "start": 1622.32,
   "duration": 4.7
  },
  {
   "text": "Some of these Indian empires that they took over, you could just take things it's not like that, but they're driven",
   "start": 1627.54,
   "duration": 6.32
  },
  {
   "text": "They're convinced",
   "start": 1634.2,
   "duration": 1.28
  },
  {
   "text": "They have this legacy,",
   "start": 1635.48,
   "duration": 2.1
  },
  {
   "text": "and they're not afraid of death.",
   "start": 1637.58,
   "duration": 1.82
  },
  {
   "text": "and that is key because, and here's why I keep going back to Dawa",
   "start": 1639.4,
   "duration": 3.9
  },
  {
   "text": "all Muslim children learn that life on this earth is temporary",
   "start": 1643.84,
   "duration": 4.96
  },
  {
   "text": "(Yeah) That it is transitory and that there is something in the hereafter. This is no point in investing in this life",
   "start": 1648.9,
   "duration": 5.94
  },
  {
   "text": "Except in a religious sense, so for the Medina Muslims",
   "start": 1655.02,
   "duration": 2.9
  },
  {
   "text": "It really becomes easy to recruit and inspire into their ranks",
   "start": 1658.24,
   "duration": 5.21
  },
  {
   "text": "Muslims who have already been taught that",
   "start": 1664.93,
   "duration": 2.3
  },
  {
   "text": "They've only got to work for the Hereafter",
   "start": 1667.87,
   "duration": 2.119
  },
  {
   "text": "there are problems with Islam, and I think if, once we understand of course the basic elements of",
   "start": 1670.02,
   "duration": 6.69
  },
  {
   "text": "Mohammed's role, the role of the Quran, the role of the Hereafter. All of these things and what Sharia law really means",
   "start": 1678.01,
   "duration": 6.05
  },
  {
   "text": "And then we get to the Dawa part this is how do they manage to teach?",
   "start": 1684.3,
   "duration": 4.349
  },
  {
   "text": "Young people how do they manage to teach all of these thousands and millions of people, who is subsidizing this?",
   "start": 1690.1,
   "duration": 5.809
  },
  {
   "text": "Countries like Saudi Arabia, Qatar, Kuwait etc. Once we understand that I think then",
   "start": 1696.19,
   "duration": 5.42
  },
  {
   "text": "It makes our job as westerners, western governments, whatever, easier.",
   "start": 1701.71,
   "duration": 4.369
  },
  {
   "text": "Let's talk about the Saudis for a minute, the elephant under the Western carpet",
   "start": 1706.3,
   "duration": 4.52
  },
  {
   "text": "I mean I understand that in the aftermath of the oil crisis in the 1970s one of the things that",
   "start": 1710.82,
   "duration": 5.6
  },
  {
   "text": "Dictated American foreign policy was the desire to maintain stable oil production and I can understand that although I think it was short-sighted, I can",
   "start": 1716.54,
   "duration": 7.9
  },
  {
   "text": "I can see the logic in that",
   "start": 1724.44,
   "duration": 1.66
  },
  {
   "text": "But it's very difficult for me to see that in any possible way the Saudis can be regarded as true allies of the West",
   "start": 1726.1,
   "duration": 7.74
  },
  {
   "text": "and so I don't understand why we have the",
   "start": 1734.38,
   "duration": 3.64
  },
  {
   "text": "Relationship that we do have with the Saudis given first of all that we're pumping",
   "start": 1738.54,
   "duration": 3.48
  },
  {
   "text": "literally trillions of dollars every, about every decade into their economy and then given that they practice a particularly pernicious",
   "start": 1742.44,
   "duration": 7.16
  },
  {
   "text": "Form of, I would say viciously militant, Islam and second, or third I guess that is, is that they're pumping out",
   "start": 1749.76,
   "duration": 7.94
  },
  {
   "text": "Propaganda that pushes this Wahhabi viewpoint in massive doses everywhere in the world",
   "start": 1758.02,
   "duration": 5.44
  },
  {
   "text": "I mean",
   "start": 1763.47,
   "duration": 0.57
  },
  {
   "text": "I don't understand and maybe this is also part of your perplexity with regards to Western attitudes towards",
   "start": 1764.04,
   "duration": 5.789
  },
  {
   "text": "towards the complex problem of Islam, I don't understand why",
   "start": 1770.08,
   "duration": 3.38
  },
  {
   "text": "The West doesn't do more to put a stop to that and so what are your thoughts about that how does it look to you?",
   "start": 1773.98,
   "duration": 6.589
  },
  {
   "text": "I'm perplexed",
   "start": 1781.48,
   "duration": 0.93
  },
  {
   "text": "I believe that the Saudis have put the United States and other Westerners under their spell",
   "start": 1782.41,
   "duration": 5.37
  },
  {
   "text": "And someone has to come along and break that spell",
   "start": 1787.78,
   "duration": 3.02
  },
  {
   "text": "I mean I agree with everything you said",
   "start": 1792.02,
   "duration": 2.62
  },
  {
   "text": "Within Saudi Arabia there are, I believe, at least three forces, the royal family, who I believe",
   "start": 1795.4,
   "duration": 7.3
  },
  {
   "text": "Now they want to be more secular and more modern",
   "start": 1803.06,
   "duration": 3.04
  },
  {
   "text": "They want to go down the path of the UAE",
   "start": 1806.1,
   "duration": 2.06
  },
  {
   "text": "Then there is the clergy.",
   "start": 1809.02,
   "duration": 2.0
  },
  {
   "text": "Incredibly powerful, maybe even more powerful than the royal family, because",
   "start": 1811.09,
   "duration": 4.88
  },
  {
   "text": "The Clergy in Saudi Arabia",
   "start": 1816.67,
   "duration": 2.0
  },
  {
   "text": "They have the power to put into people's, you know, heads and hearts",
   "start": 1818.95,
   "duration": 6.109
  },
  {
   "text": "the Wahhabi doctrine",
   "start": 1825.79,
   "duration": 2.0
  },
  {
   "text": "and so, They're all about.. in Saudi Arabia",
   "start": 1828.22,
   "duration": 4.82
  },
  {
   "text": "The people who decide what's right and what's wrong",
   "start": 1833.32,
   "duration": 2.66
  },
  {
   "text": "Morally, are the clergy. (Right) They are that powerful. And then you have the tribes the various tribes who obviously",
   "start": 1836.7,
   "duration": 8.66
  },
  {
   "text": "depending on their size",
   "start": 1845.6,
   "duration": 1.98
  },
  {
   "text": "Can either empower the royal family or the clergy or both. There's a dynamic there",
   "start": 1847.84,
   "duration": 5.239
  },
  {
   "text": "that is very interesting to watch, but in that sense",
   "start": 1853.72,
   "duration": 3.95
  },
  {
   "text": "Saudi Arabia has used and has indulged and accommodated the clergy, not only to establish",
   "start": 1858.4,
   "duration": 7.04
  },
  {
   "text": "this Wahabbi doctrine, which is pure Medina legacy, Saudi Arabia is a theocracy (Yeah) its pure Medina.",
   "start": 1865.66,
   "duration": 6.08
  },
  {
   "text": "Not only inside the borders of Saudi Arabia, but across the entire world.",
   "start": 1872.46,
   "duration": 5.56
  },
  {
   "text": "(Yeah) and now I think we the United States and other countries need to demand",
   "start": 1878.56,
   "duration": 4.96
  },
  {
   "text": "From the Saudi royal family because they're the ones who are the political,  at least",
   "start": 1883.74,
   "duration": 4.96
  },
  {
   "text": "The political individuals that we deal with and sit across from at the table, to demand  and say you know we need a divorce",
   "start": 1889.12,
   "duration": 7.1
  },
  {
   "text": "Between the house of our south and the house of our (???)",
   "start": 1896.8,
   "duration": 2.42
  },
  {
   "text": "Because these clergy people are really destroying the planet",
   "start": 1899.64,
   "duration": 4.32
  },
  {
   "text": "They, you just, you have to think through what these people have done in South Asia in Africa",
   "start": 1904.48,
   "duration": 6.88
  },
  {
   "text": "All over the world it's the duty of",
   "start": 1912.22,
   "duration": 2.74
  },
  {
   "text": "Theocracy like Saudi Arabia to commit a part of its wealth to the spread of Islam",
   "start": 1915.18,
   "duration": 5.94
  },
  {
   "text": "(Yes) and to the strengthening of Islam, that's pure Dawa that is through institutions",
   "start": 1921.36,
   "duration": 4.38
  },
  {
   "text": "And this is this is their foreign policy we probably could refer that to a soft power",
   "start": 1926.169,
   "duration": 5.63
  },
  {
   "text": "That's where the soft power goes, but that if you look at what is happening all these terrorist",
   "start": 1931.84,
   "duration": 5.39
  },
  {
   "text": "activities across the world",
   "start": 1937.78,
   "duration": 2.44
  },
  {
   "text": "People wanting Sharia back all of this Saudi Arabia is behind it, and I think it's time that (Yeah) we wake up to that.",
   "start": 1940.22,
   "duration": 5.86
  },
  {
   "text": "Yeah, okay, so let me run a theory by you. It's kind of a two-fold theory so one is that",
   "start": 1946.5,
   "duration": 5.9
  },
  {
   "text": "there's a paternalistic attitude in the west towards the Saudis that stems from perhaps events that were as",
   "start": 1952.62,
   "duration": 7.36
  },
  {
   "text": "Far back as a hundred years ago, and the paternalistic aspect is to underestimate them as enemies",
   "start": 1960.06,
   "duration": 6.74
  },
  {
   "text": "Right, because you say well we could say well",
   "start": 1967.389,
   "duration": 2.03
  },
  {
   "text": "We need the oil and we're gonna stabilize it and maybe that we'd rather not have chaos in Saudi Arabia",
   "start": 1969.419,
   "duration": 5.099
  },
  {
   "text": "And so a known dictator is better than unknown chaos and I mean we saw",
   "start": 1974.519,
   "duration": 3.93
  },
  {
   "text": "Some proof of that perhaps in what happened with Libya, but so the idea would be",
   "start": 1978.639,
   "duration": 4.52
  },
  {
   "text": "There's nothing sufficiently dangerous about the Saudis to justify us",
   "start": 1983.74,
   "duration": 4.32
  },
  {
   "text": "destabilizing their regime especially when we're particularly dependent on their oil. And then underneath that would be an",
   "start": 1988.06,
   "duration": 6.68
  },
  {
   "text": "Underestimation of the danger of ideas and also especially when ideas are combined with money, it's something like that",
   "start": 1994.74,
   "duration": 6.22
  },
  {
   "text": "So because the Saudis in some sense",
   "start": 2001.3,
   "duration": 2.42
  },
  {
   "text": "I think are fighting what you might regard as a stealth war against the West and they're doing it by convincing",
   "start": 2003.72,
   "duration": 6.42
  },
  {
   "text": "Upcoming generations of the rightness of their particular viewpoint, and so they're in it for the long haul in some sense",
   "start": 2010.69,
   "duration": 6.23
  },
  {
   "text": "And I think we're radically under estimating the danger of that",
   "start": 2016.92,
   "duration": 2.6
  },
  {
   "text": "They're waging and idealogical war and we're not (yeah, yeah, yeah)",
   "start": 2020.22,
   "duration": 3.48
  },
  {
   "text": "They're waging and idealogical war,  we're not, I mean you have to think of when the Soviet Union was around",
   "start": 2024.18,
   "duration": 5.08
  },
  {
   "text": "If we hadn't done anything in response if we had only viewed that in economic terms or in military terms, yeah",
   "start": 2029.44,
   "duration": 6.02
  },
  {
   "text": "And that is our way, not just Saudi Arabia there is Qatar there is Kuwait",
   "start": 2035.46,
   "duration": 5.44
  },
  {
   "text": "There is even Iran, you know, these countries are waging an ideological war and we are not because here",
   "start": 2040.9,
   "duration": 6.68
  },
  {
   "text": "They believe well, It's religion and religion is protected and you know we don't talk about religion",
   "start": 2048.18,
   "duration": 6.5
  },
  {
   "text": "That's one thing we believe",
   "start": 2055.06,
   "duration": 2.0
  },
  {
   "text": "We're under the spell of these",
   "start": 2057.19,
   "duration": 2.0
  },
  {
   "text": "incredibly charming Saudis that come to attend our",
   "start": 2059.2,
   "duration": 2.82
  },
  {
   "text": "Universities that have their embassies here and business leaders and that we are sure as their more westernized than we are",
   "start": 2062.02,
   "duration": 6.46
  },
  {
   "text": "Yeah, well you can tell that by how they treat their women",
   "start": 2068.62,
   "duration": 2.38
  },
  {
   "text": "Yeah, so in a way, I think again",
   "start": 2072.74,
   "duration": 2.54
  },
  {
   "text": "I just keep going back to saying we are under some sort of spell",
   "start": 2075.32,
   "duration": 3.26
  },
  {
   "text": "And at some point you know someone has to come and break that spell (Yeah)",
   "start": 2078.58,
   "duration": 4.8
  },
  {
   "text": "through more globalization, through you know",
   "start": 2084.06,
   "duration": 2.98
  },
  {
   "text": "As Saudi Arabia opens up to the world economy we really see with our eyes, what goes on inside their own country and inside",
   "start": 2088.09,
   "duration": 7.69
  },
  {
   "text": "Not just Saudi Arabia, all these other countries",
   "start": 2096.28,
   "duration": 2.3
  },
  {
   "text": "It's the American people, the Canadian people, Western people who should say no",
   "start": 2098.76,
   "duration": 4.66
  },
  {
   "text": "To this and demand from their governments that they engage with Saudi Arabia in a different way.",
   "start": 2103.8,
   "duration": 5.36
  },
  {
   "text": "Yeah, well one of the things I really can't figure out. Maybe you could shed some light on this too",
   "start": 2109.32,
   "duration": 3.869
  },
  {
   "text": "Is that you know of all the things that women's political movements should be doing in the West is",
   "start": 2113.19,
   "duration": 6.12
  },
  {
   "text": "Demanding, as far as I can tell, that the Western countries",
   "start": 2120.13,
   "duration": 2.87
  },
  {
   "text": "Let's say led by their male rulers stop treating the Saudis like are they're our allies, and I cannot understand why there hasn't been",
   "start": 2123.22,
   "duration": 7.37
  },
  {
   "text": "Concerted pressure put on Western governments by women who are concerned, at least in principle, with the",
   "start": 2131.14,
   "duration": 6.33
  },
  {
   "text": "equality and freedom of women around the world to",
   "start": 2137.78,
   "duration": 2.0
  },
  {
   "text": "stop treating the Saudis like they're our allies and so, that's another thing that perplexes me entirely and the",
   "start": 2139.88,
   "duration": 6.469
  },
  {
   "text": "Cynical part of me thinks that the feminists who are more or less hell bent on the destruction of the Western",
   "start": 2146.51,
   "duration": 6.049
  },
  {
   "text": "Patriarchy, adopt the attitude that the enemy of my enemy is my friend",
   "start": 2152.809,
   "duration": 3.47
  },
  {
   "text": "And so they're willing to put up with what the Saudis do",
   "start": 2156.349,
   "duration": 2.479
  },
  {
   "text": "But I don't think that's a sufficient explanation so, like, and I mean you can view our",
   "start": 2158.829,
   "duration": 4.89
  },
  {
   "text": "culture so to speak a little bit from from the outside position because you've moved in as an immigrant and and that gives you a",
   "start": 2164.15,
   "duration": 6.05
  },
  {
   "text": "Viewpoint that that it's much more difficult for someone within it to share and so like what do you see as driving the",
   "start": 2170.24,
   "duration": 7.459
  },
  {
   "text": "Absence of pressure, let's say from women on governments in relationship to these, I would say, reprehensible dictatorships",
   "start": 2177.95,
   "duration": 7.01
  },
  {
   "text": "What's going on?",
   "start": 2185.089,
   "duration": 1.831
  },
  {
   "text": "So the feminists who are pre-occupied with",
   "start": 2186.92,
   "duration": 2.84
  },
  {
   "text": "Western patriarchy, with the white man's patriarchy, what I see is that they have",
   "start": 2190.549,
   "duration": 4.88
  },
  {
   "text": "first of all that's all that they're focused only they do not talk about discuss raise the issue of",
   "start": 2195.65,
   "duration": 5.899
  },
  {
   "text": "men of color and the patriarchy of men of color, of immigrants of",
   "start": 2202.339,
   "duration": 4.64
  },
  {
   "text": "the nations and countries men in nations and countries outside of the West.",
   "start": 2208.3,
   "duration": 6.3
  },
  {
   "text": "Number two these femenists have also bought into the identity politics",
   "start": 2214.6,
   "duration": 5.44
  },
  {
   "text": "They've bought into cultural relativism",
   "start": 2220.059,
   "duration": 2.07
  },
  {
   "text": "They've bought into Multiculturalism",
   "start": 2222.68,
   "duration": 2.46
  },
  {
   "text": "And all these things are bad for women bad for Western women and bad for all women",
   "start": 2225.16,
   "duration": 6.04
  },
  {
   "text": "So if you believe, take multiculturalism for instance, that all cultures are equal and that",
   "start": 2231.38,
   "duration": 5.22
  },
  {
   "text": "One person of one culture, the white culture, should have nothing to say about the culture of Islam or, you know,",
   "start": 2236.6,
   "duration": 7.6
  },
  {
   "text": "Since it's, they're all sort of equal then",
   "start": 2244.72,
   "duration": 3.3
  },
  {
   "text": "They feel that they can't use",
   "start": 2248.66,
   "duration": 2.149
  },
  {
   "text": "their institutional power",
   "start": 2251.7,
   "duration": 2.0
  },
  {
   "text": "To pressure our government to address the patriarchy of the outside",
   "start": 2254.4,
   "duration": 5.94
  },
  {
   "text": "They believe that if black women and Muslim women and, you know, women of color if they wanted to get out of",
   "start": 2260.38,
   "duration": 6.6
  },
  {
   "text": "Oppression then they should organize themselves that's what they believe.",
   "start": 2267.08,
   "duration": 3.615
  },
  {
   "text": "What I find ironic though is that sometimes when we do organize ourselves?",
   "start": 2270.7,
   "duration": 3.9
  },
  {
   "text": "I am organized with other ex-Muslim women to talk about the misogyny, that's",
   "start": 2274.6,
   "duration": 5.24
  },
  {
   "text": "Subjected to women in the name of Islam",
   "start": 2280.52,
   "duration": 2.82
  },
  {
   "text": "I get it from white femenists",
   "start": 2283.88,
   "duration": 1.78
  },
  {
   "text": "White feminist atheists, and that to me is the biggest puzzle ever",
   "start": 2285.8,
   "duration": 4.66
  },
  {
   "text": "I know well I think that the treatment that you've received at the hand of Western feminists to me",
   "start": 2290.46,
   "duration": 5.055
  },
  {
   "text": "That's something that's just absolutely...",
   "start": 2295.515,
   "duration": 2.425
  },
  {
   "text": "it leaves me absolutely speechless because",
   "start": 2298.0,
   "duration": 2.18
  },
  {
   "text": "Not only me, it's all of us who are fighting...",
   "start": 2301.1,
   "duration": 2.72
  },
  {
   "text": "Again like just only two ex-muslims, but they're black women who are fighting for their rights and they all get shut down",
   "start": 2303.82,
   "duration": 7.98
  },
  {
   "text": "So we were talking about your treatment at the hands. Let's say of Western feminists, and like I read infidel",
   "start": 2312.47,
   "duration": 6.679
  },
  {
   "text": "I Don't know, very shortly after you published it which and I loved that book man as soon as I read that I thought",
   "start": 2319.66,
   "duration": 5.3
  },
  {
   "text": "Well, I you know use...",
   "start": 2325.36,
   "duration": 1.74
  },
  {
   "text": "Which book which book? I missed that.",
   "start": 2327.1,
   "duration": 1.3
  },
  {
   "text": "Infidel",
   "start": 2328.4,
   "duration": 0.76
  },
  {
   "text": "(Infidel yeah) yeah, yeah, you know I thought it was remarkable",
   "start": 2329.6,
   "duration": 2.84
  },
  {
   "text": "I thought your comment or your comments on viewing Western culture from the perspective of an immigrant that was hungry for",
   "start": 2332.5,
   "duration": 7.469
  },
  {
   "text": "genuine education and and your comments on your experience",
   "start": 2340.369,
   "duration": 3.979
  },
  {
   "text": "With the efficiency of the Dutch state say and you're sort of amazement",
   "start": 2345.2,
   "duration": 4.01
  },
  {
   "text": "at how well it worked that was just, I thought that was so remarkable and clear-headed",
   "start": 2349.21,
   "duration": 3.929
  },
  {
   "text": "And I thought when I read Infidel",
   "start": 2353.14,
   "duration": 1.89
  },
  {
   "text": "I thought, well look this woman is immediately going to be a hero to feminists everywhere because she's removed herself from this",
   "start": 2355.03,
   "duration": 6.27
  },
  {
   "text": "oppressive state and moved out into the world and become a powerful figure when what was the",
   "start": 2361.369,
   "duration": 4.25
  },
  {
   "text": "Probability of that it was like zero, you know, and then you suffered as a consequence of your beliefs",
   "start": 2365.839,
   "duration": 5.3
  },
  {
   "text": "And and you stood up forthrightly for them, and I thought if you wanted to find a feminist hero that you're certainly",
   "start": 2371.14,
   "duration": 5.729
  },
  {
   "text": "You're certainly in the running man for exactly that, and then to see how you've been treated",
   "start": 2377.599,
   "duration": 5.54
  },
  {
   "text": "Is just, it just makes my jaw drop you know that your dis...",
   "start": 2383.2,
   "duration": 4.8
  },
  {
   "text": "Especially what Brandeis did, it was Brandeis right where you were offered an honorary PhD and then they revoked it? That just (Yeah)",
   "start": 2388.0,
   "duration": 6.42
  },
  {
   "text": "that was one of the, I think that was almost as reprehensible an act of cowardice as the West's basic abandonment of",
   "start": 2394.7,
   "duration": 7.4
  },
  {
   "text": "Salman Rushdie after the fatwa was put on his head and about equally dangerous",
   "start": 2402.74,
   "duration": 3.979
  },
  {
   "text": "(So)I think it was multicultural",
   "start": 2407.78,
   "duration": 2.089
  },
  {
   "text": "I mean what I...",
   "start": 2409.869,
   "duration": 1.301
  },
  {
   "text": "You know my message my life story who I am it's a",
   "start": 2411.17,
   "duration": 4.52
  },
  {
   "text": "Defiance of the prevalent trends of today, it's against relativism. I believe that Western values are",
   "start": 2415.91,
   "duration": 7.82
  },
  {
   "text": "superior to Islamic law and Islamic values now to say that is to blaspheme in the temples of",
   "start": 2424.3,
   "duration": 7.66
  },
  {
   "text": "multiculturalism today right and, I think I",
   "start": 2432.12,
   "duration": 3.24
  },
  {
   "text": "(wrote it for a lot of people?) because it wasn't about what they think should happen for",
   "start": 2435.56,
   "duration": 5.44
  },
  {
   "text": "victims of misogyny I think it's all about the dissonance that my words and my life and",
   "start": 2442.13,
   "duration": 6.739
  },
  {
   "text": "My beliefs the kind of dissonance they put these women in because if you're going around saying well",
   "start": 2449.42,
   "duration": 7.699
  },
  {
   "text": "It's horrible to be an American woman ,and the misogyny in America is worse than that in Afghanistan",
   "start": 2457.119,
   "duration": 5.52
  },
  {
   "text": "And I can't rather I say no it's not",
   "start": 2462.64,
   "duration": 2.0
  },
  {
   "text": "(Right) you know, I, I'm",
   "start": 2464.78,
   "duration": 2.26
  },
  {
   "text": "Im sort of Interfering with their worldview.",
   "start": 2467.04,
   "duration": 2.86
  },
  {
   "text": "The claim that you're making there is something like this",
   "start": 2469.9,
   "duration": 2.34
  },
  {
   "text": "And it's read it's a really vicious claim in a sense, and it's something like, the Western feminists",
   "start": 2473.06,
   "duration": 6.019
  },
  {
   "text": "Who are possessed by post-modernism and cultural relativism are willing to sacrifice",
   "start": 2479.079,
   "duration": 4.29
  },
  {
   "text": "The freedom and equality of third world women in places like Saudi Arabia to maintain the sanctity of their",
   "start": 2484.16,
   "duration": 6.86
  },
  {
   "text": "Multicultural notion because that justifies their attack on Western patriarchy, so (absolutely) they're willing to use...",
   "start": 2491.27,
   "duration": 6.29
  },
  {
   "text": "Okay, so that's an absolutely...",
   "start": 2498.23,
   "duration": 2.0
  },
  {
   "text": "Immigration, there are so many immigrant men who are coming from these",
   "start": 2501.859,
   "duration": 3.89
  },
  {
   "text": "Societies that as men that they are not used to the Equality of women",
   "start": 2506.03,
   "duration": 4.159
  },
  {
   "text": "and they attack women inside the West. First of all their own women, child marriages, female genital mutilation",
   "start": 2510.26,
   "duration": 7.78
  },
  {
   "text": "Honor killings, but now we have these rapes and",
   "start": 2518.12,
   "duration": 3.86
  },
  {
   "text": "sexual harassment of",
   "start": 2522.24,
   "duration": 1.9
  },
  {
   "text": "non-Muslim women and these women keep on arguing for more immigration",
   "start": 2524.2,
   "duration": 4.2
  },
  {
   "text": "and they wont hear anything, anything negative about some of the negative impacts of immigration",
   "start": 2528.9,
   "duration": 6.16
  },
  {
   "text": "I don't consider them feminists anymore. I think that there's so much more",
   "start": 2535.14,
   "duration": 4.06
  },
  {
   "text": "Committed to preserving their worldview their postmodernist worldview than they are to the rights of women and I say...",
   "start": 2540.069,
   "duration": 6.979
  },
  {
   "text": "Well thats what it looks like, I mean",
   "start": 2547.049,
   "duration": 1.29
  },
  {
   "text": "I think that's how it looks to me is like the situation with Saudi Arabia's is the one, is the test case it's like",
   "start": 2548.339,
   "duration": 7.5
  },
  {
   "text": "so you might say are the",
   "start": 2556.24,
   "duration": 2.0
  },
  {
   "text": "postmodern feminist",
   "start": 2558.4,
   "duration": 0.84
  },
  {
   "text": "Types, or the ones who present themselves as that, are they more",
   "start": 2559.24,
   "duration": 2.75
  },
  {
   "text": "Concerned with the rights of women or they are more concerned with bringing down the so called tyranny of the West and the answer is",
   "start": 2562.059,
   "duration": 6.53
  },
  {
   "text": "They're more concerned with the latter than they are with the former because when you put them head-to-head",
   "start": 2568.589,
   "duration": 4.2
  },
  {
   "text": "They'll dispense with the rights of women across the world as long as they can maintain their moral",
   "start": 2572.789,
   "duration": 5.73
  },
  {
   "text": "justification for their radical beliefs, and I do think that is why they go after you because you're you're exactly the",
   "start": 2578.77,
   "duration": 5.299
  },
  {
   "text": "Reprehensible exemplar of what it is that they're attempting to deny. I would say, and I think that it does show their true motivations",
   "start": 2585.069,
   "duration": 7.969
  },
  {
   "text": "Absolutely and Jordan, we're out of time. I'm getting a lot of signals here that I should I should hang up",
   "start": 2593.89,
   "duration": 6.35
  },
  {
   "text": "But I really enjoyed talking to you",
   "start": 2600.549,
   "duration": 2.15
  },
  {
   "text": "And I hope that in some way I've contributed to to the message that you want to get out there.",
   "start": 2602.7,
   "duration": 5.1
  },
  {
   "text": "Well you know, I'll stop with this, 30 seconds I'll just tell you what what I'm doing with this",
   "start": 2607.86,
   "duration": 5.44
  },
  {
   "text": "I mean, I have arranged with a group of moderate Muslims in Canada",
   "start": 2613.44,
   "duration": 3.48
  },
  {
   "text": "And some in the US as well to start a series of dialogues like the one that we had today because this is a really",
   "start": 2617.109,
   "duration": 5.9
  },
  {
   "text": "viciously important problem",
   "start": 2623.529,
   "duration": 1.491
  },
  {
   "text": "and so I want to use this as the opener for that",
   "start": 2625.02,
   "duration": 2.819
  },
  {
   "text": "I would like to go after this issue of whether or not a real dialogue be begun between",
   "start": 2627.839,
   "duration": 5.04
  },
  {
   "text": "The judeo-christian West and and the Islam world with some hope of not having all of this devolve into endless and continual warfare",
   "start": 2633.43,
   "duration": 7.669
  },
  {
   "text": "Because as far as I can tell that's where it's headed",
   "start": 2641.14,
   "duration": 2.12
  },
  {
   "text": "Yes, that's where it's headed yeah.",
   "start": 2644.92,
   "duration": 1.949
  },
  {
   "text": "Well I hope we get a chance to talk again",
   "start": 2646.869,
   "duration": 2.061
  },
  {
   "text": "Thank you, so do I. Thank you Jordan, thank you very much.",
   "start": 2649.66,
   "duration": 3.02
  },
  {
   "text": "Yeah",
   "start": 2653.32,
   "duration": 0.58
  }
 ]
}