{
 "video_id": "rNcqLN42l8s",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "The Meaning of Music | Samuel Andreyev | The Jordan B. Peterson Podcast - S4: E33",
 "url": "https://www.youtube.com/watch?v=rNcqLN42l8s",
 "date": "2021-06-24",
 "description": "Description: This episode was recorded on 2/8/2021\n\nOn this Season 4, Episode 33 of the Jordan Peterson Podcast, Jordan was joined by Samuel Andreyev. Samuel Andreyev is a Canadian composer. He writes music for orchestras, soloists, chamber groups, singers, and other ensembles throughout Europe and the world.  He also hosts the Samuel Andreyev Podcast, a professor at the Hochschule für Musik Freiburg. He is also known for his YouTube Channel, presenting an analysis of works that he believes are interesting and important.\n\nDr. Jordan Peterson and Samuel Andreyev discussed skills needed to be successful as an artist, where to start if you want to compose music, the hierarchy in western music, the relationship of music and language, the importance of genres, tips on learning composition, how having a family is helpful to his career and more.\n\nTwitter @samuelandreyev\nWebsite www.samuelandreyev.com\nYouTube: https://www.youtube.com/user/temporalfissure/videos\nPodcast: The Samuel Andreyev Podcast\n\nThe Jordan B. Peterson Podcast can be found at https://www.jordanbpeterson.com/podcast/\n\n[0:18] Jordan introduces this episode's guest, Samuel Andreyev\n[3:30] Why Sam started a YouTube Channel\n[10:00] You need an array of skills to be successful as an artist\n[21:00] Why Sam left Canada and the differences from France to Canada\n[17:30] A typical week for Sam as a teaching composer and the importance of creating purposeful focus and discipline\n[39:00] Direction in music; tension versus relaxation and stability versus instability\n[40:00] Examining the \"B Side\" of Abbey Road by the Beatles\n[01:17:00] The importance of genres in creating a listener expectation\n[01:24:30] Finding an audience\n[01:33:30] What musicians have to teach people\n[01:06:00] Identifying with genres\n[01:10:00] What you need to know to become a successful artist\n[01:15:30] Tips on learning composition\n[01:19:00] Can having a family be helpful to your career? \n[01:24:30] Productivity goals\n[01:28:00] Where you start if you want to write music\n---\nVisit www.jordanbpeterson.com to view more information about Jordan, his books, lectures, social media, blog posts, and more.\n\nJordan B. Peterson is a professor of psychology at the University of Toronto, a clinical psychologist, and the author of the multi-million copy bestseller 12 Rules for Life: An Antidote to Chaos, #1 for nonfiction in 2018 in the US, Canada, the UK, Australia, New Zealand, Sweden, the Netherlands, Brazil and Norway, and slated for translation into 50 languages.\nDr. Peterson has appeared on many popular podcasts and shows, including the Joe Rogan Experience (877, 958, 1006), The Rubin Report (12 Rules for Life: An Antidote to Chaos, Free Speech, Psychology, Gender Pronouns), H3H3 (37), and many more.\n\n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://linktr.ee/DrJordanBPeterson\nDonations: https://www.jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself (personality test): https://understandmyself.com/\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n// LINKS //\nWebsite: https://jordanbpeterson.com/\nEvents: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n// SPONSORS //\nFor Advertising Inquiries, visit https://www.advertisecast.com/TheJordanBPetersonPodcast",
 "duration": 5561,
 "transcript_parts": []
}