{
 "video_id": "T_yGvI81Oj8",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Message to the Truckers",
 "url": "https://www.youtube.com/watch?v=T_yGvI81Oj8",
 "date": "2022-02-14",
 "description": "I've been asked to say a few words to the truckers in Ottawa. I've given that some careful consideration. You protesters have accomplished an awful lot already. The conservative leadership has crumbled. Erin O'Toole has been replaced by someone who is giving a fair bit of voice to your concerns.\n\nAll the people you represent have a voice in the house of commons. You have four provinces that have moved quite precipitously in the direction that the protest was hoping for. They are starting to lift mask mandates on something approximating as reasonable a timeline as might be expected under the circumstances. You're now faced with a difficult choice: what are your criteria for satisfaction.\n\nYou need to determine that, so that you can negotiate with the necessary people. You're also faced with another danger at the moment, now that which is that the political process bent in the direction that you've insisted upon -- rightly, in my estimation. This, more and more of you who are most reasonable are going to pack up and leave, or decide that this is done sometime over the next week or so (or a couple of weeks: that's obviously up to you) --, but there'll be a remnant that's much more committed in some sense to more extreme goals.That's going to be something very difficult to manage.\n\nI'd like to commend all of you for your diligence and work -- on accomplishing what you have accomplished under trying conditions -- and also for keeping your heads in a way that's been a model for the entire world. You've been able to remain peaceful. You haven't taken the bait. You haven't responded with violence to quite remarkable denigration and provocation. That's a sign of tremendous discipline and care. It's going to get more difficult to maintain as this goes along. So I hope that you're all able to allow a sufficient victory to be sufficient, to move forward without greed -- to be grateful for the effect that you've already had, and the support you've received, to move forward to a normative peace and the re-establishment of our country's economy and our psychological and social wellbeing. That's pretty much all I have to say at this point. Thank you.\n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://linktr.ee/DrJordanBPeterson\nDonations: https://jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com\nUnderstand Myself (personality test): https://understandmyself.com\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning\n\n// LINKS //\nWebsite: https://jordanbpeterson.com\nEvents: https://jordanbpeterson.com/events\nBlog: https://jordanbpeterson.com/blog\nPodcast: https://jordanbpeterson.com/podcast\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://instagram.com/jordan.b.peterson\nFacebook: https://facebook.com/drjordanpeterson",
 "duration": 152,
 "transcript_parts": [
  {
   "text": "I've been asked to say a few \nwords to the truckers in Ottawa.  ",
   "start": 0.0,
   "duration": 2.8
  },
  {
   "text": "I've given that some careful consideration.  ",
   "start": 4.16,
   "duration": 1.92
  },
  {
   "text": "You protesters habe accomplished an awful lot \nalready. The conservative leadership has crumbled.  ",
   "start": 6.88,
   "duration": 6.0
  },
  {
   "text": "Erin O'Toole has been replaced by someone who \nis giving a fair bit of voice to your concerns.",
   "start": 14.08,
   "duration": 4.32
  },
  {
   "text": "All the people you represent have \na voice in the house of commons.  ",
   "start": 21.2,
   "duration": 2.64
  },
  {
   "text": "You have four provinces that \nhave moved quite precipitously  ",
   "start": 24.4,
   "duration": 3.12
  },
  {
   "text": "in the direction that the protest was hoping \nfor. They are starting to lift mask mandates on  ",
   "start": 28.08,
   "duration": 5.6
  },
  {
   "text": "something approximating as reasonable a timeline \nas might be expected under the circumstances.  ",
   "start": 33.68,
   "duration": 4.56
  },
  {
   "text": "You're now faced with a difficult choice: \nwhat are your criteria for satisfaction.",
   "start": 39.04,
   "duration": 5.6
  },
  {
   "text": "You need to determine that, so that you \ncan negotiate with the necessary people.  ",
   "start": 45.6,
   "duration": 4.0
  },
  {
   "text": "You're also faced with another danger \nat the moment, now that which is that  ",
   "start": 50.24,
   "duration": 3.04
  },
  {
   "text": "the political process bent in the direction \nthat you've insisted upon -- rightly, in my  ",
   "start": 54.24,
   "duration": 5.6
  },
  {
   "text": "estimation. This, more and more of you who are \nmost reasonable are going to pack up and leave,  ",
   "start": 59.84,
   "duration": 5.2
  },
  {
   "text": "or decide that this is done sometime over \nthe next week or so (or couple of weeks:  ",
   "start": 65.04,
   "duration": 4.72
  },
  {
   "text": "that's obviously up to you) --, but there'll \nbe a remnant that's much more committed in some  ",
   "start": 69.76,
   "duration": 4.96
  },
  {
   "text": "sense to more extreme goals.That's going \nto be something very difficult to manage.",
   "start": 74.72,
   "duration": 4.16
  },
  {
   "text": "I'd like to commend all of you for your \ndiligence and work -- on accomplishing what you  ",
   "start": 80.16,
   "duration": 5.44
  },
  {
   "text": "have accomplished under trying conditions -- and \nalso for keeping your heads in a way that's been  ",
   "start": 85.6,
   "duration": 6.88
  },
  {
   "text": "a model for the entire world. You've been able \nto remain peaceful. You haven't taken the bait.  ",
   "start": 93.04,
   "duration": 7.12
  },
  {
   "text": "You haven't responded with violence to quite \nremarkable denigration and provocation. That's  ",
   "start": 100.16,
   "duration": 6.32
  },
  {
   "text": "a sign of tremendous discipline and care.  ",
   "start": 107.28,
   "duration": 2.48
  },
  {
   "text": "It's going to get more difficult to maintain as \nthis goes along. So I hope that you're all able to  ",
   "start": 110.4,
   "duration": 5.84
  },
  {
   "text": "allow a sufficient victory to be sufficient, \nto move forward without greed -- to  ",
   "start": 119.2,
   "duration": 6.72
  },
  {
   "text": "be grateful for the effect that you've \nalready had, and the support you've received,  ",
   "start": 126.72,
   "duration": 4.56
  },
  {
   "text": "to move forward to a normative peace and the \nre-establishment of our country's economy and our  ",
   "start": 132.56,
   "duration": 7.44
  },
  {
   "text": "psychological and social wellbeing. That's pretty \nmuch all I have to say at this point. Thank you.",
   "start": 140.88,
   "duration": 10.56
  }
 ]
}