{"video_id": "UoQdp2prfmM", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Biblical Series VIII: The Phenomenology of the Divine", "url": "https://www.youtube.com/watch?v=UoQdp2prfmM", "date": "2017-07-27", "description": "In the next series of stories, the Biblical patriarch Abram (later: Abraham) enters into a covenant with God. The history of Israel proper begins with these stories. Abram heeds the call to adventure, journeys courageously away from his country and family into the foreign and unknown, encounters the disasters of nature and the tyranny of mankind and maintains his relationship with the God who has sent him forth.  He becomes in this manner a light in the world, and a father of nations. \nHow is this all to be understood? I am attempting in this lecture to determine precisely that. How are we, as modern people, to make sense of the idea of the God who reveals himself to a personality? How can we relate the details of the Abramic stories to our own lives, in the current world? In what frame of reference can these stories be seen to make sense, and to reveal their meaning? \n\nProducer Credit and thanks to the following $200/month Patreon supporters. Without such support, this series would not have happened:  Adam Clarke, Alexander Meckhai’el Beraeros, Andy Baker, Arden C. Armstrong, Badr Amari, BC, Ben Baker, Benjamin Cracknell, Brandon Yates, Chad Grills, Chris Martakis, Christopher Ballew, Craig Morrison, Daljeet Singh, Damian Fink, Dan Gaylinn, Daren Connel, David Johnson, David Tien, Donald Mitchell, Eleftheria Libertatem, Enrico Lejaru, George Diaz, GeorgeB, Holly Lindquist, Ian Trick, James Bradley, James N. Daniel, III, Jan Schanek, Jason R. Ferenc, Jesse Michalak, Joe Cairns, Joel Kurth, John Woolley, Johnny Vinje, Julie Byrne, Keith Jones, Kevin Fallon, Kevin Patrick McSurdy, Kevin Van Eekeren, Kristina Ripka, Louise Parberry, Matt Karamazov, Matt Sattler, Mayor Berkowitz , Michael Thiele, Nathan Claus, Nick Swenson , Patricia Newman, Robb Kelley, Robin Otto, Ryan Kane, Sabish Balan, Salman Alsabah, Scott Carter, Sean C., Sean Magin, Sebastian Thaci, Shiqi Hu, Soheil Daftarian, Srdan Pavlovic, Starting Ideas, Too Analytical, Trey McLemore, William Wilkinson, Yazz Troche, Zachary Vader\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 9646, "transcript_parts": [{"text": "oh", "start": 0.0, "duration": 2.0}, {"text": "Hello, everyone. Thank you again for showing up, so", "start": 18.63, "duration": 3.559}, {"text": "tonight", "start": 24.779, "duration": 2.0}, {"text": "We're going to finish off the story of Noah and also", "start": 26.909, "duration": 4.22}, {"text": "the story of", "start": 31.919, "duration": 2.0}, {"text": "the Tower of Babel", "start": 33.93, "duration": 1.95}, {"text": "and I don't think that'll take very long and", "start": 35.88, "duration": 2.509}, {"text": "then we're going to", "start": 39.09, "duration": 2.0}, {"text": "turn to the abrahamic Stories and", "start": 42.39, "duration": 2.27}, {"text": "They're a very complex set of stories. They sit between", "start": 46.68, "duration": 2.839}, {"text": "the", "start": 51.179, "duration": 1.261}, {"text": "Earliest stories in Genesis that I would say end with the tower of babel", "start": 52.44, "duration": 4.04}, {"text": "And then the stories of moses which are extraordinarily well-developed", "start": 56.48, "duration": 4.349}, {"text": "Abrahamic stories, there's a whole sequence of them", "start": 62.64, "duration": 2.029}, {"text": "multiple stories", "start": 65.58, "duration": 1.8}, {"text": "conjoined together and", "start": 67.38, "duration": 2.0}, {"text": "There I found them very daunting", "start": 69.54, "duration": 2.0}, {"text": "they're very difficult to understand and", "start": 71.909, "duration": 2.12}, {"text": "so", "start": 74.52, "duration": 0.959}, {"text": "I'm going to stumble through them the best that I can I would say that's that's probably the best way to think about this because", "start": 75.479, "duration": 5.569}, {"text": "they", "start": 81.72, "duration": 1.74}, {"text": "Have a narrative content. That's quite strange", "start": 83.46, "duration": 2.9}, {"text": "I", "start": 87.299, "duration": 2.0}, {"text": "was reading a book while doing this called the disappearance of God that I found quite helpful, and", "start": 90.689, "duration": 5.87}, {"text": "the author of that book argues that", "start": 99.18, "duration": 3.199}, {"text": "one of the things that happens in the old testament is that", "start": 103.979, "duration": 2.93}, {"text": "God is very manifest at the beginning", "start": 107.64, "duration": 2.54}, {"text": "in terms of personal appearances even and then that", "start": 111.21, "duration": 4.009}, {"text": "proclivity fades away as the old testament develops, and there's a", "start": 115.829, "duration": 4.58}, {"text": "parallel development", "start": 122.85, "duration": 1.619}, {"text": "That it's maybe maybe causally linked. I'm not exactly sure how to conceptualize it, but that appears to be causally linked is that?", "start": 124.469, "duration": 6.65}, {"text": "the", "start": 132.39, "duration": 2.0}, {"text": "Stories about individuals become more and more well-developed so it says in it's as if as God fades away, so to speak", "start": 134.67, "duration": 7.25}, {"text": "the individual becomes more and more manifest and", "start": 142.44, "duration": 3.079}, {"text": "There's a statement in the old testament the location of which. I don't recall", "start": 147.569, "duration": 4.4}, {"text": "But I'll tell you about it in future lectures where God essentially tells", "start": 152.61, "duration": 4.489}, {"text": "Whoever he's speaking with and I don't remember who that is that he's going to disappear and let man essentially go his own way", "start": 158.22, "duration": 7.25}, {"text": "And see what happens not a complete disappearance, but maybe a transformations is something that", "start": 165.86, "duration": 5.429}, {"text": "Modern people regard more as a psychological phenomena rather than the sort of objective entity that God seems to be in", "start": 171.959, "duration": 7.85}, {"text": "the beginning of the biblical stories", "start": 180.15, "duration": 2.0}, {"text": "and so I've been wrestling with that a lot because", "start": 182.76, "duration": 2.21}, {"text": "the notion that", "start": 185.79, "duration": 2.0}, {"text": "God, I got appears to Abraham multiple times and", "start": 188.069, "duration": 3.919}, {"text": "that's not a concept that's easy for modern people to", "start": 193.65, "duration": 2.57}, {"text": "to grasp in", "start": 197.01, "duration": 2.0}, {"text": "for us", "start": 199.59, "duration": 1.38}, {"text": "generally speaking apart from say issues of Faith", "start": 200.97, "duration": 3.229}, {"text": "God is it some?", "start": 204.989, "duration": 1.83}, {"text": "thing", "start": 206.819, "duration": 1.23}, {"text": "someone who makes himself personally manifest in our lives", "start": 208.049, "duration": 4.07}, {"text": "He doesn't appear to us", "start": 212.819, "duration": 2.0}, {"text": "That's I suppose why the question of belief is so paramount for modern people", "start": 216.359, "duration": 3.86}, {"text": "I presume that if God had within the habit of appearing to you you likely wouldn't have a problem with belief", "start": 220.22, "duration": 6.569}, {"text": "I mean it might be more complicated than that, but that's how it seems to me, and so when we read stories about", "start": 226.79, "duration": 5.49}, {"text": "God making himself manifest either to a nation say in the case of israel or to individuals", "start": 235.049, "duration": 6.23}, {"text": "It's not easy to understand", "start": 241.53, "duration": 2.539}, {"text": "It's not easy to understand why people would write stories like that if they thought like we thought and I mean it really it wasn't", "start": 244.919, "duration": 5.96}, {"text": "That long ago that the Bible was written say from a biological perspective. It's really only yesterday", "start": 250.879, "duration": 4.44}, {"text": "It's a couple thousand years say four thousand years something like that", "start": 255.319, "duration": 3.629}, {"text": "That's not very long ago from a biological perspective, it's it's nothing", "start": 259.769, "duration": 4.88}, {"text": "so", "start": 266.13, "duration": 1.32}, {"text": "the first thing I tried to do is to", "start": 267.45, "duration": 2.0}, {"text": "see if I could figure out how to understand that and so else the lecture once we finish the the", "start": 269.61, "duration": 4.89}, {"text": "remains of the story of Noah, I'll start the lecture with a with an attempt to", "start": 275.86, "duration": 5.839}, {"text": "Situate the abrahamic stories in a context that might make them more accessible", "start": 282.64, "duration": 5.45}, {"text": "These two contexts that work for me to make them more accessible", "start": 288.43, "duration": 2.33}, {"text": "Let's conclude", "start": 292.96, "duration": 1.77}, {"text": "the Noah Story", "start": 294.73, "duration": 1.74}, {"text": "first however when we", "start": 296.47, "duration": 2.269}, {"text": "ended last time", "start": 299.68, "duration": 1.98}, {"text": "The ark had come to its resting place and Noah and his family had", "start": 301.66, "duration": 5.449}, {"text": "debarked", "start": 308.41, "duration": 1.95}, {"text": "and", "start": 310.36, "duration": 1.47}, {"text": "so this is the stories of", "start": 311.83, "duration": 2.0}, {"text": "What occurs immediately after afterwards?", "start": 314.38, "duration": 2.779}, {"text": "it's a very short story, but I think it's it's very relevant for", "start": 317.92, "duration": 3.439}, {"text": "both", "start": 322.03, "duration": 1.14}, {"text": "Of these stories the tower of babel is well very relevant for our current times and the sons of Noah", "start": 323.17, "duration": 4.519}, {"text": "That went forth of the ark were shem, and ham and Japheth and ham", "start": 328.45, "duration": 3.83}, {"text": "Is the father of Canaan?", "start": 333.13, "duration": 2.0}, {"text": "These are the three sons of Noah and of them was the whole Earth overspread and Noah began to be a husbandman", "start": 336.04, "duration": 5.63}, {"text": "and he planted a vine yard and", "start": 342.34, "duration": 2.66}, {"text": "he drank of the wine and was drunken and he was uncovered within his tent and", "start": 345.61, "duration": 4.13}, {"text": "Ham the father of Canaan saw the nakedness of his father and told his two brethren without?", "start": 350.26, "duration": 5.9}, {"text": "and shem and Japheth took a garment and laid upon both their shoulders and went backward and", "start": 357.43, "duration": 4.55}, {"text": "Covered the nakedness of their father and their faces were backward and they saw not their fathers nakedness", "start": 362.17, "duration": 4.969}, {"text": "And Noah awoke from his wine and knew what his younger son", "start": 367.84, "duration": 2.929}, {"text": "had done unto him and he said curse had to be Canaan a servant of servants shall he be unto his brethren and", "start": 370.77, "duration": 7.2}, {"text": "He said blessed shall be the lord. God of shem and Canaan Shall be his servant and God shall enlarge Japheth", "start": 379.54, "duration": 6.289}, {"text": "And he shall dwell in the tents of shem and Canaan Shall be his servant", "start": 385.83, "duration": 3.239}, {"text": "and Noah lived after the flood three hundred and fifty years and all the days of Noah were 950 years and he died and", "start": 389.62, "duration": 6.769}, {"text": "the whole Earth was of one language and of one speech okay, so", "start": 397.87, "duration": 3.44}, {"text": "I remember thinking about this story", "start": 402.72, "duration": 3.45}, {"text": "It's got to be 30 years ago", "start": 407.71, "duration": 2.0}, {"text": "And I think the meaning of the story stood out for me sometimes", "start": 411.31, "duration": 5.33}, {"text": "When you read complicated material sometimes a piece of it will stand out. It's for some reason. It's like it glitters", "start": 418.06, "duration": 6.11}, {"text": "I suppose that might be one way of thinking about it. It's", "start": 424.17, "duration": 2.699}, {"text": "it", "start": 427.48, "duration": 1.05}, {"text": "You're in sync with it, and you can understand what it means. I've really experienced that reading the Dao. De Jing which is document", "start": 428.53, "duration": 6.11}, {"text": "I would really like to do a lecture on at some point because some of the verses", "start": 434.64, "duration": 3.929}, {"text": "I don't understand but others stand right out", "start": 438.57, "duration": 1.89}, {"text": "and I can understand them and I think I understood what this part of the story of Noah meant and I", "start": 440.46, "duration": 4.08}, {"text": "think it means you know we talked a little bit about what nakedness meant in the story of Adam and Eve and", "start": 444.61, "duration": 5.45}, {"text": "The idea essentially was that to know yourself naked is to become aware of your vulnerability", "start": 450.73, "duration": 5.75}, {"text": "the physical Your physical boundaries in time and space and", "start": 457.39, "duration": 3.559}, {"text": "Your your your physiological", "start": 461.68, "duration": 3.529}, {"text": "your fundamental physiological", "start": 466.06, "duration": 2.0}, {"text": "Insufficiencies as they mate might be judged by others, so there's biological", "start": 468.13, "duration": 3.979}, {"text": "Insufficiency that sort of built into you because you're a fragile Mortal vulnerable half insane creature", "start": 472.66, "duration": 5.029}, {"text": "And that's that's just an existential truth, and then of course", "start": 477.69, "duration": 3.299}, {"text": "even", "start": 481.69, "duration": 1.11}, {"text": "merely as a", "start": 482.8, "duration": 1.32}, {"text": "Human being even with all those faults there are faults that you have that are particular to you that might be", "start": 484.12, "duration": 5.45}, {"text": "judged harshly by the group", "start": 489.729, "duration": 1.521}, {"text": "Well might be will definitely be judged", "start": 491.25, "duration": 2.309}, {"text": "Harshly by the group and so to become aware of your nakedness is to become self-conscious and and to and to", "start": 493.56, "duration": 5.64}, {"text": "Know your limits and to know your vulnerability, and that's what is", "start": 499.33, "duration": 3.799}, {"text": "revealed", "start": 503.65, "duration": 1.35}, {"text": "To ham when he comes across his father naked and so the question is", "start": 505.0, "duration": 4.88}, {"text": "What does it mean to see your father naked and it seems to me and especially in an inappropriate Manner like this it it?", "start": 510.61, "duration": 7.07}, {"text": "it's it's it's as if", "start": 518.5, "duration": 2.0}, {"text": "ham", "start": 521.32, "duration": 2.0}, {"text": "He does the same thing that happens in the mesopotamian creation myth", "start": 523.69, "duration": 3.739}, {"text": "When when time out and absolute give rise to the first gods", "start": 527.89, "duration": 4.01}, {"text": "there there the father of the eventual", "start": 532.989, "duration": 2.39}, {"text": "deity of", "start": 536.05, "duration": 1.289}, {"text": "redemption Marduk", "start": 537.339, "duration": 1.62}, {"text": "they're very careless and noisy and they kill apps, ooh their father and", "start": 538.959, "duration": 4.489}, {"text": "attempt to inhabit his corpse and that makes timeout enraged and so she", "start": 543.639, "duration": 4.429}, {"text": "Bursts Forth from The Darkness to", "start": 548.889, "duration": 1.98}, {"text": "To do them in it's like a precursor to the flood story or an analogue to the flood story", "start": 550.869, "duration": 4.88}, {"text": "And I see the same thing happening here with ham. Is that he's is", "start": 555.91, "duration": 3.889}, {"text": "insufficiently respectful of his father and", "start": 560.499, "duration": 2.299}, {"text": "The question is exactly what does the father represent and you can say well there's there's?", "start": 563.529, "duration": 4.039}, {"text": "There's the father that you have and that's a human being that's the demand like other men a man among men", "start": 568.179, "duration": 5.63}, {"text": "but then there's the farther as such and that's the spirit of the father and", "start": 573.939, "duration": 3.799}, {"text": "Insofar as you have a father you have both at the same time you have the personal father", "start": 578.29, "duration": 5.149}, {"text": "That's a man among other men", "start": 584.079, "duration": 2.03}, {"text": "just like anyone others father, but insofar as that man is your father that means that he's something different than just another person and", "start": 586.239, "duration": 7.34}, {"text": "what he is is the", "start": 594.16, "duration": 1.919}, {"text": "incarnation of the spirit of the Father and", "start": 596.079, "duration": 2.719}, {"text": "to see that to take it to what to", "start": 599.709, "duration": 3.26}, {"text": "Disrespect that carelessly, maybe even he's like no one makes a mistake right? He?", "start": 603.459, "duration": 4.46}, {"text": "produces wine and gets himself drunk and you might say well", "start": 609.819, "duration": 2.72}, {"text": "you know if he sprawled out there for everyone to see it's hardly hams fault if he stumbles across them but", "start": 612.54, "duration": 5.399}, {"text": "The book is laying out a danger and the danger is that well maybe you catch your father at", "start": 618.999, "duration": 6.679}, {"text": "his most vulnerable moment and if you're", "start": 625.929, "duration": 2.24}, {"text": "disrespectful", "start": 629.199, "duration": 1.32}, {"text": "Then you transgress against the spirit of the father and if you transgress against the spirit of father and lose", "start": 630.519, "duration": 5.63}, {"text": "Spirit of the father and lose respect for the spirit of the father then that is likely to transform you into a slave", "start": 636.639, "duration": 7.369}, {"text": "That's a very interesting idea and I think it's particularly interesting", "start": 644.619, "duration": 3.23}, {"text": "Maybe not particularly interesting, but it's it's particularly germane. I think to our current cultural situation because I think that", "start": 648.639, "duration": 7.669}, {"text": "We're pushed constantly to see the nakedness of our father so to speak", "start": 657.459, "duration": 3.859}, {"text": "because of the intense criticism, that's", "start": 662.679, "duration": 2.96}, {"text": "Directed towards our culture and the patriarch of culture, so to speak", "start": 666.339, "duration": 4.71}, {"text": "we're constantly exposing its weaknesses and vulnerabilities and let's say nakedness and", "start": 671.689, "duration": 4.64}, {"text": "There's nothing wrong with criticism, but the thing about Criticism is the purpose of criticism is to separate the wheat from the chaff", "start": 678.259, "duration": 6.2}, {"text": "It's not to burn everything to the ground", "start": 685.069, "duration": 2.0}, {"text": "Right, it's to say well. We're going to carefully look at this we're going to carefully differentiate", "start": 687.47, "duration": 5.059}, {"text": "We're going to keep what's good and we're going to move away from what's bad", "start": 692.529, "duration": 2.7}, {"text": "But the point of the Criticism isn't to identify everything is bad. It's to", "start": 695.23, "duration": 4.32}, {"text": "Separate what's good from what's bad so that you can retain. What's good and move towards it and", "start": 700.129, "duration": 5.09}, {"text": "And to be careless at that is deadly because you're inhabited by the spirit of the father right insofar as you're a cultural", "start": 705.8, "duration": 7.88}, {"text": "Construction which of course is something that the that the postmodern neo-Marxists are absolutely?", "start": 714.079, "duration": 5.27}, {"text": "emphatic about you're a cultural construction insofar as you're a cultural construction, then you're inhabited by the spirit of the father and to be", "start": 719.809, "duration": 7.07}, {"text": "Disrespectful towards that means to undermine the very structure that makes you not all of what you are certainly", "start": 728.059, "duration": 6.68}, {"text": "Certainly not all of what you are", "start": 735.05, "duration": 1.37}, {"text": "But a good portion of what you are insofar as you're a socialized cultural entity and if you pull out", "start": 736.42, "duration": 6.719}, {"text": "If you pull the foundation out from underneath that what do you have left you can hardly manage on your own?", "start": 743.929, "duration": 6.26}, {"text": "You know it's just not possible. You're a cultural creation. And", "start": 750.86, "duration": 4.429}, {"text": "so Ham makes this desperate", "start": 755.929, "duration": 2.24}, {"text": "error and is Careless about", "start": 758.809, "duration": 2.42}, {"text": "Exposing himself to the vulnerability of his father something like that. He doesn't without sufficient respect. And the judgment is that", "start": 763.009, "duration": 6.95}, {"text": "not only will he be a slave, but so will all of his descendants, and he's contrasted with the other two sons who I", "start": 770.959, "duration": 6.32}, {"text": "Suppose are willing to give their father the benefit of the doubt something like that, and so when they see him in a compromising position", "start": 778.55, "duration": 6.259}, {"text": "they handle it with respect and and and", "start": 786.139, "duration": 2.9}, {"text": "don't capitalize on it and", "start": 789.949, "duration": 2.0}, {"text": "Maybe that makes them strong. That's what it seems to me, and so I think that's what that story means", "start": 792.529, "duration": 5.75}, {"text": "It has something to do with respect", "start": 801.22, "duration": 2.0}, {"text": "you know and the funny thing about having respect for your culture, and I suppose that's partly why I'm doing the biblical stories is because", "start": 804.31, "duration": 6.109}, {"text": "They're part of a they're part of my culture", "start": 810.97, "duration": 2.359}, {"text": "they're part of our culture perhaps, but they're certainly part of my culture and", "start": 814.24, "duration": 3.77}, {"text": "It seems to me that", "start": 819.1, "duration": 2.0}, {"text": "it's worthwhile to treat that with respect to see what you can glean from it and", "start": 822.31, "duration": 4.22}, {"text": "And not kick it when it's down. Let's say", "start": 827.53, "duration": 3.109}, {"text": "so", "start": 831.91, "duration": 2.0}, {"text": "and so that's how the story of no ends you know and the thing too is Noah is actually a", "start": 839.62, "duration": 5.72}, {"text": "Pretty decent incarnation of the Spirit of the father that which I suppose is one of the things that makes hams", "start": 846.43, "duration": 5.359}, {"text": "Misstep more egregious is that I mean noah just built an ark and got everybody through the flood man", "start": 853.45, "duration": 6.289}, {"text": "You know it's not so bad, and so maybe the fact that he happened to drink too much wine one day wasn't enough to justify", "start": 859.74, "duration": 7.26}, {"text": "humiliating him and", "start": 867.52, "duration": 1.68}, {"text": "You know I don't think it's pushing the limits of symbolic interpretation", "start": 869.2, "duration": 3.95}, {"text": "To note on a daily basis that we're all contained in an ark", "start": 873.85, "duration": 3.53}, {"text": "Right, and that's the ark that you could think about that as the ark that's been bequeathed to us by our forefathers. That's the", "start": 878.17, "duration": 6.38}, {"text": "Tremendous infrastructure that we inhabit that we take for granted", "start": 885.82, "duration": 3.59}, {"text": "Because it works so well", "start": 889.96, "duration": 1.68}, {"text": "that protects us from things that we can't even imagine and we don't have to imagine because we're so well protected and", "start": 891.64, "duration": 6.049}, {"text": "So one of the things that's really struck me hard. I would say about the", "start": 898.3, "duration": 3.919}, {"text": "Disintegration and corruption of the universities is the absolute ingratitude that goes along with that", "start": 903.34, "duration": 5.0}, {"text": "You know what?", "start": 909.07, "duration": 1.5}, {"text": "Criticism as I said it's a fine thing if it's done in the spirit in a proper spirit", "start": 910.57, "duration": 5.239}, {"text": "And that's the spirit of separating the wheat from the chaff, but it needs to be accompanied by gratitude", "start": 915.81, "duration": 5.22}, {"text": "And it does seem to me that anyone who lives in in the west in the western culture at this time", "start": 921.03, "duration": 7.409}, {"text": "in history and in this place and who hasn't", "start": 929.17, "duration": 3.62}, {"text": "simultaneously grateful for that is is", "start": 933.449, "duration": 2.729}, {"text": "half-blind", "start": 936.97, "duration": 1.07}, {"text": "at least because it's never been better than this and", "start": 938.04, "duration": 3.569}, {"text": "It could be so much worse and it's highly likely that it will be so much worse because for most of human history", "start": 942.16, "duration": 6.139}, {"text": "So much worse is the norm", "start": 949.359, "duration": 2.0}, {"text": "so", "start": 953.019, "duration": 2.0}, {"text": "then there's this little story that", "start": 958.389, "duration": 2.0}, {"text": "Crops up that seems in some ways unrelated to everything that's gone before it", "start": 960.97, "duration": 5.029}, {"text": "But I think it's also an extremely profound little story it took me a long time to figure it out. It's the tower of babel", "start": 966.16, "duration": 6.919}, {"text": "and it came to pass as they journeyed from the east that they found a plain in the land of shinar and dwelt there that's", "start": 975.699, "duration": 5.45}, {"text": "Noah's Descendants and the whole Earth was of one language and of one speech", "start": 982.209, "duration": 3.619}, {"text": "And it came to pass as they journeyed from the east that they found a plain in the land of shinar and they dwelt there", "start": 986.439, "duration": 5.059}, {"text": "And they said to one another", "start": 991.499, "duration": 1.93}, {"text": "Go let us make brick and burn them thoroughly and they had brick for stone and slime they head for mortar", "start": 993.429, "duration": 5.809}, {"text": "So they're establishing a city and they said go let us build a city and a tower whose top may reach", "start": 1000.899, "duration": 6.769}, {"text": "Unto heaven and let us make a name lest. We be scattered abroad upon the face of the Earth", "start": 1007.709, "duration": 5.659}, {"text": "and", "start": 1014.429, "duration": 1.5}, {"text": "the Lord came down to see the city in the tower which the children of men built and", "start": 1015.929, "duration": 4.7}, {"text": "The Lord said behold the people is one and they all have one language and now this they begin to do", "start": 1021.389, "duration": 6.35}, {"text": "And now nothing will be restrained from them which they have imagined to do", "start": 1027.959, "duration": 3.89}, {"text": "Go to let us go down and there confound their language that they may not understand one another's speech", "start": 1032.97, "duration": 4.88}, {"text": "So the Lord scattered them abroad from thence upon the face of all the earth and they left off to build the city", "start": 1039.389, "duration": 5.96}, {"text": "therefore is the name of it called babel because the lord did there confound the language of all the Earth and", "start": 1047.039, "duration": 5.599}, {"text": "From thence did the Lord scattered them abroad", "start": 1052.86, "duration": 2.0}, {"text": "Upon the face of all the Earth", "start": 1055.529, "duration": 2.0}, {"text": "It's a very difficult story to understand and it's on the face of it. It doesn't seem to show", "start": 1058.409, "duration": 5.06}, {"text": "God in a very good light although that happens fairly frequently in the old testament as far as I can tell but", "start": 1063.47, "duration": 6.21}, {"text": "You know the thing to do if you're reading in the spirit of the text let's say is to remember that", "start": 1071.94, "duration": 5.689}, {"text": "It's God that you're talking about and so", "start": 1078.27, "duration": 2.3}, {"text": "Even though you might think that", "start": 1082.08, "duration": 2.0}, {"text": "He's appearing in a bad light", "start": 1084.24, "duration": 2.0}, {"text": "Your duty as a reader. I suppose is to assume that you're wrong and that what he did was right", "start": 1086.28, "duration": 5.869}, {"text": "And then you're supposed to figure out well, how could it possibly be right because the axiomatic", "start": 1092.15, "duration": 4.08}, {"text": "Presupposition is that it's God and whatever he does is right, and you might say well, you can disagree with that", "start": 1096.75, "duration": 4.82}, {"text": "And it's it's also the case that some of the people that God talks to in the old testament", "start": 1101.57, "duration": 4.109}, {"text": "Actually disagree with him and convinced him to alter his actions, but the point still remains that it's God and if he's doing it then", "start": 1105.93, "duration": 7.099}, {"text": "By definition. There's a good reason", "start": 1113.82, "duration": 2.0}, {"text": "There's an idea much later that John Milton develops in in", "start": 1120.51, "duration": 3.8}, {"text": "Paradise lost", "start": 1125.18, "duration": 1.38}, {"text": "Which is an amazing poem", "start": 1126.56, "duration": 2.52}, {"text": "And It's it's it's a it's it's  a profound enough poem so that it's almost been incorporated into the biblical structure  I would say so", "start": 1129.92, "duration": 7.52}, {"text": "the Corpus of Christianity", "start": 1138.12, "duration": 2.03}, {"text": "Post Milton", "start": 1141.69, "duration": 2.0}, {"text": "was Saturated by", "start": 1144.54, "duration": 1.56}, {"text": "the Miltonic stories of Satan's Rebellion none of us in the in the in the", "start": 1146.1, "duration": 4.849}, {"text": "Biblical texts or it's only hinted at in very brief passages and Milton wrote his poem", "start": 1151.08, "duration": 5.9}, {"text": "To justify the word the ways of God to man, which is quite an ambition really!", "start": 1158.4, "duration": 6.349}, {"text": "It's an amazing profound ambition", "start": 1165.57, "duration": 2.03}, {"text": "To try to produce something", "start": 1168.6, "duration": 2.0}, {"text": "to produce a literary work", "start": 1170.78, "duration": 1.86}, {"text": "That justifies being to human beings, because that's what Milton was trying to do, so one of my readers here", "start": 1172.64, "duration": 6.14}, {"text": "Sent me a link the other day for viewers", "start": 1178.79, "duration": 2.87}, {"text": "To a work of philosophy by an australian Philosopher whose name I don't remember", "start": 1182.25, "duration": 4.52}, {"text": "Who basically wrote a book saying that:", "start": 1188.1, "duration": 2.0}, {"text": "being as such, human experience, is so corrupt and so", "start": 1191.07, "duration": 3.679}, {"text": "Permeated by suffering that it would be better if it had never existed at all", "start": 1195.45, "duration": 3.89}, {"text": "sort of the ultimate expression of Nihilism and", "start": 1200.15, "duration": 2.13}, {"text": "Goethe in in Faust his Mephistopheles who's a Satanic character obviously has that as a credo", "start": 1202.95, "duration": 7.279}, {"text": "That's that Satan's fundamental motivation is", "start": 1210.51, "duration": 2.719}, {"text": "His objection to creation itself is that creation is so flawed and so rife with suffering that it would be better if it had never", "start": 1214.89, "duration": 6.829}, {"text": "existed at all and so that's his motivation for attempting to", "start": 1221.73, "duration": 3.109}, {"text": "continue to Destroy it but in", "start": 1225.81, "duration": 2.839}, {"text": "Milton's Paradise lost", "start": 1229.32, "duration": 2.0}, {"text": "Satan is an intellectual figure, and you see that motif emerged very frequently by the way in", "start": 1231.6, "duration": 5.33}, {"text": "popular culture, so for example in the lion king the figure of Skaar who's a Satanic figure is also hyper intellectual and", "start": 1237.69, "duration": 7.699}, {"text": "That's very common that you know it's the evil scientist motif or the or the evil advisor to the king the same motif it", "start": 1246.0, "duration": 6.26}, {"text": "Encapsulates something about rationality and it what it seems to encapsulate is the idea that", "start": 1252.84, "duration": 3.68}, {"text": "Rationality like Satan is the highest angel in God's heavenly Kingdom. It's a psychological idea. You know that the most powerful", "start": 1257.37, "duration": 7.91}, {"text": "Sub element of the human psyche is the intellect and and it's the thing that shines out above all", "start": 1266.13, "duration": 5.989}, {"text": "within the domain of humanity and maybe across the", "start": 1272.82, "duration": 3.439}, {"text": "Domain of life itself the human intellect there's something absolutely remarkable about it", "start": 1277.38, "duration": 4.07}, {"text": "but it has a flaw and the flaw is that it tends to", "start": 1281.45, "duration": 2.669}, {"text": "Fall in love with its own productions and to assume that their total", "start": 1284.43, "duration": 3.559}, {"text": "Solzhenitsyn when he was writing the Gulag Archipelago", "start": 1288.81, "duration": 2.0}, {"text": "had a warning about that with regards to", "start": 1291.45, "duration": 2.779}, {"text": "totalitarian Ideology, and he said that the price of selling your god-given soul to the entrapments of", "start": 1295.26, "duration": 7.64}, {"text": "human dogma was slavery and death essentially and", "start": 1303.62, "duration": 4.46}, {"text": "Satan", "start": 1308.5, "duration": 2.0}, {"text": "in Milton's Paradise Lost Satan", "start": 1311.84, "duration": 2.88}, {"text": "decides that", "start": 1315.58, "duration": 1.31}, {"text": "He can do without the transcendent he can do without God and that's why he foments rebellion", "start": 1316.89, "duration": 4.43}, {"text": "It's something like that and the consequence of that the immediate consequence from Milton's perspective was that as soon as Satan", "start": 1322.1, "duration": 7.14}, {"text": "Decided that what he knew was sufficient", "start": 1329.85, "duration": 3.23}, {"text": "That he could do without the transcendent which he might think about as the domain outside of what you know something like that", "start": 1333.67, "duration": 6.93}, {"text": "immediately he was in hell and", "start": 1341.09, "duration": 2.0}, {"text": "When I read Paradise lost I was studying totalitarianism, and I thought you know the poet", "start": 1344.57, "duration": 4.849}, {"text": "the true Poet like a prophet", "start": 1350.45, "duration": 2.27}, {"text": "if someone who has", "start": 1353.39, "duration": 2.0}, {"text": "intimations of the future", "start": 1355.58, "duration": 1.92}, {"text": "and maybe that's because the poetic mind the philosophical or prophetic mind is a pattern detector and", "start": 1357.5, "duration": 5.96}, {"text": "And there are people who can detect the underlying it's like the malady of a nation", "start": 1363.71, "duration": 5.059}, {"text": "Melody is in song the song of a nation and can see how it's going to develop across the centuries you see this you see", "start": 1369.53, "duration": 5.359}, {"text": "That Nietzsche because Nietzsche for example in the mid you know in 1860 or so. I mean he prophesied", "start": 1374.89, "duration": 6.359}, {"text": "What was going to happen in the 20th century said that he said specifically that the spectre of Communism would kill", "start": 1381.25, "duration": 6.15}, {"text": "Millions of people in the 20th century, it's amazing prophecy. He said that in the notes that became will to power and", "start": 1388.31, "duration": 6.079}, {"text": "Dostoyevsky was of the same sort of mind someone who was in touch enough with the fundamental patterns of", "start": 1395.06, "duration": 6.859}, {"text": "Human movement that they could extrapolate out into the future and see what was coming", "start": 1403.01, "duration": 4.4}, {"text": "and I mean some people are very good at detecting patterns you know and and uh", "start": 1407.57, "duration": 5.179}, {"text": "Milton, I think was of that, sort and", "start": 1414.02, "duration": 2.0}, {"text": "I", "start": 1416.63, "duration": 1.08}, {"text": "think he had intimations of what was coming as human rationality became more and more powerful and technology became more and more powerful and the", "start": 1417.71, "duration": 7.159}, {"text": "Information was that we would produce systems that dispensed with God", "start": 1425.51, "duration": 3.32}, {"text": "That were completely rational and completely total that would immediately turn everything they touched into something", "start": 1429.71, "duration": 6.289}, {"text": "indistinguishable from Hell, and", "start": 1437.99, "duration": 1.95}, {"text": "then Milton's warning was", "start": 1439.94, "duration": 2.0}, {"text": "embodied in the poem is that", "start": 1442.1, "duration": 2.0}, {"text": "the rational mind that", "start": 1444.8, "duration": 2.0}, {"text": "Generates a production and then worships it as if it's absolute immediately occupies hell", "start": 1447.86, "duration": 4.94}, {"text": "So what does that have to do with the tower of babel?", "start": 1455.42, "duration": 2.0}, {"text": "we know it back into 2008 when the", "start": 1460.43, "duration": 2.809}, {"text": "When we had that economic collapse?", "start": 1464.45, "duration": 2.0}, {"text": "the strange idea emerged politically and that", "start": 1467.09, "duration": 2.569}, {"text": "was the idea of too big to fail and", "start": 1470.179, "duration": 2.39}, {"text": "I thought about that idea for a long time because I thought", "start": 1473.149, "duration": 2.54}, {"text": "There's something deeply wrong with that is one of the things that made Marx wrong", "start": 1476.659, "duration": 5.48}, {"text": "was Marx believed that capital would flow into the hands of fewer and fewer people and that the", "start": 1483.649, "duration": 6.83}, {"text": "dissociation between the rich and the poor would become more extreme as capitalism developed and", "start": 1491.659, "duration": 4.52}, {"text": "Like so many things that Marx said that's it's kind of true. It's kind of true in that", "start": 1498.919, "duration": 6.32}, {"text": "The distribution of wealth and in fact a distribution of anything, that's produced", "start": 1506.72, "duration": 4.46}, {"text": "Follows a Pareto", "start": 1511.64, "duration": 1.28}, {"text": "Pattern and the Pareto Pattern basically is that a small proportion of people end up with the bulk of the goods", "start": 1512.929, "duration": 5.331}, {"text": "And it isn't just money it's it's anything that people produce creatively", "start": 1518.26, "duration": 4.919}, {"text": "ends up in that distribution and", "start": 1524.0, "duration": 2.27}, {"text": "That's actually the economists call that the Matthieu principle", "start": 1526.789, "duration": 3.38}, {"text": "And they take that from a statement in the new testament", "start": 1530.169, "duration": 1.99}, {"text": "and the statement is to those who have everything more will be given and from those who have nothing everything will be taken and", "start": 1532.159, "duration": 5.989}, {"text": "It's it's a map of the manner in which the world manifests itself where", "start": 1538.49, "duration": 5.239}, {"text": "Human creative production is involved and the map seems to indicate that as you start to produce and you're successful", "start": 1544.01, "duration": 5.269}, {"text": "The probability that you will continue to be successful or accelerate", "start": 1549.529, "duration": 3.77}, {"text": "Increases as you're successful and as you fail the probability that you will fail starts to accelerate", "start": 1553.52, "duration": 4.909}, {"text": "So if your progress to life looks like this or like this", "start": 1558.5, "duration": 4.669}, {"text": "something like that and the reason that Marx was right was because he noted that as a", "start": 1563.96, "duration": 6.229}, {"text": "Feature of the capitalist system the reason that he was wrong. Is that it's not a feature that's specific to a capitalist system", "start": 1570.649, "duration": 6.89}, {"text": "it's a feature that's general to all systems of creative production that are known and", "start": 1577.76, "duration": 4.729}, {"text": "so it's like a natural law and it's enough of a natural law by the way that the distribution of wealth can be modeled by", "start": 1582.95, "duration": 7.19}, {"text": "Physical models using the same equations that govern the distribution of gas molecules in a vacuum, so it's a really profound", "start": 1590.48, "duration": 6.709}, {"text": "It's a fundamentally", "start": 1597.5, "duration": 2.0}, {"text": "profound observation about the world way the world lays itself out, and it's problematic because if", "start": 1599.51, "duration": 5.66}, {"text": "resources accrue", "start": 1607.25, "duration": 2.179}, {"text": "unfairly to a small minority of people", "start": 1611.18, "duration": 2.0}, {"text": "and there's a natural law like element to that that has to be dealt with from a social perspective because if the", "start": 1613.28, "duration": 7.099}, {"text": "Inequality becomes too extreme then the whole system will destabilize and so you can have an intelligent", "start": 1621.14, "duration": 6.169}, {"text": "discussion about how to mitigate the effects of", "start": 1627.89, "duration": 3.349}, {"text": "the transfer of creative", "start": 1631.76, "duration": 2.0}, {"text": "production into the hands of a small number of people", "start": 1634.46, "duration": 2.599}, {"text": "Now the other reason however having said that the other reason that Marx was wrong. There's a number of them", "start": 1637.76, "duration": 5.75}, {"text": "One is that even though", "start": 1644.15, "duration": 2.149}, {"text": "creative products end", "start": 1649.4, "duration": 2.0}, {"text": "Up in the hands of a small number of people it's not the same people consistently across time", "start": 1651.83, "duration": 5.3}, {"text": "It's the same proportion of people, and that's not the same thing", "start": 1657.13, "duration": 3.329}, {"text": "you know like imagine that there's water going down a drain and you say well look at the", "start": 1661.19, "duration": 4.31}, {"text": "Spiral it's permanent, you think well the spiral is permanent, but the water Molecules aren't they're moving through it", "start": 1666.02, "duration": 5.269}, {"text": "And it's the same in some sense with the pareto distribution", "start": 1671.32, "duration": 3.06}, {"text": "is that there's a 1% and there's always a 1%, but it's not the same people it's", "start": 1674.38, "duration": 4.949}, {"text": "the stability of it differs from", "start": 1681.02, "duration": 2.179}, {"text": "culture to culture", "start": 1684.41, "duration": 0.66}, {"text": "but there's a lot of movement in the upper 1% a tremendous amount of movement and one of the reasons for that movement is that", "start": 1685.07, "duration": 6.5}, {"text": "things get large and then they get too large and then they collapse and", "start": 1692.33, "duration": 4.43}, {"text": "so in", "start": 1697.82, "duration": 1.59}, {"text": "2008 when the politicians said too big to fail", "start": 1699.41, "duration": 2.75}, {"text": "They got something truly backwards as far as I can tell and that was", "start": 1703.04, "duration": 5.0}, {"text": "With a reverse the statement was reversed it should have been so big it had to fail", "start": 1710.87, "duration": 4.91}, {"text": "And that's what I think the story of the tower of babel is about it's it's a warning", "start": 1716.45, "duration": 4.67}, {"text": "against the", "start": 1722.15, "duration": 1.86}, {"text": "expansion of the system", "start": 1724.01, "duration": 2.0}, {"text": "Until it encompasses everything it's a warning against", "start": 1727.22, "duration": 3.5}, {"text": "Totalitarian presumption so what happens for example", "start": 1731.84, "duration": 2.0}, {"text": "When people set out to build the tower of babel as they want to build a structure that reaches to heaven", "start": 1734.74, "duration": 4.319}, {"text": "right so the idea is that", "start": 1739.429, "duration": 1.801}, {"text": "It can it can it can replace it can replace the role of God", "start": 1741.23, "duration": 5.059}, {"text": "it's something like that it can erase the distinction between", "start": 1746.289, "duration": 3.54}, {"text": "Earth and Heaven, and so there's a utopian kind of vision there as well as we can build a structure", "start": 1750.02, "duration": 4.699}, {"text": "That's so large and encompassing that that", "start": 1754.72, "duration": 3.599}, {"text": "That it can replace heaven itself", "start": 1758.84, "duration": 2.0}, {"text": "That's an interesting", "start": 1762.89, "duration": 1.59}, {"text": "The fact that that doesn't work and that God objects to it is also extraordinarily interesting and it's an indication to me of the unbelievable", "start": 1764.48, "duration": 7.099}, {"text": "Profundity of these stories. It's like I think one thing we should have learned from the 20th century, but of course didn't was that", "start": 1771.86, "duration": 6.799}, {"text": "There's something extraordinary dangerous about totalitarian utopian visions. That's something dostoevsky wrote about by the way in his great book", "start": 1779.21, "duration": 7.219}, {"text": "Notes from Underground because Dostoevsky figured out by the early 1900's that there was something very very", "start": 1787.01, "duration": 6.709}, {"text": "Pathological about a utopian vision of perfection that it was profoundly anti-human and and notes in notes from underground", "start": 1794.059, "duration": 7.4}, {"text": "He demolishes the notion of utopia one of the things he says that I loved it's so Brilliant said imagine that you", "start": 1801.46, "duration": 6.449}, {"text": "brought the Socialist utopia into being and", "start": 1808.309, "duration": 2.989}, {"text": "dostoyevsky says and that human beings had nothing to do except", "start": 1812.21, "duration": 3.5}, {"text": "eat", "start": 1817.22, "duration": 2.0}, {"text": "Drink and busy themselves with the continuation of the species", "start": 1819.38, "duration": 3.26}, {"text": "He said that the first thing that would happen under circumstances like that", "start": 1824.0, "duration": 4.459}, {"text": "Would be that", "start": 1828.86, "duration": 1.23}, {"text": "Human beings would go mad and break the system smash it just so that something unexpected", "start": 1830.09, "duration": 5.42}, {"text": "And crazy could happen because human beings don't want", "start": 1835.64, "duration": 3.319}, {"text": "utopian comfort and certainty they want adventure and Chaos and uncertainty and", "start": 1839.809, "duration": 5.69}, {"text": "so that the very notion of a utopia was anti-human because we're not built for", "start": 1845.899, "duration": 4.49}, {"text": "static utopia", "start": 1851.57, "duration": 1.739}, {"text": "we're built for a", "start": 1853.309, "duration": 2.0}, {"text": "dynamic situation where there's", "start": 1855.679, "duration": 2.27}, {"text": "Demands placed on us and where there's the optimal amount of uncertainty", "start": 1859.34, "duration": 4.939}, {"text": "Well, we know what happened in the 20th century as a consequence of the widespread", "start": 1867.11, "duration": 3.869}, {"text": "promulgation of utopian schemes and", "start": 1871.83, "duration": 2.0}, {"text": "what happened was", "start": 1874.44, "duration": 2.0}, {"text": "mayhem on a scale that had never been matched in the entire history of humanity, and that's really saying something because", "start": 1876.57, "duration": 7.04}, {"text": "There was plenty of Mayhem before the 20th century", "start": 1886.32, "duration": 2.57}, {"text": "I guess there wasn't as much industrial clout behind it and so so early you", "start": 1888.89, "duration": 5.729}, {"text": "see", "start": 1895.2, "duration": 1.44}, {"text": "so early in the biblical narrative you have a warning against Hubris and", "start": 1896.64, "duration": 3.649}, {"text": "and", "start": 1901.47, "duration": 1.35}, {"text": "some indication that", "start": 1902.82, "duration": 2.0}, {"text": "properly functioning systems have an appropriate scale I", "start": 1905.25, "duration": 3.709}, {"text": "read an article in the economist magazine this week about the", "start": 1909.75, "duration": 4.13}, {"text": "rise of Nationalist Movements all over the world as a counterbalance to", "start": 1914.639, "duration": 4.31}, {"text": "globalization maybe it's most marked with the European economic community", "start": 1920.279, "duration": 3.47}, {"text": "And the economist writers were curious about why", "start": 1925.11, "duration": 3.229}, {"text": "that counter movement has been developing, but it seems to me that it's also a tower of Babel phenomena is that", "start": 1928.98, "duration": 6.799}, {"text": "And maybe this is most evident in the European economic community", "start": 1937.98, "duration": 2.809}, {"text": "to bring all of that multiplicity under the", "start": 1942.21, "duration": 3.8}, {"text": "What would you call it under the umbrella of a single unity is?", "start": 1948.84, "duration": 2.929}, {"text": "To simultaneously erect a system where the top is so far from the bottom that the bottom has no connection to the top", "start": 1952.95, "duration": 6.589}, {"text": "You know your your your social systems have to be large enough, so they protect you, but small enough", "start": 1960.539, "duration": 6.02}, {"text": "So that you have a place in them, and it seems to me perhaps. That's what's happened in", "start": 1966.559, "duration": 4.89}, {"text": "in places like the EEC is that the distance between the typical citizen and the", "start": 1972.179, "duration": 5.57}, {"text": "Bureaucracy that runs the entire structure has got so great", "start": 1978.57, "duration": 3.77}, {"text": "that", "start": 1983.01, "duration": 1.11}, {"text": "it's an element of", "start": 1984.12, "duration": 2.0}, {"text": "destabilization in and of itself and so people revert back to say nationalistic identities because", "start": 1986.19, "duration": 6.44}, {"text": "It's something that they can", "start": 1993.57, "duration": 2.0}, {"text": "relate to", "start": 1996.69, "duration": 1.89}, {"text": "If there's a there's a history there and a shared identity a genuine identity", "start": 1998.58, "duration": 4.049}, {"text": "An identity of language and tradition it's not an artificial imposition from the top an artificial abstract imposition", "start": 2003.33, "duration": 7.13}, {"text": "in in the egyptian creation myth", "start": 2018.48, "duration": 3.229}, {"text": "the version I'm most familiar with", "start": 2022.83, "duration": 2.089}, {"text": "in the previous", "start": 2026.01, "duration": 1.89}, {"text": "Creation myth the older one the Mesopotamian creation myth", "start": 2027.9, "duration": 3.08}, {"text": "Mostly what you see", "start": 2031.98, "duration": 1.98}, {"text": "Menacing humanity is Tiamat she's the dragon of Chaos and so that's nature. It's really", "start": 2033.96, "duration": 5.27}, {"text": "It's really mother nature", "start": 2039.75, "duration": 2.0}, {"text": "red in tooth and claw", "start": 2041.85, "duration": 2.0}, {"text": "but by the time the egyptians come along", "start": 2044.52, "duration": 2.0}, {"text": "It isn't only nature that threatens humanity", "start": 2049.26, "duration": 3.229}, {"text": "it's the social structure itself and so the", "start": 2052.49, "duration": 2.91}, {"text": "egyptians had two deities that represented the social structure and one was Osiris who was", "start": 2055.89, "duration": 5.329}, {"text": "Like the spirit of the father. He was a great hero who established egypt, but became old and and", "start": 2061.5, "duration": 5.929}, {"text": "Willfully blind and and and", "start": 2068.22, "duration": 2.209}, {"text": "and", "start": 2071.19, "duration": 1.44}, {"text": "senile and he had an evil brother named Seth and", "start": 2072.63, "duration": 3.139}, {"text": "Seth was always conspiring to overthrow him and", "start": 2076.44, "duration": 3.56}, {"text": "because", "start": 2081.33, "duration": 1.2}, {"text": "Osiris ignored him long enough Seth did overthrow chopped him into pieces and distributed all around the kingdom and", "start": 2082.53, "duration": 7.219}, {"text": "His son Horus had to come back and fight", "start": 2090.72, "duration": 2.27}, {"text": "Osiris his son Horus had to come back and defeat", "start": 2093.929, "duration": 2.989}, {"text": "Seth to take the Kingdom back. That's how that story ends", "start": 2096.919, "duration": 2.94}, {"text": "But the egyptians seem to have realized maybe because they had become bureaucratized to quite a substantial degree", "start": 2099.86, "duration": 5.25}, {"text": "That it wasn't only nature that threatened", "start": 2105.6, "duration": 2.78}, {"text": "Humankind it was also the proclivity of human organizations to become too large too unwieldy", "start": 2109.02, "duration": 6.05}, {"text": "too deceitful and to willfully blind and therefore liable to collapse and", "start": 2115.71, "duration": 5.12}, {"text": "Again, I see echoes of that in the story of the tower of babel", "start": 2121.71, "duration": 2.87}, {"text": "so", "start": 2125.76, "duration": 1.2}, {"text": "It's a calling for", "start": 2126.96, "duration": 2.0}, {"text": "A", "start": 2130.88, "duration": 1.51}, {"text": "kind of humility of social engineering", "start": 2132.39, "duration": 2.0}, {"text": "one of the other things I've learned as a social scientist and", "start": 2136.319, "duration": 2.9}, {"text": "I've been warned about this by I would say great social scientists that", "start": 2141.569, "duration": 4.67}, {"text": "You want to be very careful about", "start": 2148.049, "duration": 2.0}, {"text": "doing large-scale", "start": 2150.42, "duration": 1.77}, {"text": "experimentation with large scale systems because the probability that if you implement a", "start": 2152.19, "duration": 5.03}, {"text": "Scheme in a large-scale social system that that scheme will have the result you intended is", "start": 2157.74, "duration": 5.179}, {"text": "Negligible what will happen will be something that you don't intend and even worse", "start": 2163.799, "duration": 4.64}, {"text": "something that works at counter purposes to your original intent and", "start": 2168.9, "duration": 3.439}, {"text": "so and that makes sense because", "start": 2173.16, "duration": 2.81}, {"text": "If you have a very very complex system", "start": 2176.579, "duration": 2.39}, {"text": "And you perturb it the probability that you can predict the consequence of the perturbation is extraordinary low obviously", "start": 2178.97, "duration": 7.079}, {"text": "If the system works though you think you understand it because it works and so you think it's simpler than it actually is and so", "start": 2187.92, "duration": 6.919}, {"text": "Then you think that your model of it is correct", "start": 2194.839, "duration": 2.61}, {"text": "and then you think that your manipulation of the model which produces", "start": 2197.45, "duration": 4.319}, {"text": "The outcome you model will be the outcome that's actually produced in the world that doesn't work at all", "start": 2202.2, "duration": 6.26}, {"text": "I Thought about that an awful lot", "start": 2210.15, "duration": 2.0}, {"text": "thinking about how to remediate social systems because obviously they need", "start": 2213.269, "duration": 3.92}, {"text": "Careful attention and adjustment, and it struck me that the proper", "start": 2218.339, "duration": 4.25}, {"text": "strategy for implementing social change is to stay within your domain of competence and that", "start": 2226.65, "duration": 5.659}, {"text": "Requires humility which is a virtue that is never", "start": 2233.67, "duration": 3.889}, {"text": "Promoted in Modern culture. I would say it's it's a virtue that you can hardly even talk about", "start": 2240.809, "duration": 4.94}, {"text": "but humility means", "start": 2246.569, "duration": 1.831}, {"text": "You're probably not as smart as you think you are and you should be careful and so then the question might be well", "start": 2248.4, "duration": 5.719}, {"text": "Ok you should be careful, but perhaps you still want to do good you want to make some positive changes?", "start": 2254.369, "duration": 5.419}, {"text": "how can you be careful and do good and then I would say well you try not to step out the boundaries of your", "start": 2259.789, "duration": 5.49}, {"text": "competence and you start small and you", "start": 2265.44, "duration": 2.3}, {"text": "start with things that you actually could adjust that you actually do understand that you actually could fix I", "start": 2268.17, "duration": 5.06}, {"text": "Mentioned to you at one point that one of the things carl jung said was that", "start": 2273.66, "duration": 2.929}, {"text": "Modern men don't see God because they don't look low enough. It's a very interesting Phrase and", "start": 2277.829, "duration": 5.39}, {"text": "one of the things that I've been", "start": 2283.98, "duration": 2.0}, {"text": "Promoting I suppose", "start": 2286.41, "duration": 1.949}, {"text": "Online is the idea that", "start": 2288.359, "duration": 2.0}, {"text": "You should restrict your attempts to fix things", "start": 2290.73, "duration": 2.659}, {"text": "to what's", "start": 2295.05, "duration": 2.0}, {"text": "at hand", "start": 2298.44, "duration": 1.95}, {"text": "So there's probably things about you that you could fix right things that you know that aren't right?", "start": 2300.39, "duration": 4.219}, {"text": "Not anyone else's opinion your own opinion that aren't right you can fix them", "start": 2305.25, "duration": 3.77}, {"text": "Maybe there's some things that you could adjust in your family that gets hard you", "start": 2309.02, "duration": 3.659}, {"text": "Have to have your act together a lot before you can start to adjust your family because things can kick back on you really hard", "start": 2312.81, "duration": 5.299}, {"text": "And you think well it's hard to put yourself together. It's really hard to put your family together", "start": 2318.109, "duration": 4.5}, {"text": "Why the hell do you think you can put the world together?", "start": 2322.74, "duration": 2.06}, {"text": "right because obviously the world is more complicated than you and your family and so if you if you're stymied in your attempts", "start": 2325.68, "duration": 6.229}, {"text": "Even to set your own house in order which of course you are", "start": 2331.91, "duration": 2.969}, {"text": "Then you would think that what that would do would be to make you very very leery about", "start": 2335.099, "duration": 4.07}, {"text": "announcing your broad-scale plans for social revolution", "start": 2339.99, "duration": 3.26}, {"text": "Well, it's a peculiar thing because that isn't how it works because people are much more likely to announce their plans for Broad-scale social revolution", "start": 2345.45, "duration": 7.25}, {"text": "Than they are to try to set themselves straight or to set their family straight", "start": 2352.7, "duration": 3.3}, {"text": "And I think the reason for that is that as soon as they try to set themselves straight or their families the system immediately", "start": 2356.0, "duration": 5.939}, {"text": "kicks back at them right instantly whereas if they announced their plans for large-scale social revolution", "start": 2362.31, "duration": 5.989}, {"text": "the lag between the", "start": 2369.15, "duration": 2.0}, {"text": "announcement and the kickback is so long that. They don't recognize that", "start": 2371.43, "duration": 4.699}, {"text": "there's any error there and so you know you can get away with being wrong if if nothing falls on you for a while, and", "start": 2376.13, "duration": 7.59}, {"text": "so and it's also", "start": 2384.51, "duration": 2.0}, {"text": "An incitement to hubris because you can now see your your plans for large-scale social revolution and stand back", "start": 2386.849, "duration": 7.16}, {"text": "And you don't get hit by lightning and you think well", "start": 2394.01, "duration": 2.28}, {"text": "I might be right even though you're not you're seriously not right. I might be right and then you think well", "start": 2396.29, "duration": 6.239}, {"text": "How wonderful is that especially if you could do it without any real effort, and I really do think fundamentally I believe that", "start": 2402.96, "duration": 7.429}, {"text": "That's what the universities teach students now. That's what they teach them to do. I really believe that and I think it's absolutely appalling", "start": 2410.39, "duration": 6.78}, {"text": "And I think it's horribly dangerous", "start": 2418.83, "duration": 2.179}, {"text": "Because it's not that easy to fix things especially if you don't", "start": 2422.61, "duration": 3.5}, {"text": "especially if you're not committed to it and", "start": 2427.83, "duration": 2.0}, {"text": "I think you know if you're committed because what you try to do is you try to straighten out your own life first", "start": 2430.08, "duration": 4.159}, {"text": "and that's enough like there's a I think it's a statement in the new testament that it's I think it's in the new testament that it's", "start": 2434.88, "duration": 5.119}, {"text": "More difficult to rule yourself than to rule the city", "start": 2440.0, "duration": 2.61}, {"text": "And that's not a metaphor. It's like all of you. Who've made", "start": 2443.4, "duration": 4.31}, {"text": "announcements to yourself about", "start": 2448.68, "duration": 2.0}, {"text": "Changing your diet and going to the gym every January know perfectly well how difficult it is to regulate your own", "start": 2450.84, "duration": 6.169}, {"text": "impulses and to bring yourself under the control of some", "start": 2457.47, "duration": 4.039}, {"text": "What would you say?", "start": 2463.17, "duration": 2.0}, {"text": "well-structured and", "start": 2465.45, "duration": 2.0}, {"text": "ethical", "start": 2468.15, "duration": 1.5}, {"text": "attentive", "start": 2469.65, "duration": 1.74}, {"text": "structure of values", "start": 2471.39, "duration": 1.98}, {"text": "it's extraordinarily difficult and so people don't do it and instead they wander off, and I think they create towers of Babel and", "start": 2473.37, "duration": 7.189}, {"text": "the story indicates well those things collapse under their own weight and", "start": 2481.5, "duration": 3.95}, {"text": "everyone goes their own Direction I", "start": 2486.09, "duration": 2.0}, {"text": "Think I see that happening", "start": 2489.78, "duration": 2.0}, {"text": "with the LGBT community I", "start": 2492.24, "duration": 2.0}, {"text": "think because one of the things I've noticed it's very interesting because the community is in some sense, it's not a community but", "start": 2494.85, "duration": 7.61}, {"text": "That's a technical error, but it's it's composed of outsiders. Let's say and", "start": 2504.21, "duration": 5.209}, {"text": "what you notice across the decades is that the acronym list keeps growing and", "start": 2510.78, "duration": 4.61}, {"text": "I think that's because there's an infinite number of ways to be an outsider and so once you open the door", "start": 2516.18, "duration": 5.899}, {"text": "to the construction of a group that's characterized by", "start": 2522.42, "duration": 3.709}, {"text": "Failing to fit into the group then you immediately create a category that's infinitely", "start": 2527.97, "duration": 4.849}, {"text": "expandable and so I don't know how long the acronym list is now it depends on which acronym list you consult but I've seen", "start": 2533.16, "duration": 8.0}, {"text": "lists of 10 or more acronyms and one of the things that's happening is that", "start": 2541.62, "duration": 5.029}, {"text": "The Community is starting to fragment in", "start": 2547.41, "duration": 2.719}, {"text": "Its in its interior because there is no unity", "start": 2550.77, "duration": 3.59}, {"text": "once you put a sufficient plurality under the", "start": 2554.91, "duration": 3.92}, {"text": "sheltering", "start": 2559.41, "duration": 1.68}, {"text": "structure of a single umbrella say", "start": 2561.09, "duration": 2.179}, {"text": "the disunity starts to appear within and I think that's also uh", "start": 2564.93, "duration": 4.01}, {"text": "It's a manifestation of the same issue that this particular story is dealing with", "start": 2570.48, "duration": 3.739}, {"text": "So that ends. I would say the most archaic stories in the in the bible", "start": 2579.36, "duration": 6.26}, {"text": "There's something about the flood story and and also the tower of babel", "start": 2587.37, "duration": 3.349}, {"text": "I think they outline the two fundamental dangers that beset Mankind one is", "start": 2590.72, "duration": 3.87}, {"text": "the probability that", "start": 2595.47, "duration": 2.0}, {"text": "Blindness and sin will produce a natural catastrophe or entice one", "start": 2598.53, "duration": 3.56}, {"text": "That's something modern people are very aware of in principle right because we're all hyper concerned about environmental degradation and catastrophe and so", "start": 2602.91, "duration": 7.82}, {"text": "That's the continual", "start": 2611.46, "duration": 2.0}, {"text": "Reactivation of an archetypal idea in our in our unconscious minds that there's something about the way", "start": 2614.28, "duration": 4.879}, {"text": "we're living that's unsustainable and that will create a", "start": 2619.16, "duration": 3.42}, {"text": "catastrophe it's so interesting because people believe that firmly and deeply and", "start": 2623.31, "duration": 4.489}, {"text": "But they don't see the relationship between that and the archetypal stories because it's the same story", "start": 2628.92, "duration": 4.61}, {"text": "Overconsumption greed all of that is producing an unstable state and nature will rebel and take us down", "start": 2635.91, "duration": 6.41}, {"text": "You hear that every day in every newspaper and every TV station?", "start": 2642.93, "duration": 3.44}, {"text": "It's broadcast to you constantly so that idea is presented in in Genesis in the story of Noah and then the other", "start": 2646.71, "duration": 7.82}, {"text": "Warning that exists in the stories one is Beware of Natural Catastrophe", "start": 2655.71, "duration": 4.16}, {"text": "That's produced as a consequence of blindness and greed will say the other is", "start": 2659.87, "duration": 4.529}, {"text": "Beware of", "start": 2665.119, "duration": 2.0}, {"text": "social structures that overreach", "start": 2668.099, "duration": 2.0}, {"text": "Because they'll also produce fragmentation and disintegration, and so it's quite remarkable. I think that that", "start": 2670.71, "duration": 5.629}, {"text": "With at the close of the story of the tower of babel?", "start": 2677.579, "duration": 3.199}, {"text": "we've got both of", "start": 2681.539, "duration": 2.0}, {"text": "the permanent existential dangers that", "start": 2683.759, "duration": 2.87}, {"text": "present themselves to humanity", "start": 2687.72, "duration": 2.0}, {"text": "already identified", "start": 2690.059, "duration": 2.0}, {"text": "At the end of the story of Adam and eve. There's like a fall into history", "start": 2697.68, "duration": 3.349}, {"text": "Right so in one way history begins with the fall, but there's like a second fall", "start": 2701.7, "duration": 4.639}, {"text": "I think with the flood and the tower of Babel and", "start": 2706.339, "duration": 2.669}, {"text": "history and even more real sense begins now it begins with this story of Abraham and and it's", "start": 2709.529, "duration": 6.11}, {"text": "it's", "start": 2716.22, "duration": 1.619}, {"text": "We're no longer precisely in the realm of the purely mythical. That would be another way of thinking about it", "start": 2717.839, "duration": 5.239}, {"text": "We have identifiable person who's part of an identifiable tribe is doing identifiable things", "start": 2723.15, "duration": 5.239}, {"text": "We're in the realm of history and so history begins twice in the old testament I", "start": 2728.39, "duration": 4.709}, {"text": "suppose it begins again after moses as well, but", "start": 2734.009, "duration": 2.45}, {"text": "We've moved out of the domain of the purely mythical into the realm of history with with the emergence of the stories about abraham", "start": 2737.94, "duration": 6.409}, {"text": "This is from aldous huxley", "start": 2745.619, "duration": 1.581}, {"text": "So the first thing that that I want to talk about in", "start": 2747.2, "duration": 2.429}, {"text": "relationship to the abrahamic stories is this idea of the experience of God because", "start": 2749.789, "duration": 4.31}, {"text": "Abraham although quite identifiable as an actual individual is", "start": 2754.829, "duration": 4.64}, {"text": "Also, characterized by this peculiarity and the peculiarity is that God manifests himself to Abraham", "start": 2760.589, "duration": 6.86}, {"text": "Both as a voice and but also as a presence", "start": 2768.66, "duration": 2.599}, {"text": "The stories never describe exactly how god manifests himself except now and then he comes in the form of an angel", "start": 2771.839, "duration": 6.979}, {"text": "That's fairly concrete", "start": 2779.039, "duration": 1.71}, {"text": "But it's a funny thing that the author of or authors of the abrahamic story", "start": 2780.749, "duration": 4.46}, {"text": "seems to take", "start": 2785.999, "duration": 1.5}, {"text": "The idea that God would make an appearance", "start": 2787.64, "duration": 2.76}, {"text": "more or less for granted and so", "start": 2791.76, "duration": 2.76}, {"text": "It's very", "start": 2795.18, "duration": 1.66}, {"text": "I think the part of the reason that I've struggled so much with the abrahamic stories is because it's so hard to get a handle", "start": 2796.849, "duration": 5.28}, {"text": "on that and to understand what that might mean and", "start": 2802.13, "duration": 2.07}, {"text": "So I'm going to hit it from a bunch of different perspectives and let's see if we can", "start": 2804.599, "duration": 3.5}, {"text": "Come up with some", "start": 2808.739, "duration": 2.0}, {"text": "Understanding of it the first thing I'll do is tell you a story about a female", "start": 2811.65, "duration": 5.78}, {"text": "Neurologist whose name escapes me at the moment. She wrote a book called my stroke of insight", "start": 2818.7, "duration": 4.039}, {"text": "Jill Bolte I think is her name and", "start": 2823.95, "duration": 2.089}, {"text": "She was a harvard-trained", "start": 2827.13, "duration": 2.0}, {"text": "She was she had she had", "start": 2829.89, "duration": 2.0}, {"text": "medical training from Harvard in Neuropsychological function and knew a lot about hemispheric specialization", "start": 2832.559, "duration": 4.64}, {"text": "we talked a little bit about hemispheric specialization before one of the", "start": 2837.809, "duration": 4.01}, {"text": "Ways of conceptualizing the difference between the two hemispheres is that the left hemisphere?", "start": 2842.609, "duration": 3.979}, {"text": "Operates in known territory and the right hemisphere operates in unknown territory. That's one way of thinking about or the left hemisphere operates", "start": 2846.839, "duration": 6.439}, {"text": "in the orderly domain and the right hemisphere operates in the chaotic domain or the left hemisphere operates in the", "start": 2853.799, "duration": 6.32}, {"text": "Domain of detail and the right hemisphere operates in the domain of the large picture", "start": 2860.43, "duration": 5.179}, {"text": "It's something like that now people differ in their neurological wiring, so those are", "start": 2865.95, "duration": 4.339}, {"text": "Over generalizations, but that's okay", "start": 2871.14, "duration": 2.119}, {"text": "we live with that for the time being it's certainly not an", "start": 2873.259, "duration": 2.61}, {"text": "overgeneralization to point out that you do in fact have two hemispheres and that their structures differ and if the connections between them are cut", "start": 2875.94, "duration": 6.559}, {"text": "Which could happen for example if you had surgery for intractable epilepsy that each hemisphere would be capable of housing its own consciousness", "start": 2882.499, "duration": 6.36}, {"text": "That's been well documented by a neural neural neurologist in Gazzaniga", "start": 2889.65, "duration": 5.479}, {"text": "Who did and Sperry who did split brain experiments must be 30 years ago now?", "start": 2895.38, "duration": 5.03}, {"text": "so", "start": 2901.229, "duration": 1.231}, {"text": "And we know that the right in the left hemisphere are specialized for different", "start": 2902.46, "duration": 3.799}, {"text": "Functions the right hemisphere for example seems to be more involved in the generation of negative emotion and the left hemisphere more", "start": 2906.39, "duration": 5.75}, {"text": "Involved in the generation of positive emotion an approach so the right hemisphere stops you and the left hemisphere moves you forward", "start": 2912.719, "duration": 5.39}, {"text": "anyways", "start": 2918.779, "duration": 1.351}, {"text": "Jill", "start": 2920.13, "duration": 1.409}, {"text": "Bolte I hope I've got that right", "start": 2921.54, "duration": 2.34}, {"text": "had a stroke", "start": 2924.6, "duration": 1.74}, {"text": "and", "start": 2926.34, "duration": 0.97}, {"text": "Maintained consciousness during the stroke and analyzed it while it was happening and she was able", "start": 2927.31, "duration": 5.929}, {"text": "while it was happening to", "start": 2933.88, "duration": 2.0}, {"text": "hypothesize about what part of her brain was being destroyed and", "start": 2936.34, "duration": 3.35}, {"text": "what so she had a congenital blood vessel malformation and had an aneurysm and", "start": 2940.21, "duration": 5.569}, {"text": "It just about killed her", "start": 2946.33, "duration": 2.0}, {"text": "but she said that", "start": 2949.15, "duration": 2.0}, {"text": "It affected her left hemisphere", "start": 2951.22, "duration": 2.0}, {"text": "And she said that she experienced a sense of divine unity as a consequence of the stroke", "start": 2953.98, "duration": 6.5}, {"text": "because the left hemisphere function was disrupted and destroyed and so she became a right hemisphere dominant and", "start": 2961.12, "duration": 6.109}, {"text": "her experience of that was the dissolution of the specific ego into the", "start": 2968.2, "duration": 4.459}, {"text": "Absolute consciousness something like that now that's only a case study, and you don't want to make too much of case studies", "start": 2973.81, "duration": 6.979}, {"text": "But there is an overwhelming amount of evidence", "start": 2980.79, "duration": 3.0}, {"text": "that those two kinds of consciousness exist", "start": 2984.58, "duration": 2.989}, {"text": "one being", "start": 2988.21, "duration": 1.5}, {"text": "your consciousness of you as a", "start": 2989.71, "duration": 2.0}, {"text": "localized and specified being and the other being", "start": 2991.99, "duration": 4.1}, {"text": "this", "start": 2997.21, "duration": 1.17}, {"text": "capacity to experience", "start": 2998.38, "duration": 1.8}, {"text": "oceanic dissolution and the sense of the cosmos being one", "start": 3000.18, "duration": 4.459}, {"text": "Now why we have those capacities for different conscious", "start": 3006.12, "duration": 4.429}, {"text": "experiences", "start": 3011.37, "duration": 1.08}, {"text": "Is very difficult to understand. I mean part of me thinks that", "start": 3012.45, "duration": 3.919}, {"text": "Maybe we have a generic human brain", "start": 3016.95, "duration": 2.659}, {"text": "it's the brain of the species and", "start": 3020.76, "duration": 2.54}, {"text": "Allied with that we have a specific", "start": 3023.85, "duration": 2.0}, {"text": "individual brain and one is the left hemisphere and the other is the right hemisphere the left hemisphere being the", "start": 3025.86, "duration": 5.09}, {"text": "specific individual brain and usually it's on and working because you obviously have to take care of yourself as a", "start": 3031.05, "duration": 5.6}, {"text": "specific entity and not as a generalized", "start": 3037.23, "duration": 2.51}, {"text": "Cosmic phenomena, it's hard to dice celery when you're a generalized cosmic phenomena", "start": 3040.29, "duration": 5.84}, {"text": "Right so you have to be more pointed than that but but look let's make no mistake about it", "start": 3046.38, "duration": 4.849}, {"text": "The fact that those different states of consciousness exists is not", "start": 3051.96, "duration": 3.77}, {"text": "Disputable they can be elicited in all sorts of ways and so", "start": 3056.19, "duration": 5.519}, {"text": "I'm going to read you something that Aldous Huxley wrote about this back, I think, in 1956 this was after he", "start": 3062.499, "duration": 6.08}, {"text": "Started his experimentation with mescaline", "start": 3071.799, "duration": 2.119}, {"text": "The psychedelics were introduced into western culture in the 1950s in a whole bunch of different ways psilocybin mushrooms", "start": 3075.039, "duration": 6.35}, {"text": "LsD. I was discovered right at the end of World War two", "start": 3081.759, "duration": 3.26}, {"text": "Was discovered by accident actually?", "start": 3085.869, "duration": 2.0}, {"text": "laboratory Sandoz labs the guy who discovered it Albert Hofmann had spilled some on his hands you can absorb it through your skin and", "start": 3088.39, "duration": 6.649}, {"text": "He was biking home and had the world's first LSD trip which was somewhat of a shock to him and then to the entire world", "start": 3095.619, "duration": 7.159}, {"text": "Huxley who was a great literary figure, a real genius", "start": 3104.499, "duration": 3.229}, {"text": "experimented with mescaline in the late fifties and", "start": 3109.539, "duration": 2.03}, {"text": "He wrote a book called the doors of perception which had a huge impact on the emerging psychedelic culture both on", "start": 3112.39, "duration": 5.779}, {"text": "The East coast at Harvard and on the West coast with Ken Kesey and his merry pranksters the people who popularized LSD", "start": 3118.419, "duration": 7.46}, {"text": "That's all documented in a book called the electric Kool-Aid acid test; Which I would highly recommend", "start": 3125.88, "duration": 4.02}, {"text": "It's Tom Wolfe it's a brilliant book on the east coast it was timothy leary", "start": 3130.329, "duration": 4.28}, {"text": "I had timothy leary's old job at Harvard. So that was kind of cool. You know in a warped way", "start": 3134.609, "duration": 6.179}, {"text": "So I met people there who knew him", "start": 3141.309, "duration": 2.419}, {"text": "Who didn't think much of them also, but who did know him but", "start": 3144.489, "duration": 3.979}, {"text": "Huxley had this mescaline experience, and it transported him to this", "start": 3149.109, "duration": 3.919}, {"text": "alternative consciousness", "start": 3154.089, "duration": 1.28}, {"text": "And he said that during his mescaline experience that the entire world glowed from within like if there was an inner light", "start": 3155.369, "duration": 6.359}, {"text": "like a paradisal inner light and that everything was deeply meaningful and", "start": 3161.89, "duration": 4.519}, {"text": "Symbolically suggestive and overwhelming and beautiful and timeless so he had an experience of divine", "start": 3167.14, "duration": 6.469}, {"text": "Eternity I suppose is the most straightforward way to to put that and we know perfectly well that", "start": 3174.249, "duration": 5.33}, {"text": "the psychedelic drugs that all share the same chemical structure they interact with the brain chemical called Serotonin", "start": 3180.009, "duration": 5.989}, {"text": "Which is a very very fundamental?", "start": 3186.609, "duration": 1.92}, {"text": "Neurotransmitter they all have approximately the same", "start": 3188.529, "duration": 2.51}, {"text": "range of effects", "start": 3192.249, "duration": 1.961}, {"text": "Although those effects are very", "start": 3194.21, "duration": 1.859}, {"text": "There's a very large multitude of effects that sort of exist underneath that umbrella", "start": 3196.069, "duration": 4.91}, {"text": "Huxley was", "start": 3203.18, "duration": 2.0}, {"text": "staggered by his mescaline experience he he didn't really know what to make of it, and I think that that's", "start": 3207.079, "duration": 5.75}, {"text": "the common experience of people who have", "start": 3213.47, "duration": 2.659}, {"text": "exceptionally profound psychedelic experiences and I'll", "start": 3216.95, "duration": 2.869}, {"text": "Tell you some documentation about that in a moment, but he spent quite a long time", "start": 3220.64, "duration": 3.77}, {"text": "Trying to come to grips with what this might mean from an intellectual perspective and huxley had a great brain", "start": 3225.05, "duration": 5.959}, {"text": "I mean someone was going to wrestle with the problem like that. He was a good candidate", "start": 3231.01, "duration": 3.869}, {"text": "He must have had a verbal IQ of 180. I mean he's", "start": 3234.88, "duration": 2.91}, {"text": "his books are incredibly literate Incredible credible mastery of language and complexity of characterization and and", "start": 3238.46, "duration": 6.889}, {"text": "intellectual Discourse really remarkable", "start": 3245.96, "duration": 2.0}, {"text": "So this is what Huxley had to say after his mescaline experience he talked about heaven and hell", "start": 3249.26, "duration": 4.939}, {"text": "and he talked about that in reference to bad trips essentially because", "start": 3254.2, "duration": 4.169}, {"text": "it was known by that point that a Psychedelic experience could transport you to an", "start": 3258.92, "duration": 5.51}, {"text": "Ecstatic domain of Divine revelation", "start": 3264.77, "duration": 2.959}, {"text": "but could take you to the worst imaginable place as well huxley was very interested in why you would even have the capacity for", "start": 3267.73, "duration": 6.959}, {"text": "Experiences like that and which I think is a very good question and it's completely unanswered question", "start": 3275.0, "duration": 4.52}, {"text": "I mean, we don't know much about consciousness and we know even less about psychedelics", "start": 3279.52, "duration": 4.559}, {"text": "I would say they are an absolute mystery. I don't think we understand them in the least", "start": 3284.079, "duration": 5.219}, {"text": "Huxley did a good job of starting to at least map out the mysteries of the terrain he said like the earth of a hundred", "start": 3290.63, "duration": 5.479}, {"text": "Years ago our mind still has its darkest Africa's its unmapped Borneo's and Amazonian basin in", "start": 3296.109, "duration": 6.66}, {"text": "Relation to the Fauna of these regions. We are not yet zoologists", "start": 3303.17, "duration": 3.86}, {"text": "We are mere naturalist sand collectors of specimens the fact is unfortunate", "start": 3307.46, "duration": 4.55}, {"text": "But we have to accept it we have to make the best of it", "start": 3312.01, "duration": 2.549}, {"text": "However, lowly the work of the collector must be done before we can proceed to the higher scientific tasks of classification analysis experiment and theory", "start": 3315.559, "duration": 7.82}, {"text": "Making like the giraffe and the duck-billed platypus the creatures inhabit these remoter regions of the mind", "start": 3323.38, "duration": 5.94}, {"text": "Are exceedingly improbable.", "start": 3330.38, "duration": 1.86}, {"text": "Nevertheless they exist they're facts of observation", "start": 3332.24, "duration": 2.719}, {"text": "And as such they cannot be ignored by anyone who is honestly trying to understand the world in which he lives", "start": 3335.57, "duration": 5.06}, {"text": "when psychiatrists started to study LSD that", "start": 3345.92, "duration": 2.57}, {"text": "was mostly in the late 50s and running forward from that they thought about", "start": 3349.46, "duration": 4.189}, {"text": "The drug as a psychedelic which was a chemical substance that would induce psychosis, but that turned out to not be true", "start": 3354.56, "duration": 7.849}, {"text": "not with the psychedelics because", "start": 3362.93, "duration": 2.63}, {"text": "schizophrenics were given LSD and", "start": 3366.68, "duration": 2.0}, {"text": "The schizophrenics reported that", "start": 3369.23, "duration": 2.0}, {"text": "while the experience experience was certainly", "start": 3371.48, "duration": 3.169}, {"text": "extraordinarily strange, it wasn't like being schizophrenic and", "start": 3375.35, "duration": 3.83}, {"text": "then it was found later that if you gave schizophrenics amphetamines that made them worse in fact you can induce a", "start": 3379.73, "duration": 6.979}, {"text": "Paranoid psychosis in a normal person by overdosing them with amphetamines", "start": 3387.17, "duration": 4.1}, {"text": "So whatever the hallucinogens are the psychedelics are doing", "start": 3391.4, "duration": 3.77}, {"text": "It's not the same thing as mania and it's not the same thing as schizophrenia not at all", "start": 3395.36, "duration": 5.66}, {"text": "so", "start": 3403.49, "duration": 2.0}, {"text": "So you can't just write the experience off as an induced psychosis, whatever it is", "start": 3409.93, "duration": 7.729}, {"text": "Independent of its utility or lack thereof it's not that", "start": 3419.17, "duration": 3.859}, {"text": "Now can be induced by drugs", "start": 3424.51, "duration": 2.0}, {"text": "Can be induced by deprivation right? I mean there are accounts throughout history of people", "start": 3427.45, "duration": 4.399}, {"text": "putting themselves in Extreme", "start": 3432.64, "duration": 2.0}, {"text": "Physiological situations in order to induce transformations of consciousness fasting is one of the routes to doing that", "start": 3434.65, "duration": 6.739}, {"text": "Dancing is another route", "start": 3442.09, "duration": 2.0}, {"text": "Isolation prolonged periods of isolation will also do it now you could say that exposing yourself to any of those in excess", "start": 3444.19, "duration": 7.489}, {"text": "produces a state that's", "start": 3452.86, "duration": 1.92}, {"text": "indistinguishable from illness and", "start": 3454.78, "duration": 2.0}, {"text": "That there's no reason to assume that the phenomena that are associated with illness have any", "start": 3457.96, "duration": 5.719}, {"text": "Utility Whatsoever although, it's interesting to me that", "start": 3464.08, "duration": 3.6}, {"text": "A Disrupted consciousness can Produce coherent experiences. It's not exactly what you expect", "start": 3470.46, "duration": 6.02}, {"text": "It was just an illness you know if you develop say a high fever", "start": 3476.489, "duration": 3.051}, {"text": "your experience", "start": 3480.64, "duration": 1.83}, {"text": "Isn't transcendent and coherent its fragmented and pathologized and and the difference", "start": 3482.47, "duration": 6.83}, {"text": "I think is quite distinct although", "start": 3489.3, "duration": 2.13}, {"text": "We don't only we don't have to only speculate about that because there's been enough experimental work done", "start": 3491.43, "duration": 4.109}, {"text": "Now with hallucinogens and psychedelics to indicate that", "start": 3495.54, "duration": 3.12}, {"text": "The notion that what they produce is something that's only akin to Pathology is wrong", "start": 3499.15, "duration": 5.119}, {"text": "because", "start": 3504.82, "duration": 1.23}, {"text": "It's not a matter of opinion at this point in the sequence of scientific and historical", "start": 3506.05, "duration": 5.49}, {"text": "Investigation in fact there was a large-scale study done", "start": 3511.54, "duration": 2.38}, {"text": "Ten Years ago? five years ago? of two hundred thousand people who had experimented with pSychedelics", "start": 3514.56, "duration": 6.06}, {"text": "And they were mentally and physically healthier than people who hadn't on virtually every parameter they examined in", "start": 3520.62, "duration": 6.38}, {"text": "fact the rate of", "start": 3527.32, "duration": 2.0}, {"text": "Flashbacks, you've heard of LSD flashbacks mostly a hypothetical phenomena", "start": 3529.38, "duration": 4.9}, {"text": "But the rate of self-reported flashbacks was higher among the non psychedelic users than among the psychedelic users", "start": 3534.3, "duration": 6.16}, {"text": "so that was very interesting was a huge study now it might be you could say that those who had experimented with", "start": 3541.4, "duration": 6.14}, {"text": "Psychedelics were prone to be healthier to begin with but he that still contradicts the Pathology argument", "start": 3547.76, "duration": 6.949}, {"text": "So it doesn't matter either way the Pathology argument is contradicted", "start": 3554.71, "duration": 3.81}, {"text": "now,", "start": 3559.28, "duration": 2.0}, {"text": "oh I did put that in it was Dr. Jill Bolte Taylor", "start": 3564.11, "duration": 3.379}, {"text": "This is what she said about her stroke I", "start": 3568.43, "duration": 2.18}, {"text": "Remember that first day of the stroke with terrific bittersweetness in the absence of the normal functioning of my left", "start": 3571.28, "duration": 5.27}, {"text": "Orientation association area my perception of my physical boundaries was no longer limited to where my skin met air. I felt like a genie", "start": 3576.77, "duration": 7.61}, {"text": "Liberated from its bottle it's good metaphor", "start": 3585.08, "duration": 2.3}, {"text": "The energy of my spirit seemed to flow like a great whale gliding through a sea of silent", "start": 3588.86, "duration": 4.099}, {"text": "Euphoria the absence of Physical Boundary was one of glorious bliss", "start": 3593.21, "duration": 3.77}, {"text": "Recently this Dr. Roland Griffith I", "start": 3600.41, "duration": 4.489}, {"text": "met him once at a conference in San Francisco surprised surprised a", "start": 3607.01, "duration": 6.05}, {"text": "Conference on awe and this was just when he was embarking on his experiments with psilocybin which were the first experiments on", "start": 3614.6, "duration": 6.229}, {"text": "hallucinogens that were permitted by the", "start": 3621.62, "duration": 2.0}, {"text": "National Institute of Mental Health in some three four decades he had to be very careful to", "start": 3624.02, "duration": 6.62}, {"text": "Lay out the scientific protocols so that the ethics committees would approve the experiments and so that the federal funding agencies would", "start": 3630.92, "duration": 7.43}, {"text": "also allow the experiments to go through he started to experiment with", "start": 3638.57, "duration": 3.77}, {"text": "psilocybin and", "start": 3643.46, "duration": 1.98}, {"text": "He's found a number of and published a number of very interesting", "start": 3645.44, "duration": 2.57}, {"text": "Results one was that a single psilocybin trip", "start": 3649.97, "duration": 6.29}, {"text": "and I", "start": 3657.53, "duration": 1.56}, {"text": "specified trip because", "start": 3659.09, "duration": 2.0}, {"text": "Sometimes when people take psilocybin out the doses that griffith uses. They don't have a psychedelic experience", "start": 3661.1, "duration": 5.06}, {"text": "Most people who take the dose do but not everyone those who take the dose and don't have the mystical experience don't", "start": 3667.1, "duration": 7.04}, {"text": "Experience the consequences of taking the drug and the consequences can be quite profound", "start": 3675.35, "duration": 4.909}, {"text": "So one consequence is that if you have the mystical experience that's associated with psilocybin ingestion", "start": 3680.51, "duration": 6.08}, {"text": "You're liable to", "start": 3687.41, "duration": 2.0}, {"text": "Represent that to others and yourself as one of the two or three most experienced important experiences of your entire life", "start": 3690.11, "duration": 5.3}, {"text": "So that would be at the same level as the birth of your child or your marriage", "start": 3696.44, "duration": 5.03}, {"text": "let's say assuming that those were transcendent experiences, but that's", "start": 3701.54, "duration": 4.459}, {"text": "But that's how people describe them so that's that's very interesting in and of itself", "start": 3707.36, "duration": 4.04}, {"text": "then", "start": 3713.72, "duration": 1.29}, {"text": "the next thing that griffith another thing that griffith reported was that one year after a", "start": 3715.01, "duration": 5.84}, {"text": "Psilocybin dose a single psilocybin dose profound enough to induce a mystical experience", "start": 3722.0, "duration": 4.1}, {"text": "the trait", "start": 3726.77, "duration": 1.44}, {"text": "openness of the participants had increased one standard deviation", "start": 3728.21, "duration": 4.129}, {"text": "Which is a tremendous amount and so it looked like one dose produced a permanent neurological and psychological transformation now", "start": 3732.47, "duration": 7.339}, {"text": "You know I'm not saying that that's a good thing", "start": 3739.81, "duration": 2.489}, {"text": "I'm not saying that because I don't think that openness is a", "start": 3742.94, "duration": 3.799}, {"text": "Untroubled blessing, but it's certainly a testament to the unbelievable potency of the of the drugs", "start": 3748.88, "duration": 6.349}, {"text": "There's about a 10% chance by the way with psilocybin ingestion of a trip to hell", "start": 3755.99, "duration": 5.27}, {"text": "and so that's certainly something very much worth considering when you're thinking about the potential effects of this kind of", "start": 3761.26, "duration": 7.77}, {"text": "experience", "start": 3769.82, "duration": 2.0}, {"text": "so the the mystical experience produced by psilocybin is rated by people as the most profound among the most profound experience of their life as", "start": 3774.32, "duration": 7.34}, {"text": "life-Changing it produces permanent personality", "start": 3781.91, "duration": 2.03}, {"text": "transformations eighty-five percent success in smoking cessation with a single dose", "start": 3784.52, "duration": 4.07}, {"text": "Right that's another thing that griffiths demonstrated now that is mind boggling because there are chemical treatments for smoking cessation", "start": 3789.74, "duration": 7.55}, {"text": "bupropion is one it", "start": 3799.34, "duration": 2.3}, {"text": "Reduces craving to some degree, but its success rate is", "start": 3803.0, "duration": 4.01}, {"text": "Nowhere Near 85%", "start": 3807.65, "duration": 2.0}, {"text": "certainly not with a single dose and", "start": 3809.99, "duration": 2.51}, {"text": "so", "start": 3813.38, "duration": 1.53}, {"text": "We don't understand how it can be that that occurs, but it's nicely documented by griffiths team in this", "start": 3814.91, "duration": 6.56}, {"text": "Experiment he gave psilocybin to people who are dying of cancer", "start": 3823.339, "duration": 3.56}, {"text": "cancer patients often develop Chronic clinically significant symptoms of depression and anxiety", "start": 3829.82, "duration": 4.279}, {"text": "Previous studies suggest that psilocybin may decrease depression and anxiety in cancer patients aldous huxley took LSD on his deathbed by the way", "start": 3834.71, "duration": 7.879}, {"text": "so the idea that there was something about", "start": 3843.32, "duration": 3.169}, {"text": "psychedelic substances that could", "start": 3847.79, "duration": 2.569}, {"text": "Buffer people against the catastrophes of mortality is an idea. That's as old as experimentation with the drug itself", "start": 3852.05, "duration": 7.549}, {"text": "the effects of psilocybin were studied in 51 cancer patients with life threatening diagnosis and symptoms of depression and/or anxiety", "start": 3860.78, "duration": 7.639}, {"text": "unsurprisingly", "start": 3869.329, "duration": 2.0}, {"text": "I don't really know if it's reasonable to describe the emotional state of people diagnosed with cancer of uncertain Prognosis or", "start": 3874.88, "duration": 7.86}, {"text": "Mortal significance as depression precisely", "start": 3883.34, "duration": 3.46}, {"text": "You know you know what I mean is that if you go to the doctor and he tells you that you have intractable", "start": 3887.3, "duration": 4.639}, {"text": "fatal cancer", "start": 3892.49, "duration": 1.44}, {"text": "The normative response is to be rather upset and anxious about that and so it", "start": 3893.93, "duration": 5.209}, {"text": "One of the things that bothers me about clinical psychiatry and clinical psychology is the automatic", "start": 3899.63, "duration": 4.64}, {"text": "Presupposition that even overwhelming states of negative emotion are properly categorized as depression", "start": 3904.7, "duration": 4.76}, {"text": "I don't think you're depressed when you get a cancer diagnosis. I don't think that's the right way to think about it", "start": 3909.46, "duration": 5.969}, {"text": "I think that you have a big problem", "start": 3915.43, "duration": 1.77}, {"text": "And it's not surprising that you're overwhelmed by negative emotion and to think about that as a psychiatric malfunction is a major error", "start": 3917.2, "duration": 6.36}, {"text": "but anyways", "start": 3924.14, "duration": 1.679}, {"text": "It's a side issue with regards to this study", "start": 3925.819, "duration": 2.36}, {"text": "the effects of psilocybin were studied in 51 cancer patients with life threatening diagnosis and symptoms of depression", "start": 3930.47, "duration": 5.42}, {"text": "And/or anxiety I cannot imagine how they got this through an ethics committee. It's just", "start": 3936.2, "duration": 4.729}, {"text": "We're going to take people who have uncertain diagnosis of cancer that are potentially life-threatening, and we're going to give them psychedelics. It's like", "start": 3941.57, "duration": 7.25}, {"text": "But they did it they did it and I think it's a testament to griffiths stature as a researcher that", "start": 3949.4, "duration": 5.27}, {"text": "That that was allowable", "start": 3955.28, "duration": 2.0}, {"text": "This is a randomized double-blind crossover trial very carefully designed clinical investigation", "start": 3957.77, "duration": 5.54}, {"text": "people were assigned to the treatment group or the to the drug group or the non drug group randomly blindly and", "start": 3964.07, "duration": 6.05}, {"text": "Investigated the effects of the drug also with different doses which is another hallmark of a well-designed", "start": 3972.89, "duration": 4.609}, {"text": "Pharmacological study very low Placebo like dose 1 or 3 milligrams per 70 kilograms of body weight versus a high dose", "start": 3978.23, "duration": 7.1}, {"text": "22 or 30 milligrams per 70 kilograms of", "start": 3985.73, "duration": 2.6}, {"text": "psilocybin", "start": 3989.51, "duration": 1.2}, {"text": "chemical psilocybin administered in counterbalance sequence with five weeks between sessions and a six-month follow-up", "start": 3990.71, "duration": 5.209}, {"text": "instructions to participants and staff minimized the effects of expectancy participant staff and community observers rated", "start": 3997.73, "duration": 7.459}, {"text": "Participant Moods attitudes and behaviors throughout the study, that's also", "start": 4005.62, "duration": 3.319}, {"text": "The Hallmark of a well-designed study because they didn't rely on a single source of information for the outcome data right they got self reports", "start": 4009.07, "duration": 7.31}, {"text": "That's fine, but they had", "start": 4016.38, "duration": 1.57}, {"text": "Relatively objective observers also Gathered data at the same time", "start": 4017.95, "duration": 3.469}, {"text": "High-dose psilocybin produced large decreases in Clinician and self related measures of depressed mood and anxiety", "start": 4022.36, "duration": 5.959}, {"text": "along with increases in quality of Life life meaning and Optimism and", "start": 4028.66, "duration": 3.859}, {"text": "decreases in death anxiety", "start": 4033.31, "duration": 2.0}, {"text": "That's interesting. It's a subtle and", "start": 4035.41, "duration": 2.509}, {"text": "Scientifically Sparse statement, but it's a very interesting one", "start": 4039.04, "duration": 2.629}, {"text": "it was the in", "start": 4043.54, "duration": 1.44}, {"text": "there's a there's an intimation of a causal relationship here increases in quality of Life life meaning and", "start": 4044.98, "duration": 6.35}, {"text": "decreases in death anxiety", "start": 4051.82, "duration": 2.0}, {"text": "I mean the intimation there is that one of the ways of decreasing your anxiety about death is to increase the", "start": 4056.23, "duration": 4.969}, {"text": "felt meaning in your life and the psilocybin", "start": 4061.78, "duration": 2.849}, {"text": "Dosages potentiate that but it's a good thing to know in a general manner if it happens to be a generalizable truth", "start": 4065.6, "duration": 5.959}, {"text": "right if you're terrified of mortality", "start": 4071.56, "duration": 2.0}, {"text": "terrified of vulnerability", "start": 4074.0, "duration": 1.86}, {"text": "there's always the possibility that the life path that you're following isn't rich enough to buffer you against the", "start": 4075.86, "duration": 6.859}, {"text": "negative", "start": 4083.48, "duration": 1.14}, {"text": "element of", "start": 4084.62, "duration": 1.29}, {"text": "Existence. It's a reasonable hypothesis and an optimistic one", "start": 4085.91, "duration": 4.61}, {"text": "I think although a difficult one that six-month follow-up", "start": 4090.52, "duration": 2.55}, {"text": "these changes were sustained with about 80% of participants continuing to show clinically significant decreases in depressed mood and", "start": 4093.07, "duration": 7.38}, {"text": "anxiety", "start": 4100.7, "duration": 2.0}, {"text": "Steven Ross commenting about this", "start": 4103.58, "duration": 1.73}, {"text": "He was a co-investigator said it is simply unprecedented in", "start": 4105.31, "duration": 2.85}, {"text": "Psychiatry that a single dose of a medicine produces these kinds of dramatic and enduring results", "start": 4108.35, "duration": 4.219}, {"text": "Right which means we have no idea", "start": 4113.27, "duration": 2.569}, {"text": "Why this happens", "start": 4116.66, "duration": 2.0}, {"text": "participants attributed improvements in attitudes about life/self mood relationships and", "start": 4121.16, "duration": 4.96}, {"text": "spirituality to the High-dose experience with more than 80% endorsing", "start": 4126.76, "duration": 4.72}, {"text": "Moderately or greater increased well-being in life satisfaction", "start": 4132.02, "duration": 2.54}, {"text": "Community Observers showed corresponding changes", "start": 4135.35, "duration": 2.33}, {"text": "mystical types psilocybin experience on session day", "start": 4138.799, "duration": 3.68}, {"text": "Mediated the effect of psilocybin dose on therapeutic outcomes. What that means is that", "start": 4143.12, "duration": 4.1}, {"text": "well", "start": 4148.069, "duration": 1.381}, {"text": "When researchers were trying to look at a causal relationship between drug ingestion and the positive outcome", "start": 4149.45, "duration": 5.089}, {"text": "The causal relationship was drug ingestion mystical experience positive outcome it wasn't drug ingestion positive outcome there had to be the experience", "start": 4155.569, "duration": 8.0}, {"text": "Produced by the pharmaceutical agent in order for the pharmaceutical agent to have had its effect now. We don't again", "start": 4163.79, "duration": 7.669}, {"text": "We don't know why that is either?", "start": 4171.46, "duration": 1.27}, {"text": "Maybe some people needed a higher dose who knows because people vary tremendously in their sensitivity to pharmaceutical substances", "start": 4172.73, "duration": 6.29}, {"text": "Now why am I telling you all this well? I'm telling you for a variety of reasons one is the first is", "start": 4179.63, "duration": 6.35}, {"text": "Make no mistake about it", "start": 4186.74, "duration": 2.0}, {"text": "human beings have the capacity for forms of consciousness that are radically unlike our normative forms of consciousness and", "start": 4189.02, "duration": 7.399}, {"text": "the evidence that those alternative forms of consciousness are", "start": 4197.21, "duration": 3.589}, {"text": "purely", "start": 4201.98, "duration": 1.11}, {"text": "Pathological which is the simplest explanation right?  You perturb the system it produces Pathology that's negative that is the simplest explanation", "start": 4203.09, "duration": 7.28}, {"text": "the Evidence for that is", "start": 4210.71, "duration": 1.89}, {"text": "weak at Best", "start": 4212.6, "duration": 2.0}, {"text": "Leaving out the bad trip issue which which is non-trivial", "start": 4214.61, "duration": 2.87}, {"text": "the empirical evidence as it accrues in fact seems to suggest that the consequence of mystical", "start": 4218.15, "duration": 6.799}, {"text": "positive mystical experiences associated with psychedelic intake is", "start": 4225.17, "duration": 3.919}, {"text": "overwhelmingly positive even in extreme situations, and you really can't find a more extreme situation than", "start": 4229.67, "duration": 5.12}, {"text": "uncertain Cancer diagnosis with", "start": 4236.239, "duration": 2.0}, {"text": "Concomitant and depression and anxiety like I mean that's not as bad as it gets", "start": 4238.969, "duration": 4.13}, {"text": "But it's kind of in the ballpark and so the fact that even under circumstances like that. There is the overwhelming", "start": 4243.1, "duration": 6.599}, {"text": "Probability that the experience would be positive because that's another thing you wouldn't expect you know", "start": 4250.31, "duration": 4.04}, {"text": "Even from some of the earlier earliest discussions about psychedelic use that were put forth by people", "start": 4254.84, "duration": 4.85}, {"text": "including Timothy Leary", "start": 4260.33, "duration": 2.0}, {"text": "Describing the importance of set right so that the early experimenters", "start": 4262.699, "duration": 3.59}, {"text": "noted that", "start": 4267.05, "duration": 1.439}, {"text": "if you had a psychedelic experience", "start": 4268.489, "duration": 2.03}, {"text": "and you were in a bad state or in a bad place that that was one of the precursors to a bad trip that the", "start": 4270.52, "duration": 6.33}, {"text": "negative emotion that you entered the", "start": 4276.85, "duration": 2.399}, {"text": "experience with could be magnified tremendously by the by the chemical substance and so that it was necessary to", "start": 4279.8, "duration": 6.95}, {"text": "be somewhere safe to be around people that you trust to be in a familiar environment to get all the", "start": 4287.239, "duration": 4.64}, {"text": "Variables that you couldn't control under control, but here is a situation where that isn't what's happening at all because people have this", "start": 4292.67, "duration": 7.879}, {"text": "cancer diagnosis of cancer diagnosis of unspecified outcome", "start": 4301.67, "duration": 3.29}, {"text": "And they still the vast majority of them had a positive experience and the positive experience experience had long lasting positive consequences", "start": 4304.96, "duration": 7.56}, {"text": "so", "start": 4313.07, "duration": 2.0}, {"text": "so the case that", "start": 4315.29, "duration": 2.0}, {"text": "the transcendent experience is not real", "start": 4317.33, "duration": 2.989}, {"text": "That's wrong", "start": 4321.05, "duration": 1.95}, {"text": "It's real. now, We don't know what that means because it actually challenges to some degree our concepts of what two dudes real", "start": 4323.0, "duration": 6.92}, {"text": "But it's certainly well within the realm of normative human experience", "start": 4330.95, "duration": 3.26}, {"text": "So it's part of the human capacity and you know there's been other neurological experiments too. There's", "start": 4334.73, "duration": 4.759}, {"text": "there's a researcher Canadian researcher if I remember correctly who invented something he called the God helmet and", "start": 4340.13, "duration": 5.24}, {"text": "It used Electromagnetic stimulation brain stimulation to induce mystical experiences now", "start": 4345.92, "duration": 7.339}, {"text": "I don't remember what part of the brain. He was shutting off or activating with that particular Gadget, but", "start": 4353.26, "duration": 4.95}, {"text": "And you know there's also. There's all sorts of other", "start": 4359.69, "duration": 3.379}, {"text": "indications of this sort of thing that have cropped up in other", "start": 4364.34, "duration": 3.229}, {"text": "domains of the Neurological literature for example", "start": 4369.11, "duration": 2.18}, {"text": "It's very common for people who are epileptic to have", "start": 4372.17, "duration": 3.41}, {"text": "religious experiences as", "start": 4376.4, "duration": 2.0}, {"text": "part of the prodrome to the actual seizure that was the case with dostoyevsky for example who had", "start": 4378.41, "duration": 5.689}, {"text": "Incredibly intense religious experiences that would culminate an epileptic seizure", "start": 4385.16, "duration": 4.189}, {"text": "and he said that they were of sufficient quality that he would give up his whole life to have had them and", "start": 4389.35, "duration": 5.759}, {"text": "the funny thing too is that", "start": 4395.57, "duration": 2.0}, {"text": "In my reading of dostoevsky at least is that I think that", "start": 4397.61, "duration": 4.16}, {"text": "epileptic seizures and the associated mystical experiences were part of what made him a", "start": 4402.32, "duration": 3.95}, {"text": "Transcendently Brilliant author", "start": 4407.03, "duration": 1.31}, {"text": "I don't think that he would have broken through into the domains of insight that he possessed without those strange neurological experiences", "start": 4408.34, "duration": 7.53}, {"text": "And it was certainly not the case that his epilepsy or the experiences that were associated with it", "start": 4416.45, "duration": 4.85}, {"text": "Produced what you might describe as an impairment in his cognitive functions quite the contrary at least that's how it looks to me", "start": 4422.36, "duration": 6.32}, {"text": "here's another", "start": 4433.099, "duration": 2.0}, {"text": "Here's another something worth considering", "start": 4435.349, "duration": 1.941}, {"text": "And I don't know how important it is but it might be really important it depends on how important", "start": 4437.29, "duration": 4.349}, {"text": "This is something that carl jung said so depends on how important jung is", "start": 4441.639, "duration": 3.87}, {"text": "now freud", "start": 4446.179, "duration": 2.0}, {"text": "Established the field of psychoanalysis and with it", "start": 4448.429, "duration": 3.59}, {"text": "investigation I would say", "start": 4452.69, "duration": 2.0}, {"text": "Rigorous investigation into the contents of the unconscious a modern psychologists and psychiatrists like to", "start": 4455.21, "duration": 5.87}, {"text": "What would you say? denigrate freud, but I think there's a reason for that", "start": 4462.53, "duration": 3.859}, {"text": "I think that freud's", "start": 4466.389, "duration": 1.181}, {"text": "Fundamental insights were so profound and so valuable that they got immediately absorbed into our culture and now they seem self-evident and so that all", "start": 4467.57, "duration": 7.339}, {"text": "That's left of freud is his errors", "start": 4474.909, "duration": 2.0}, {"text": "You know because we believed everything else. We believe all the profound things he discovered", "start": 4477.11, "duration": 4.04}, {"text": "We just take them for granted and so we don't believe the things that he said that weren't quite on the money", "start": 4481.19, "duration": 4.969}, {"text": "And that's all we credit with him with now", "start": 4486.159, "duration": 2.85}, {"text": "But he was certainly the first person who brought up the idea of the unconscious in a in a rigorous manner", "start": 4489.05, "duration": 6.319}, {"text": "And he was the first person to do a rigorous examination of dreams the interpretation of dreams is a great book", "start": 4495.369, "duration": 6.27}, {"text": "it's well worth reading and he was the first person to note that people were in some sense inhabited by", "start": 4501.639, "duration": 5.97}, {"text": "subpersonalities that had a certain degree of autonomy and and and independent life", "start": 4508.34, "duration": 4.49}, {"text": "Brilliant observation the cognitive psychologists haven't caught up with that at all yet", "start": 4513.17, "duration": 3.41}, {"text": "Jung was profoundly affected by freud jung was profoundly affected by Nietzsche and by freud those were his two main intellectual", "start": 4520.46, "duration": 7.399}, {"text": "Influences, I don't think one more than the other", "start": 4529.28, "duration": 2.81}, {"text": "He split with freud on the religious issue", "start": 4534.83, "duration": 2.119}, {"text": "That was what caused the disruption in their relationship", "start": 4537.199, "duration": 3.02}, {"text": "And I think it's an extremely interesting historical occurrence and it might be of profound significance", "start": 4540.219, "duration": 5.7}, {"text": "freud believed that the fundamental myths of the human being was the Oedipal myth, and the Eda pole myths", "start": 4547.099, "duration": 6.5}, {"text": "From a broader perspective is a failed hero story, so the Oedipal myth is the myth of a man who?", "start": 4554.42, "duration": 6.35}, {"text": "Develops who grows up, but then", "start": 4561.409, "duration": 2.36}, {"text": "accidentally", "start": 4564.469, "duration": 1.361}, {"text": "becomes too close to his mother sleeps with her. He doesn't know who she is and as a consequence blinds himself and there's a", "start": 4565.83, "duration": 7.589}, {"text": "There's a there's a warning about human development gone wrong in that story", "start": 4574.12, "duration": 4.819}, {"text": "and I think that freud put his finger on it extraordinarily well because", "start": 4578.94, "duration": 4.14}, {"text": "human beings have a very long period Of dependency and one of the things that you do see in clinical practice is that", "start": 4583.54, "duration": 6.56}, {"text": "many People's problems are", "start": 4590.35, "duration": 2.509}, {"text": "Associated with their inability to break free of their family like they're consumed by the family drama right they can't get Beyond", "start": 4594.01, "duration": 7.129}, {"text": "What happened to them in their family?", "start": 4601.14, "duration": 2.129}, {"text": "They're stuck in the past. It's and that's", "start": 4603.27, "duration": 2.64}, {"text": "That's equivalent symbolically speaking you might say to the idea of being too close to your mother of", "start": 4606.4, "duration": 5.45}, {"text": "the Boundaries being", "start": 4612.37, "duration": 2.0}, {"text": "Improperly specified and that happens far more often than anyone would like to think", "start": 4614.59, "duration": 4.04}, {"text": "As I said freud thought it was a universal", "start": 4619.9, "duration": 2.15}, {"text": "but Jung", "start": 4623.77, "duration": 1.44}, {"text": "See he had a different idea and his idea was that it wasn't the failed hero story. That was the universal human myth", "start": 4625.21, "duration": 6.229}, {"text": "it was the successful hero story, and that's a big difference like it's seriously a big difference because", "start": 4631.48, "duration": 7.609}, {"text": "the successful Hero's story is", "start": 4640.09, "duration": 2.03}, {"text": "Remembering sleeping beauty you may remember this in the disney movie", "start": 4642.67, "duration": 3.62}, {"text": "The Evil queen traps the prince in a dungeon, and she's not going to let him out till he's old right", "start": 4646.63, "duration": 5.3}, {"text": "And so there's this comical scene where she's down in the dungeon. He's all in chains, and she's laughing at him", "start": 4651.93, "duration": 5.64}, {"text": "telling him what his future is going to be like it's quite evil and", "start": 4658.09, "duration": 3.08}, {"text": "you know she", "start": 4662.23, "duration": 1.17}, {"text": "Paints this wonderful picture of him being freed in like 80 years and hobbling out of the castle on his his horse", "start": 4663.4, "duration": 6.02}, {"text": "That's old it can barely stand up in him with Grey hair and you know she and she recites this story of his eventual", "start": 4669.42, "duration": 6.6}, {"text": "Triumphant departure from the castle as a old and decrepit man and she has a great laugh about it, and it's nice", "start": 4676.54, "duration": 7.189}, {"text": "You know it's a real punchy story. It's really something wonderful for children. That's story and", "start": 4683.73, "duration": 4.709}, {"text": "he gets free of the of", "start": 4690.73, "duration": 2.0}, {"text": "the", "start": 4693.34, "duration": 1.71}, {"text": "Shackles and the things that free em are three little female fairies?", "start": 4695.05, "duration": 3.679}, {"text": "It's the positive aspect of the feminine that frees him from the dungeon, so it's very interesting and very accurate from a psychological perspective", "start": 4698.73, "duration": 7.29}, {"text": "it's the negative element of the feminine that encapsulates him in the dungeon and suppose development of the feminine would freeze him and", "start": 4706.02, "duration": 6.359}, {"text": "and then he has a the queen the evil queen is not very happy when he", "start": 4712.75, "duration": 4.369}, {"text": "Escapes, you may remember that she stands on top of her castle tower and starts to spin off Cosmic Sparks", "start": 4717.43, "duration": 6.709}, {"text": "I mean, she's quite the creature", "start": 4724.23, "duration": 1.75}, {"text": "enveloped in flame, and then she turns into a dragon and she then the prince has to fight with her in order to", "start": 4725.98, "duration": 6.709}, {"text": "Make contact with sleeping beauty and and awaken her from her", "start": 4733.93, "duration": 3.919}, {"text": "comatose existence as her unconscious existence and", "start": 4738.52, "duration": 3.889}, {"text": "That's a brilliant, It's a brilliant representation of a successful hero myth. He", "start": 4745.51, "duration": 5.899}, {"text": "He doesn't end up", "start": 4752.71, "duration": 2.0}, {"text": "staying in an unholy relationship with his mother let's say he escapes and", "start": 4755.14, "duration": 6.38}, {"text": "then conquers the worst thing that can be imagined and", "start": 4762.25, "duration": 4.069}, {"text": "Is Noble by that and not as a consequence, He's able to wake the slumbering feminine from its coma and", "start": 4767.05, "duration": 7.37}, {"text": "That's a Jungian story", "start": 4775.42, "duration": 1.46}, {"text": "And that's the story that he juxtaposed against freud see freud thought of religious phenomena", "start": 4776.88, "duration": 5.64}, {"text": "As part of an occult tide that would be they would drown rational rationality", "start": 4782.89, "duration": 5.66}, {"text": "that's why freud was so dominant Lee anti-religious and", "start": 4788.62, "duration": 3.26}, {"text": "Jung thought no", "start": 4792.49, "duration": 2.0}, {"text": "It's not the case you're throwing the baby out with the bathwater. There's something profound and", "start": 4794.89, "duration": 5.149}, {"text": "Central to the Hero myth and Jungian Clinical work", "start": 4800.89, "duration": 4.399}, {"text": "is essentially the awakening of the hero myth in the", "start": 4805.93, "duration": 3.77}, {"text": "analysand in the in the client or in the patient to", "start": 4811.09, "duration": 3.379}, {"text": "conceptualize yourself as that which can confront Chaos and triumph and that that's associated with an", "start": 4814.72, "duration": 6.29}, {"text": "ennobling of the of consciousness and the establishment of", "start": 4821.29, "duration": 3.74}, {"text": "proper positive relationships between male and female and", "start": 4825.94, "duration": 3.259}, {"text": "You know I'm a skeptical person", "start": 4830.89, "duration": 2.0}, {"text": "I'm a very very skeptical person and I've", "start": 4833.31, "duration": 2.52}, {"text": "Tried with every trick. I have to put a", "start": 4836.8, "duration": 3.289}, {"text": "Lever underneath Jung story and lift it up and and disrupt it and I I can't do it I", "start": 4840.64, "duration": 6.14}, {"text": "Think he was right and that freud was wrong. I mean I have great respect for freud", "start": 4847.36, "duration": 3.56}, {"text": "I think he got the program problem diagnosed very very nicely and in my clinical work I", "start": 4850.92, "duration": 5.52}, {"text": "See the phenomena that freud described emerged continually constantly that the best if you're interested in that", "start": 4856.72, "duration": 6.5}, {"text": "There's a documentary you should watch. I may have mentioned it before", "start": 4863.53, "duration": 2.539}, {"text": "I think it's the best documentary ever made certainly the best one", "start": 4866.07, "duration": 3.15}, {"text": "I've ever seen it's called crumb", "start": 4869.22, "duration": 2.0}, {"text": "And it's about an underground cartoonist Robert crumb who who is part of a hippie movement and although he hated hippies", "start": 4871.36, "duration": 7.43}, {"text": "He was part of the hippie movement in the 60s in San Francisco and started the entire underground comic", "start": 4879.43, "duration": 4.969}, {"text": "What? culture that manifested itself eventually in in", "start": 4885.7, "duration": 3.409}, {"text": "graphic novels, there's quite a", "start": 4889.78, "duration": 2.0}, {"text": "significant figure", "start": 4892.12, "duration": 1.41}, {"text": "from the perspective of popular art and a very very intelligent man and", "start": 4893.53, "duration": 4.549}, {"text": "Also, I would say a hero although a very bent and depraved and warped one", "start": 4898.3, "duration": 4.609}, {"text": "Someone very acutely aware of his own shadow and the documentary outlines his attempts to escape from his", "start": 4903.67, "duration": 7.7}, {"text": "absolutely dreadful mother and", "start": 4912.01, "duration": 2.0}, {"text": "The failure of his two brothers to do the same thing", "start": 4914.59, "duration": 2.93}, {"text": "one of whom", "start": 4917.62, "duration": 0.9}, {"text": "Ended up as a street beggar in San Francisco the other who drank furniture polish and died six months after the documentary was produced", "start": 4918.52, "duration": 5.959}, {"text": "It's an unbelievably shocking", "start": 4924.73, "duration": 2.0}, {"text": "documentary it's the only piece of", "start": 4927.25, "duration": 2.0}, {"text": "Film that I've ever seen that captures", "start": 4930.34, "duration": 3.29}, {"text": "Freudian Pathology I've never seen anything because you can't see it. Generally unless you're in a clinical", "start": 4934.3, "duration": 5.209}, {"text": "Situation unless you know the details of someone's lives the personal intimate details you cannot communicate it", "start": 4940.12, "duration": 5.689}, {"text": "but the", "start": 4946.0, "duration": 1.59}, {"text": "documentarist who made the film", "start": 4947.59, "duration": 1.41}, {"text": "Who's Robert zwigoff if I remember correctly was a friend of the crumbs and so he got access in a way that no one else?", "start": 4949.0, "duration": 6.169}, {"text": "Would have and they were also very forthright and forthcoming about their situation in general", "start": 4955.17, "duration": 4.439}, {"text": "I would highly recommend that it's it's a real punch if you want to know how a rapist thinks", "start": 4959.61, "duration": 5.85}, {"text": "Like if actually want to know because maybe you don't want to know in fact you probably don't want to know", "start": 4966.04, "duration": 5.269}, {"text": "Right because do you really want to know that?", "start": 4972.19, "duration": 2.0}, {"text": "Because the understand that means to put yourself in that position and to understand it if you really want to know how a serial sexual", "start": 4974.59, "duration": 6.259}, {"text": "Predator thinks and why if you watch crumb and you pay attention?", "start": 4981.07, "duration": 4.219}, {"text": "you'll know and", "start": 4986.02, "duration": 1.8}, {"text": "That's only a tiny bit of what the film has to offer. It's really quite remarkable", "start": 4987.82, "duration": 4.489}, {"text": "anyways", "start": 4994.599, "duration": 2.0}, {"text": "Jung split with freud on the issue of", "start": 4998.949, "duration": 3.08}, {"text": "Beautiful story as the fundamental myth of humankind and on the issue of the validity", "start": 5003.539, "duration": 6.17}, {"text": "of the religious Viewpoint and", "start": 5010.559, "duration": 2.12}, {"text": "Jung came down heavily on the side of the validity of the religious Viewpoint and he established that in a book called symbols of", "start": 5013.17, "duration": 6.679}, {"text": "Transformation which was written in 1914 and that's the book that broke that produced the break", "start": 5020.159, "duration": 5.18}, {"text": "permanent split with freud and that book I", "start": 5025.559, "duration": 2.78}, {"text": "Would say that books actually been written three times", "start": 5029.07, "duration": 2.93}, {"text": "it was written as symbols of four times written in symbols of transformation which jung", "start": 5033.179, "duration": 3.8}, {"text": "extensively revised when he was all and then it was rewritten in his innocence by a student of Jung's called", "start": 5037.2, "duration": 7.06}, {"text": "Erich Neumann who is also something someone I would really recommend Erich Neumann I think is Jung's greatest student and", "start": 5044.26, "duration": 6.3}, {"text": "He wrote two books. He wrote one called the origins and history of consciousness", "start": 5052.1, "duration": 3.46}, {"text": "Which is a description of the development of consciousness out of unconsciousness", "start": 5055.65, "duration": 4.069}, {"text": "Using the hero myth as a...", "start": 5060.63, "duration": 4.219}, {"text": "what would you say? as a as an interpretive Skeleton, so Neumann viewed the hero myth as", "start": 5064.849, "duration": 6.36}, {"text": "The dramatized story of the emergence of human consciousness out of the surrounding", "start": 5071.76, "duration": 4.76}, {"text": "Unconsciousness in which it was embedded the struggle for consciousness the struggle of consciousness upward towards the light like a lotus flower", "start": 5076.949, "duration": 6.77}, {"text": "Struggles up through the muck and and the water to to lay itself on the surface of the", "start": 5084.03, "duration": 5.18}, {"text": "Water and bloom and reveal the Buddha which is of course what the lotus flower does from the symbolic perspective?", "start": 5089.309, "duration": 5.959}, {"text": "for Neumann", "start": 5096.0, "duration": 1.889}, {"text": "The Hero's story was the story of the development success development of consciousness and the origins of consciousness", "start": 5097.889, "duration": 5.15}, {"text": "The origins and history of consciousness is a great book", "start": 5103.71, "duration": 2.419}, {"text": "interestingly", "start": 5107.13, "duration": 1.5}, {"text": "Camille Paglia wrote read", "start": 5108.63, "duration": 2.12}, {"text": "The origins and history of consciousness. She's one of the few", "start": 5111.719, "duration": 2.72}, {"text": "Mainstream intellectuals that I've ever encountered who read that and commented on it and she believed that it would be sufficient", "start": 5115.469, "duration": 7.22}, {"text": "antidote to postmodern denigration of literature, she thought it was that powerful of work and I", "start": 5123.96, "duration": 6.62}, {"text": "Believe that I I think it's a remarkable", "start": 5132.119, "duration": 2.21}, {"text": "Book carl jung wrote the foreword to that book and he said in the foreword that it was the book that he wished he would", "start": 5134.969, "duration": 5.93}, {"text": "Have written so sort of like Jung he. Wrote I don't remember how many volumes", "start": 5140.9, "duration": 3.779}, {"text": "dozens of very thick difficult volumes was like Neumann was able to", "start": 5146.4, "duration": 4.549}, {"text": "What? Distill those into a single", "start": 5153.27, "duration": 2.75}, {"text": "volume statement", "start": 5156.449, "duration": 1.221}, {"text": "And so I would also say if you're interested in Jung the best book to read is the origins and history of consciousness", "start": 5157.67, "duration": 5.189}, {"text": "It's the best intro into into the Jungian world seems very difficult to", "start": 5162.86, "duration": 4.799}, {"text": "very difficult to understand it requires a real shift of perspective in order to understand what he's talking about and", "start": 5168.869, "duration": 6.2}, {"text": "Neumann wrote another book called the great mother", "start": 5176.219, "duration": 2.0}, {"text": "Which is a little bit more specialized in some sense", "start": 5178.86, "duration": 3.169}, {"text": "but it's also extremely interesting because it flashes out the archetype of Chaos and", "start": 5182.03, "duration": 4.89}, {"text": "It's representation as feminine. It's a brilliant book as well, and", "start": 5187.53, "duration": 3.859}, {"text": "highly worth Highly worth reading both those books", "start": 5192.21, "duration": 2.359}, {"text": "anyways", "start": 5196.32, "duration": 2.0}, {"text": "Young was a very strange person and a visionary and and", "start": 5198.75, "duration": 3.35}, {"text": "So he that's kept him outside of", "start": 5202.679, "duration": 2.12}, {"text": "The academic realm almost entirely I mean I was constantly warned as an undergraduate, and then a graduate student and then a professor", "start": 5205.32, "duration": 6.26}, {"text": "against ever talking about jung in any way whatsoever", "start": 5212.46, "duration": 4.219}, {"text": "When I went on the job market when I was at McGill when I had graduated from McGill", "start": 5217.35, "duration": 4.099}, {"text": "I'd done my scientific research in alcoholism, and I had a fairly Lengthy publication record", "start": 5221.61, "duration": 4.91}, {"text": "That was pure empirical research and really neural", "start": 5226.52, "duration": 3.449}, {"text": "physiological research", "start": 5230.67, "duration": 1.89}, {"text": "into the pharmacology of alcoholism and I", "start": 5232.56, "duration": 3.12}, {"text": "established a reasonably solid", "start": 5236.35, "duration": 2.45}, {"text": "dossier of publications", "start": 5239.92, "duration": 1.28}, {"text": "but at the same time I was writing this book that became maps of meaning and sorry split my time and graduate student school between", "start": 5241.2, "duration": 5.91}, {"text": "these two endeavors one very", "start": 5247.11, "duration": 2.189}, {"text": "Specifically neurological and pharmacological and really biologically based on the other very", "start": 5250.12, "duration": 5.54}, {"text": "Abstract religious symbolic psychoanalytic", "start": 5256.45, "duration": 2.75}, {"text": "The complete opposite, but I could see that the two things", "start": 5259.9, "duration": 2.779}, {"text": "overlapped really nicely and there was a number of", "start": 5263.44, "duration": 2.0}, {"text": "Scientists at the time that were also drawing the same", "start": 5266.08, "duration": 2.54}, {"text": "conclusions the same", "start": 5269.44, "duration": 1.5}, {"text": "Relationship between the biology and the psychoanalysis jacques panksepp who wrote a book called effective neuroscience which is a great classic is", "start": 5270.94, "duration": 7.79}, {"text": "one of those people who who saw the", "start": 5279.22, "duration": 2.149}, {"text": "relationship between the Neurobiology of emotion and motivation and the psychoanalytic insights", "start": 5282.1, "duration": 4.85}, {"text": "Never became a mainstream view but I think it's too complex", "start": 5287.89, "duration": 2.87}, {"text": "I think that bridging the gap between the biology and and the symbolic is too much for people generally speaking", "start": 5290.76, "duration": 6.54}, {"text": "You know it was certainly virtually too much for me because I got quite ill when I was a graduate student I think", "start": 5297.3, "duration": 5.49}, {"text": "for a variety of reasons", "start": 5302.98, "duration": 1.28}, {"text": "I also like with glug party three nights a week, and so that probably had something to do with it, but", "start": 5304.26, "duration": 4.169}, {"text": "But working on those two things simultaneously was also rather exhausting now", "start": 5310.6, "duration": 4.67}, {"text": "Jung", "start": 5316.0, "duration": 1.11}, {"text": "Was a tremendously insightful clinician", "start": 5317.11, "duration": 2.689}, {"text": "And he was a strange person introverted visionary", "start": 5319.8, "duration": 2.22}, {"text": "High in introversion very very very very very high in openness like off-the-charts and also God only knows what his IQ was I mean", "start": 5322.48, "duration": 7.969}, {"text": "Every time I read you it's like reading Nietzsche", "start": 5330.61, "duration": 2.06}, {"text": "It's terrifying because you know he's so damn smart that he can think up", "start": 5332.67, "duration": 4.649}, {"text": "Answers to questions that you don't even it's not like you don't understand the answers they never conceptualized the damn questions", "start": 5337.48, "duration": 6.5}, {"text": "It's really something to read someone like that right who says well", "start": 5343.98, "duration": 3.54}, {"text": "Here's the mystery and you think wow I never thought of that as a mystery and here's the solution. It's like okay. That's that's", "start": 5347.52, "duration": 6.449}, {"text": "That's something you know and he could read Greek and he could read", "start": 5355.04, "duration": 3.02}, {"text": "He read all the ancient... He read a very large variety of ancient languages and was very familiar with the entire corpus of", "start": 5359.51, "duration": 6.859}, {"text": "astrological thought and of alchemical thought and of", "start": 5367.73, "duration": 3.2}, {"text": "classic literature and biblical stories, and I mean educated in a way that no one is educated now and", "start": 5372.05, "duration": 7.789}, {"text": "So he's very daunting person to encounter and terrifying absolutely terrifying his book ion", "start": 5380.54, "duration": 6.979}, {"text": "which is the second volume of", "start": 5387.52, "duration": 2.0}, {"text": "it's the second volume of Volume 9 which is the archetypes of the collective unconscious that damn book is just", "start": 5390.26, "duration": 5.06}, {"text": "Absolutely terrifying because jung is one of these visionaries who can see?", "start": 5395.54, "duration": 3.649}, {"text": "Way underneath the social structures and look at patterns that are developing across for in Jung's case across", "start": 5399.44, "duration": 5.93}, {"text": "Thousands of years and lays them out and so that's a really that's really something to to encounter ion is a terrifying book", "start": 5405.56, "duration": 7.49}, {"text": "anyways one", "start": 5415.13, "duration": 1.89}, {"text": "Question might be well because I read Jung and I think how the hell did he know these things how could he figure these things?", "start": 5417.02, "duration": 4.58}, {"text": "Out I can't understand how he could possibly know these things", "start": 5421.6, "duration": 3.39}, {"text": "Well, here's a partial answer", "start": 5426.02, "duration": 2.0}, {"text": "Jung", "start": 5429.38, "duration": 1.68}, {"text": "Was a visionary and so what that means as far as I can tell and like we could do a little quick survey here", "start": 5431.06, "duration": 7.25}, {"text": "How many of you think you think in words?", "start": 5438.31, "duration": 2.0}, {"text": "Put up your hands. Do you think in words?", "start": 5441.35, "duration": 2.0}, {"text": "Ok so it looks like what about pictures. How many of you think in pictures?", "start": 5444.98, "duration": 3.26}, {"text": "Ok so that's interesting how many of you think that's about half and half by the way probably a few err on the word side", "start": 5449.96, "duration": 5.03}, {"text": "How many of you think in pictures and words?", "start": 5454.99, "duration": 2.0}, {"text": "Ok and so alright, so it was Roughly 1/3 in each category", "start": 5458.3, "duration": 3.739}, {"text": "But that's also something that I really haven't encountered any research on", "start": 5462.04, "duration": 4.53}, {"text": "from the neuropsychological perspective, it's like", "start": 5467.27, "duration": 2.45}, {"text": "Well, do you think in pictures or do you think in words and and is that actually a reliable distinction?", "start": 5470.39, "duration": 4.759}, {"text": "I think I think in words", "start": 5475.15, "duration": 2.0}, {"text": "Most of the time, but I can think in pictures like if I'm trying to build something I can think in pictures very", "start": 5477.53, "duration": 5.119}, {"text": "Almost instantaneously, but it isn't my natural mode of thinking", "start": 5483.2, "duration": 3.199}, {"text": "I'm hyper verbal and so my natural mode of thinking is to think everything through in words", "start": 5486.5, "duration": 4.2}, {"text": "But I know my wife isn't like that. She thinks and images and then has to translate them into words and so", "start": 5491.07, "duration": 5.929}, {"text": "Anyways, you was very literate, and he could really think in words", "start": 5497.91, "duration": 3.26}, {"text": "but he could really think in images also talking to my wife quite extensively like her the", "start": 5501.17, "duration": 5.759}, {"text": "intensity of her visualization vastly exceeds mine", "start": 5507.57, "duration": 3.409}, {"text": "So for example if I close my eyes and then try to imagine the crowd in front of me", "start": 5511.05, "duration": 3.799}, {"text": "it's pretty low resolution and vague and not brilliantly colored and vivid you know it's it's it's", "start": 5514.85, "duration": 7.32}, {"text": "Like I'm seeing through a glass darkly. Let's say", "start": 5522.39, "duration": 2.75}, {"text": "I can't bring images to mind with that with spectacular clarity", "start": 5525.14, "duration": 3.419}, {"text": "but my wife is very good at that and you seem to be absolutely a", "start": 5528.56, "duration": 3.54}, {"text": "Genius at that kind of thinking and he had a lot of visionaries in his family history as well", "start": 5533.88, "duration": 4.639}, {"text": "So I don't know to what degree there's a hereditary component of that", "start": 5538.52, "duration": 3.39}, {"text": "And I don't know to what degree that's actually like a neurological specialization. I presume it would be associated with", "start": 5541.91, "duration": 5.64}, {"text": "the trait Openness", "start": 5548.94, "duration": 2.0}, {"text": "Distinguishes itself differentiates itself into interesting ideas and interest in aesthetics", "start": 5551.31, "duration": 4.22}, {"text": "And my suspicion are is that the people who are more interested in aesthetics are the visionary types the ones that think in images.", "start": 5555.53, "duration": 6.27}, {"text": "Anyways Jung could really think in images and he could imagine", "start": 5561.99, "duration": 3.109}, {"text": "beings and I had a client once who was a lucid dreamer and", "start": 5565.89, "duration": 5.419}, {"text": "How many of you had lucid dream? So you know you're dreaming? Well you well you're okay many", "start": 5571.95, "duration": 4.16}, {"text": "That's that phenomena wasn't really even even identified as a phenomena until the end of the 19th century", "start": 5576.51, "duration": 7.25}, {"text": "There was a book written about it that", "start": 5583.76, "duration": 1.54}, {"text": "freud tried to get his hands on but couldn't because it was a very rare book and then there was a", "start": 5585.3, "duration": 5.419}, {"text": "researcher about 30 years ago who started to study lucid dreams", "start": 5591.18, "duration": 2.839}, {"text": "But anyways, I had a client who was a lucid dreamer and one of the things she could do was", "start": 5594.03, "duration": 4.91}, {"text": "Ask her dream characters what", "start": 5599.58, "duration": 2.6}, {"text": "Information they were trying to convey and they would tell her.", "start": 5602.85, "duration": 3.439}, {"text": "So that was very interesting; and one of the consequences of that was I don't have this story completely right in my memory", "start": 5606.87, "duration": 7.49}, {"text": "But it's close enough", "start": 5614.36, "duration": 1.63}, {"text": "She was afraid of a very large number of things and in her dream. I think it was a gypsy", "start": 5615.99, "duration": 6.029}, {"text": "Standing by a wagon told her that if she was going to be successful in university", "start": 5622.63, "duration": 6.649}, {"text": "that she would have to visit the slaughterhouse and", "start": 5629.71, "duration": 3.319}, {"text": "That was something that was way beyond her capacity of tolerate she was a vegetarian", "start": 5633.73, "duration": 4.79}, {"text": "she couldn't stand the sight of raw meat even and so and", "start": 5638.56, "duration": 3.379}, {"text": "She was very oppressed and depressed and anxious because of the slaughterhouse nature of existence and so her dream", "start": 5642.369, "duration": 7.34}, {"text": "focused on that and", "start": 5649.9, "duration": 2.0}, {"text": "One of the consequences of that because the slaughterhouse was out of the question as a clinical intervention", "start": 5652.21, "duration": 5.479}, {"text": "I", "start": 5658.3, "duration": 1.08}, {"text": "Took her to an embalming", "start": 5659.38, "duration": 2.0}, {"text": "Right because because I asked her I asked her what what?", "start": 5662.44, "duration": 2.899}, {"text": "What might be equivalent to that and so she suggested that and you know exposure therapy is a hallmark of Clinical psychology?", "start": 5666.219, "duration": 7.49}, {"text": "right one of the things you do with people as a clinician is you find out what they're afraid of and", "start": 5673.71, "duration": 5.069}, {"text": "You gradually and voluntarily expose them to that and that cures them and that's associated with the hero myth, right?", "start": 5679.239, "duration": 6.47}, {"text": "It's exactly the same thing. It's like. There's a dragon", "start": 5685.71, "duration": 2.58}, {"text": "It's stopping you because there's lots of dragons most of them aren't stopping you. You can ignore them", "start": 5688.69, "duration": 4.489}, {"text": "You don't have to just go you know slash away it randomly", "start": 5693.179, "duration": 3.72}, {"text": "You're not supposed to be fighting dragons that aren't in your way, but if they are in your way", "start": 5697.06, "duration": 4.189}, {"text": "You can't ignore them and then you decompose them into sub dragons", "start": 5701.25, "duration": 2.879}, {"text": "And you have people you know take them on and as they take them on", "start": 5704.13, "duration": 4.08}, {"text": "They dispense with the dragon and they gain the power of the drag. It's like a video game", "start": 5708.55, "duration": 3.77}, {"text": "Actually a video game is like that. That's why people like the video games. Well, that's right, right?", "start": 5713.199, "duration": 4.64}, {"text": "There's a reason that you absorb power when you overcome things when you play a video game. It's not like that's", "start": 5717.84, "duration": 5.97}, {"text": "Intrinsic to the video game structure, that's an archetypal idea", "start": 5724.36, "duration": 2.989}, {"text": "Anyways, we went and saw an embalmbng which was a very interesting", "start": 5727.96, "duration": 2.779}, {"text": "experience and", "start": 5732.489, "duration": 2.0}, {"text": "and", "start": 5734.86, "duration": 1.049}, {"text": "quite quite useful for her because she knew what she could tolerate after that and it was a hell of a lot more than she", "start": 5735.909, "duration": 6.169}, {"text": "Thought she could tolerate and so that's very useful to know", "start": 5742.079, "duration": 2.79}, {"text": "Back to Jung", "start": 5746.619, "duration": 1.85}, {"text": "He's a visionary thinker now my client. I said she could lucid dream, and she could ask her dream", "start": 5748.469, "duration": 7.729}, {"text": "characters", "start": 5757.05, "duration": 1.29}, {"text": "What they wanted and what they were trying to communicate to her so that was pretty interesting", "start": 5758.34, "duration": 4.339}, {"text": "That happens spontaneously had nothing to do with me", "start": 5762.96, "duration": 2.389}, {"text": "I mean, I'm interested in dreams and many of my clients are great dreamers", "start": 5765.53, "duration": 3.75}, {"text": "Especially the creative ones because I think it's a hallmark of creativity to have vivid dreams and to be able to remember them", "start": 5769.28, "duration": 5.22}, {"text": "But that was a faculty that was natural to her", "start": 5774.989, "duration": 4.189}, {"text": "Jung", "start": 5780.929, "duration": 1.891}, {"text": "Had this other client at One time at one point", "start": 5782.82, "duration": 2.299}, {"text": "And she had a variety of fears and she had this dream that", "start": 5785.849, "duration": 2.6}, {"text": "She told me and she was walking down a beach", "start": 5789.15, "duration": 2.33}, {"text": "And on the side of the beach up a dune a small dune", "start": 5792.27, "duration": 3.289}, {"text": "there was this old man with a snake a big python, and there's a crowd around him and", "start": 5795.869, "duration": 4.55}, {"text": "she was walking by the", "start": 5801.78, "duration": 2.0}, {"text": "Snake handler and the snake in the crowd and she didn't want to have anything to do with them", "start": 5803.969, "duration": 3.859}, {"text": "he was sort of showing people the snake and", "start": 5807.829, "duration": 2.0}, {"text": "She told me that dream, and I thought well. You know you probably need to go see that snake", "start": 5810.389, "duration": 4.13}, {"text": "and so I", "start": 5815.489, "duration": 1.65}, {"text": "Relaxed hers quasi hypnotic technique, and it's very straightforward", "start": 5817.139, "duration": 3.62}, {"text": "Hypnosis is generally nothing but", "start": 5821.94, "duration": 2.0}, {"text": "pronounced relaxation well you have to be susceptible to hypnosis to actually fall into a hypnotic trance as a", "start": 5824.25, "duration": 5.239}, {"text": "Consequence of being relaxed I just relaxed her", "start": 5829.59, "duration": 2.569}, {"text": "I had her breathe deeply and pay attention to different parts of her body and just relax her muscles", "start": 5832.159, "duration": 4.89}, {"text": "One by one essentially so that she could concentrate and then I told her we play with the dream a little bit", "start": 5837.329, "duration": 5.479}, {"text": "It's a Jungian technique said well, so call the dream image to mind which she could do quite well said okay", "start": 5843.57, "duration": 6.29}, {"text": "So let's let's explore it. It's like pretend. It's like pretend play", "start": 5849.86, "duration": 3.689}, {"text": "You know if you're a kid in your pretend playing you don't exactly direct the game right you you play the game?", "start": 5854.099, "duration": 6.979}, {"text": "So it's partly your direction obviously because you're the player", "start": 5861.389, "duration": 3.709}, {"text": "But the thing also happens spontaneously", "start": 5865.099, "duration": 1.96}, {"text": "Out of its own accord and you can think about that as a dialogue between the conscious mind in the unconscious mind in some sense", "start": 5867.059, "duration": 6.229}, {"text": "It's a developmental dialogue. It's not a fun game. If you just direct it. It's only a fun game if", "start": 5873.289, "duration": 5.22}, {"text": "you're inviting and something is well as a consequence the same thing that happens when you're", "start": 5879.03, "duration": 4.75}, {"text": "You're engaged in some kind of artistic or literary production if it's all top down", "start": 5884.42, "duration": 4.699}, {"text": "You know if you're forcing it then it's Propaganda", "start": 5889.489, "duration": 3.109}, {"text": "It's empty what you want to sort of put yourself in a receptive state of mind in an imaginative state of mind", "start": 5892.599, "duration": 5.1}, {"text": "And it's sort of half you in half", "start": 5897.699, "duration": 2.16}, {"text": "Nature itself", "start": 5900.98, "duration": 1.59}, {"text": "Manifesting itself in your creative imagination, and that was the sort of state that we were striving for, and she, I", "start": 5902.57, "duration": 6.649}, {"text": "Asked her when she was in relaxed. I said well, what do you think about the snake handler and she said well?", "start": 5910.52, "duration": 4.549}, {"text": "He's probably a Charlatan and he's just their turn to impress the crowd and to show off and she was afraid to go up there", "start": 5915.07, "duration": 4.979}, {"text": "Because she thought people would push her towards the snake and she'd have to touch it", "start": 5920.05, "duration": 3.27}, {"text": "And so there was a fear of the crowd issue going on there too, and I said well, just look go up there", "start": 5923.32, "duration": 5.399}, {"text": "About do it under these conditions. Is that you know if people get pushy", "start": 5929.75, "duration": 3.949}, {"text": "What are you going to tell them and so we figured out something said look?", "start": 5933.699, "duration": 3.03}, {"text": "Just tell them that", "start": 5937.34, "duration": 1.74}, {"text": "You know you want to", "start": 5939.08, "duration": 1.17}, {"text": "look at the snake at your own pace and that you don't need any encouragement or help and it would be good if you", "start": 5940.25, "duration": 5.54}, {"text": "Were just left alone so that enabled her to defend yourself", "start": 5945.98, "duration": 2.779}, {"text": "so she was afraid that the crowd would push her to do something that", "start": 5948.82, "duration": 3.089}, {"text": "She didn't want to do that was part of the theme of the dream", "start": 5952.01, "duration": 2.87}, {"text": "So anyway", "start": 5955.04, "duration": 0.77}, {"text": "she", "start": 5955.81, "duration": 0.429}, {"text": "Eventually climbed the dune in her imagination", "start": 5956.239, "duration": 1.92}, {"text": "And went into the crowd and the crowd turned out to be quite welcoming and not hostile and not pushy", "start": 5958.159, "duration": 4.37}, {"text": "Which isn't what you'd expect right because the you'd think the crowd would have,", "start": 5962.69, "duration": 4.339}, {"text": "Reacted in accordance with her fears since it was her fantasy, but that's the thing about fantasies. They have this autonomous quality", "start": 5967.73, "duration": 6.409}, {"text": "But the crowd was welcoming and not hostile and it turned out that the snake handler wasn't a Charlatan", "start": 5974.389, "duration": 5.06}, {"text": "He was just an old guy who had this snake and he was out there", "start": 5979.82, "duration": 2.839}, {"text": "just showing it to people because he thought it was a cool thing and and", "start": 5982.88, "duration": 3.709}, {"text": "And that maybe it was good for people to come and look at a snake and so she got close enough to the snake to", "start": 5986.929, "duration": 5.54}, {"text": "touch it and so", "start": 5992.469, "duration": 1.75}, {"text": "So I'm telling you that because I want you to understand a bit more about what jung was trying to do and so", "start": 5994.219, "duration": 5.06}, {"text": "He wrote these books", "start": 5999.59, "duration": 2.0}, {"text": "notebooks that haven't been published yet called the black books and the black books are the", "start": 6002.739, "duration": 5.12}, {"text": "documentation of his experiments with his imagination", "start": 6008.349, "duration": 2.42}, {"text": "and", "start": 6011.32, "duration": 1.35}, {"text": "What he would do is he dream like a child daydreams. He regained that faculty although", "start": 6012.67, "duration": 6.17}, {"text": "I think with Jung it was a faculty that had never really disappeared and", "start": 6018.84, "duration": 2.729}, {"text": "he had figures of imagination that came to him that he could speak with and", "start": 6022.9, "duration": 5.239}, {"text": "He spoke with these figures of imagination and documented that over a very long period of time, and that was originally that was", "start": 6028.42, "duration": 7.399}, {"text": "eventually", "start": 6036.34, "duration": 2.0}, {"text": "Distilled into a book called the red book which was published about three or four years ago", "start": 6039.55, "duration": 4.939}, {"text": "and it was a book that jung regarded as the", "start": 6044.49, "duration": 3.27}, {"text": "Central source from which all his inspiration", "start": 6049.66, "duration": 3.08}, {"text": "emerged", "start": 6053.71, "duration": 1.68}, {"text": "it was sort of the way it looks to me is that", "start": 6055.39, "duration": 2.93}, {"text": "we embody a lot of information in our action right and our action has", "start": 6059.41, "duration": 5.45}, {"text": "Developed as a consequence of imitating other people and not only the people the people around us", "start": 6065.5, "duration": 5.57}, {"text": "But of course the people around us imitated the people who came before them and those people imitated the people who came before them", "start": 6071.07, "duration": 5.58}, {"text": "And so on so far back that it's as far back as you can go and so you embody these patterns of behavior that are", "start": 6076.65, "duration": 7.589}, {"text": "Extremely informative that you don't understand that are a consequence of collective imitation across the centuries and so then those", "start": 6084.43, "duration": 6.709}, {"text": "patterns can become manifest as figures of the imagination and those figures of", "start": 6091.24, "duration": 6.109}, {"text": "imagination are the distillation of patterns of behavior and", "start": 6097.78, "duration": 3.5}, {"text": "so as", "start": 6102.22, "duration": 1.32}, {"text": "The distillation of patterns of behavior they have content and it's not you that content. It's you could even think about it as content", "start": 6103.54, "duration": 7.7}, {"text": "That's evolves although", "start": 6111.24, "duration": 1.14}, {"text": "It's culturally transmitted this", "start": 6112.38, "duration": 1.72}, {"text": "content that's evolved and so these figures of the imagination can reveal the structure of reality to you and", "start": 6114.1, "duration": 6.709}, {"text": "That's what happened with jung, and that's what he described in the red book, and that was what permeated his", "start": 6121.33, "duration": 4.79}, {"text": "psychology, A", "start": 6126.97, "duration": 1.68}, {"text": "Psychology that was based on the presupposition", "start": 6128.65, "duration": 2.0}, {"text": "That the fundamental archetypal structures of religious belief were not", "start": 6131.05, "duration": 5.719}, {"text": "pathological not deceitful not", "start": 6137.38, "duration": 2.479}, {"text": "Protective in some delusional sense against the fear of death, but quite the contrary the very stories that in", "start": 6140.68, "duration": 6.74}, {"text": "enabled us to move forward as", "start": 6147.93, "duration": 2.549}, {"text": "confident human beings in the face of Chaos itself", "start": 6151.21, "duration": 3.56}, {"text": "And it's conceivable. I think perhaps probable", "start": 6155.95, "duration": 3.589}, {"text": "That nothing more important", "start": 6160.81, "duration": 2.0}, {"text": "Conceptually happened in the 20th century than that", "start": 6163.42, "duration": 3.799}, {"text": "Because it was the first time", "start": 6168.19, "duration": 2.0}, {"text": "post enlightenment", "start": 6170.44, "duration": 1.86}, {"text": "that a rapprochement between", "start": 6172.3, "duration": 2.0}, {"text": "the intellect and the underlying", "start": 6174.64, "duration": 2.0}, {"text": "religious archetypal sub structure", "start": 6177.43, "duration": 2.0}, {"text": "Occurred you have in the capacious intellect of young the same thing happened to some degree with Piaget", "start": 6179.89, "duration": 6.5}, {"text": "the religious domain and the factual domain were brought back together and", "start": 6187.03, "duration": 3.919}, {"text": "the fact of Jung's enduring and", "start": 6192.46, "duration": 2.6}, {"text": "Increasing popularity and influence, I would say is a direct consequence of that now", "start": 6195.79, "duration": 4.939}, {"text": "some of his work was spun off into the new age and", "start": 6203.98, "duration": 2.9}, {"text": "And the new age is a very optimistic and naive movement", "start": 6207.55, "duration": 3.83}, {"text": "It's predicated on the idea that you can do nothing say, but follow your bliss and that will take you", "start": 6211.51, "duration": 5.27}, {"text": "Ever higher to enlightenment, and that's not the Jungian idea at all", "start": 6217.45, "duration": 4.52}, {"text": "the Jungian idea is that", "start": 6223.18, "duration": 2.0}, {"text": "What you most need will be found where you least want to look", "start": 6226.0, "duration": 3.32}, {"text": "So there's this story king arthur", "start": 6230.47, "duration": 1.94}, {"text": "There's this story of king arthur that they're all in a round table right king arthur and his knights. They're all equals. They're all", "start": 6232.41, "duration": 5.669}, {"text": "superordinate, but they're all equals and they go off to look for the holy Grail and", "start": 6238.63, "duration": 3.559}, {"text": "The holy Grail is the container of the redemptive substance whatever that is", "start": 6242.74, "duration": 5.87}, {"text": "It might be the cup that christ used at the last supper might be", "start": 6249.46, "duration": 4.19}, {"text": "Chalice that was used to capture his blood on the cross right when he was pierced by a sword the stories differ", "start": 6254.32, "duration": 6.109}, {"text": "But that's the holy grail and the holy grail is lost", "start": 6260.5, "duration": 2.45}, {"text": "that's the redemptive substance and the knights of king arthur go off to search for the holy Grail and", "start": 6262.95, "duration": 5.37}, {"text": "But they don't know where to look", "start": 6268.42, "duration": 1.8}, {"text": "So where do you look when you don't know where to look for something you need?", "start": 6270.22, "duration": 4.04}, {"text": "desperately", "start": 6275.26, "duration": 1.5}, {"text": "But have lost", "start": 6276.76, "duration": 1.77}, {"text": "well each of the knights goes into the forest at the point of the Darkest to him and", "start": 6278.53, "duration": 4.219}, {"text": "That's Jungian psychoanalysis in a nutshell", "start": 6283.87, "duration": 2.419}, {"text": "It's like that which you fear and avoid that's what you hold in contempt that which disgusts you and that you avoid", "start": 6287.14, "duration": 7.129}, {"text": "That's the Gateway to what you need to know", "start": 6294.88, "duration": 2.389}, {"text": "There's nothing new age about that. That's for sure", "start": 6298.33, "duration": 2.899}, {"text": "Now Jung when he started this endeavor, He started with this this is part of the notebooks from the black book he said", "start": 6303.01, "duration": 7.069}, {"text": "He wrote my soul", "start": 6312.1, "duration": 2.0}, {"text": "For my soul. Where are you? Do you hear me? I speak I call you are you there?", "start": 6314.14, "duration": 5.689}, {"text": "I've returned I'm", "start": 6320.68, "duration": 2.0}, {"text": "Here again, I've Shaken the dust of all the lands from my feet, and I've come to you. I am with you", "start": 6322.78, "duration": 6.409}, {"text": "After long years of long wandering I have come to you again", "start": 6329.92, "duration": 2.629}, {"text": "for the Jungians the", "start": 6335.89, "duration": 2.0}, {"text": "Hero's journey is a journey within and and I think that that's probably", "start": 6337.93, "duration": 3.83}, {"text": "the", "start": 6342.85, "duration": 1.17}, {"text": "Bias of introverts to believe that the Hero's journey isn't only an inward Journey", "start": 6344.02, "duration": 5.15}, {"text": "I think that it can be an outward journey too because I don't think it matters where you confront the unknown whether it's within or", "start": 6349.17, "duration": 6.629}, {"text": "Without what matters is whether or not you confront the unknown. That's what matters", "start": 6356.8, "duration": 4.879}, {"text": "But he found that what he had ignored", "start": 6367.3, "duration": 2.179}, {"text": "Was an undiscovered part of himself so that might be something that was equivalent to huxley's", "start": 6370.81, "duration": 4.91}, {"text": "Notion that there were tremendous", "start": 6376.66, "duration": 2.5}, {"text": "Tremendous Potential breath in the realm of human Conscious experience and Huxley was influenced to some degree by Jung", "start": 6379.44, "duration": 5.9}, {"text": "now Jung knew of Huxley's experiments and had commented on psychedelic use and he said something like", "start": 6386.16, "duration": 6.8}, {"text": "Beware of wisdom you did not earn and", "start": 6393.58, "duration": 2.3}, {"text": "Jung was very good at stating things very profoundly very simply and that's a very intelligent piece of advice Beware of", "start": 6397.21, "duration": 6.8}, {"text": "Wisdom you did not earn he wrote a paper", "start": 6404.56, "duration": 2.0}, {"text": "If you're interested in this sort of thing he wrote a paper be called the relations between the ego and the unconscious", "start": 6407.17, "duration": 6.559}, {"text": "Which is an absolute masterwork, but completely incomprehensible unless you know what it unless you know what it's about", "start": 6413.89, "duration": 5.749}, {"text": "And what it's about is the danger of what he called ego inflation", "start": 6419.639, "duration": 4.8}, {"text": "And so one of the things that can happen as a consequence of a revelatory experience is", "start": 6424.44, "duration": 3.989}, {"text": "that the", "start": 6429.159, "duration": 2.0}, {"text": "Division between the individual ego and and and what would you call it?", "start": 6431.17, "duration": 5.179}, {"text": "So hard to come up with a word that isn't", "start": 6436.989, "duration": 2.0}, {"text": "somehow naive or", "start": 6439.659, "duration": 2.0}, {"text": "or cliched", "start": 6441.79, "duration": 2.0}, {"text": "To erase the relationship the boundary between the specific consciousness of the ego and the more generalized", "start": 6444.61, "duration": 6.68}, {"text": "consciousness", "start": 6452.139, "duration": 1.201}, {"text": "And more generalized consciousness as such is", "start": 6453.34, "duration": 3.14}, {"text": "A dangerous thing to do because you can start to equate yourself your specific self with that more generalized", "start": 6457.119, "duration": 7.22}, {"text": "consciousness as such and Jung thought about that is it something akin to a psychotic inflation and", "start": 6465.01, "duration": 6.02}, {"text": "the paper relations between the ego and the unconscious is a document that tells you how to avoid that if you're", "start": 6471.82, "duration": 7.759}, {"text": "playing in this kind of realm and", "start": 6482.65, "duration": 2.0}, {"text": "one of the", "start": 6485.77, "duration": 1.59}, {"text": "Injunctions is to keep your feet on the ground", "start": 6487.36, "duration": 2.299}, {"text": "He thought that was what partly what happened to Nietzsche was that Nietzsche wasn't grounded enough in life", "start": 6490.84, "duration": 5.239}, {"text": "He wasn't grounded enough in Day-To-day rituals and routines and the mundane now you could debate whether or not", "start": 6496.079, "duration": 6.57}, {"text": "That's the case whether or not that's a reasonable argument, but that was still what Jung believed", "start": 6502.65, "duration": 4.739}, {"text": "Okay, so why am I telling you all this?", "start": 6508.869, "duration": 2.0}, {"text": "I'll finish with this from December 1913 onward jung carried on in the same procedure", "start": 6513.219, "duration": 4.91}, {"text": "Deliberately evoke a fantasy in a waking state", "start": 6518.829, "duration": 2.42}, {"text": "And then entering into it as a drama these fantasies may be understood as a type of dramatized thinking in pictorial form in", "start": 6521.25, "duration": 6.54}, {"text": "Retrospect he recalled that his scientific question was to see what took place when he switched off consciousness", "start": 6528.46, "duration": 5.209}, {"text": "the example of dreams indicated the", "start": 6534.579, "duration": 2.0}, {"text": "existence of background activity", "start": 6536.65, "duration": 1.67}, {"text": "And he wanted to give this a possibility of emerging just as one does when taking mescaline. These journals are jung's contemporary?", "start": 6538.32, "duration": 6.899}, {"text": "Contemporaneous clinical ledger to his most difficult experiment or what later describes as a voyage of discovery to the other pole of the world?", "start": 6545.59, "duration": 7.82}, {"text": "You'll believe that we were dreaming all the time", "start": 6554.14, "duration": 2.029}, {"text": "but that during waking life the pressure of external images was such that the", "start": 6556.96, "duration": 5.84}, {"text": "Unconscious fantasy imagery was or that the fantasy imagery was of insufficient magnitude to be conscious", "start": 6563.83, "duration": 6.74}, {"text": "But that we were always situated in a dream in relationship to the world", "start": 6570.57, "duration": 3.629}, {"text": "so", "start": 6575.02, "duration": 2.0}, {"text": "When we started talking about", "start": 6584.14, "duration": 2.0}, {"text": "The creation of the universe at the beginning of the genesis stories, I spent quite a long time setting the stage for the stories because", "start": 6587.65, "duration": 7.819}, {"text": "There's no point in having a conversation about the God who gives rise to being", "start": 6596.65, "duration": 4.489}, {"text": "Unless you have some sense of what that might conceivably mean to the modern mind, and I felt the same way about", "start": 6601.69, "duration": 5.69}, {"text": "the Abrahamic stories is I couldn't get a handle on them", "start": 6608.59, "duration": 3.259}, {"text": "Until I could understand and articulate more clearly", "start": 6612.67, "duration": 3.11}, {"text": "What it might mean?", "start": 6616.48, "duration": 1.89}, {"text": "how a modern person might understand a", "start": 6618.37, "duration": 3.02}, {"text": "direct experience of God in the first question would be", "start": 6623.38, "duration": 2.989}, {"text": "is such a thing possible and the answer to that seems to be a", "start": 6627.13, "duration": 3.709}, {"text": "Qualified yes, first of all it's a universal human experience. That's a very strange thing", "start": 6631.78, "duration": 3.949}, {"text": "It's not something that people have made up as freud might have it as a defense against death. It's not a tenable hypothesis", "start": 6636.13, "duration": 7.459}, {"text": "it's a realm of potential experience now that experience doesn't necessarily have to have the", "start": 6643.59, "duration": 6.119}, {"text": "Judeo-Christian content that we've been discussing quite the contrary there are", "start": 6650.23, "duration": 3.439}, {"text": "Manifestations of this these alternative forms of consciousness all over the world that take on their own peculiar forms although", "start": 6654.46, "duration": 5.9}, {"text": "They're patterned to some degree", "start": 6660.36, "duration": 1.26}, {"text": "that's like the hero myth for example of myth of the fight against the dragon seems to be unbelievably widespread and", "start": 6661.62, "duration": 5.549}, {"text": "So it's not as if it's random", "start": 6667.42, "duration": 2.0}, {"text": "Sorry, I should just see what time it is here", "start": 6673.12, "duration": 2.06}, {"text": "But there's not much point in having a discussion about what happens to abraham", "start": 6681.75, "duration": 4.399}, {"text": "Unless you can conceptualize it in terms that are amenable to modern skeptical consciousness", "start": 6686.82, "duration": 5.959}, {"text": "So we can establish the proposition that", "start": 6692.88, "duration": 2.0}, {"text": "Mystical experience is not only possible It's quite common", "start": 6695.429, "duration": 1.911}, {"text": "and It's inducible in a variety of ways and the manner in which it's inducible is reliable and there's no evidence as well that it's pathological", "start": 6698.16, "duration": 7.6}, {"text": "In fact there's a fair bit of evidence that the patterns of behavior that are associated with the mystical experience are", "start": 6705.989, "duration": 5.84}, {"text": "core elements of proper Human adaptation in the world", "start": 6712.08, "duration": 2.989}, {"text": "The abrahamic stories open up with a manifest God now I'm going to read you some things from Friedman who wrote the disappearance of God", "start": 6739.239, "duration": 6.919}, {"text": "He was trying to look at the underlying structure of the stories now. You know Friedman noted that", "start": 6748.059, "duration": 5.0}, {"text": "The books in the old testament were written by a lot of different people", "start": 6753.909, "duration": 2.78}, {"text": "At very different times and then they were sequenced by other people for reasons that we don't exactly understand", "start": 6757.389, "duration": 7.58}, {"text": "But there's still an underlying narrative", "start": 6766.27, "duration": 2.659}, {"text": "There's multiple underlying narrative unities despite the fact of that rather arbitrary sequencing, and that's a strange thing", "start": 6768.929, "duration": 7.14}, {"text": "You know I guess you could say", "start": 6776.71, "duration": 2.0}, {"text": "If you had a collection of ancient books and you were trying to put them together you'd try to put them together in some way", "start": 6778.809, "duration": 4.85}, {"text": "that made sense", "start": 6783.659, "duration": 1.69}, {"text": "right and it wouldn't make sense unless you stumbled across some kind of underlying narrative that allowed you to order them and", "start": 6785.349, "duration": 6.26}, {"text": "So it's not entirely surprising that that they're ordered in a manner that's comprehensible, but", "start": 6791.92, "duration": 5.12}, {"text": "Friedman's comments on the Underlying narrative structure", "start": 6797.739, "duration": 2.81}, {"text": "part of it was", "start": 6802.03, "duration": 1.68}, {"text": "well, we'll go through this the books of the old testament were composed by a great many authors according to both traditional religious views in", "start": 6803.71, "duration": 6.08}, {"text": "Modern Critical scholarship the phenomenon of the diminishing apparent presence of God across so many stories", "start": 6809.79, "duration": 5.669}, {"text": "Through so many books by so many authors spread over so many centuries is", "start": 6815.71, "duration": 4.069}, {"text": "Consistent enough to be striking impressive and ultimately mysterious", "start": 6820.27, "duration": 3.589}, {"text": "But the hiding of the divine face is only half the story", "start": 6825.76, "duration": 2.75}, {"text": "There's another development also extending across the course of the entire narrative of the Hebrew Bible", "start": 6828.55, "duration": 4.729}, {"text": "which we must see before we can appreciate the full force of this phenomena and", "start": 6833.679, "duration": 3.919}, {"text": "before we can pose a solution to the mystery of this of how this happened gradually from", "start": 6838.0, "duration": 4.399}, {"text": "Genesis to Ezra and Esther there is a transition from Divine to human responsibility for life on Earth", "start": 6842.53, "duration": 5.66}, {"text": "the story begins in Genesis with God in complete control of the creation", "start": 6849.639, "duration": 3.77}, {"text": "But by the end humans have arrived at a stage at which in all apparent ways they have responsibility for the fate of the world", "start": 6853.409, "duration": 6.18}, {"text": "the first two human beings", "start": 6860.65, "duration": 2.0}, {"text": "Adam and Eve. Take little responsibility themselves they do not design or build anything when they're embarrassed over there nudity", "start": 6864.099, "duration": 7.16}, {"text": "They do not make clothes they cover themselves with leaves. It's God who makes their first clothing for them", "start": 6871.26, "duration": 5.43}, {"text": "Noah", "start": 6878.26, "duration": 1.17}, {"text": "By no means a fully developed personality Noah is not an everyman either broadly speaking", "start": 6879.43, "duration": 4.609}, {"text": "He reflects a step Beyond Adam and eve in human character and responsibility", "start": 6884.08, "duration": 3.229}, {"text": "Abraham", "start": 6889.42, "duration": 1.2}, {"text": "Beyond the counts of Divine commands that abraham does carry out the narrative also includes a variety of stories in Which abraham", "start": 6890.62, "duration": 6.41}, {"text": "Acts on his own initiative he divides land with his nephew lot", "start": 6897.31, "duration": 3.62}, {"text": "He battles kings he takes concubines he argues with his wife Sarah on two occasions", "start": 6900.93, "duration": 4.709}, {"text": "he tells kings that Sarah is his sister out of fear that they will kill him to get his wife and", "start": 6905.64, "duration": 4.83}, {"text": "He arranges in son's marriage in the place of the single story of Noah's drunkenness", "start": 6910.63, "duration": 4.429}, {"text": "There are in the case of Abraham the stories of man's life", "start": 6915.06, "duration": 2.58}, {"text": "The Abraham section thus develops the personality and character of a man a man", "start": 6918.52, "duration": 4.1}, {"text": "To a new degree in biblical narrative while picturing in him a new degree of responsibility it is not just that Abraham is kind lured", "start": 6922.78, "duration": 6.56}, {"text": "Kinder gentler More Intrepid more ethical or a better debater than his ancestor, Noah?", "start": 6929.41, "duration": 4.76}, {"text": "Rather both the Noah and the Abraham stories are pieces of a development of an increasingly stronger stance of humans relative to the deity", "start": 6934.54, "duration": 6.92}, {"text": "Before the story is over humans will become a great deal stronger and bolder than abraham", "start": 6941.71, "duration": 4.669}, {"text": "I don't know what that means you know", "start": 6955.17, "duration": 2.0}, {"text": "see", "start": 6959.05, "duration": 2.0}, {"text": "It isn't it is certainly the case that", "start": 6961.06, "duration": 2.75}, {"text": "the individual exists in the Modern world the differentiated", "start": 6964.36, "duration": 4.1}, {"text": "Self-Aware self conscious individual and it's certainly the case that that wasn't the case at some point in the past and", "start": 6968.83, "duration": 5.929}, {"text": "So it's the case that there's been a development", "start": 6974.92, "duration": 2.0}, {"text": "I don't know if you could call it a progression", "start": 6977.02, "duration": 2.33}, {"text": "But a development of the autonomous individual over some span of historical time now", "start": 6979.35, "duration": 6.06}, {"text": "We don't know how long that's been but my suspicions are it hasn't been that long", "start": 6985.41, "duration": 4.37}, {"text": "I mean,", "start": 6990.42, "duration": 2.0}, {"text": "I read once", "start": 6993.94, "duration": 2.0}, {"text": "about a neolithic ceremony that involved the particular placement of a bear skull in a cave, and then I read that and", "start": 6996.429, "duration": 7.79}, {"text": "They had found these placements in caves that were at least 25,000 years old", "start": 7005.1, "duration": 4.969}, {"text": "And then I read that they found caves in Japan among the Ainu", "start": 7010.07, "duration": 0.5}, {"text": "who were", "start": 7010.57, "duration": 3.52}, {"text": "the indigenous inhabitants of Japanese territory and Rather Archaic people who", "start": 7014.219, "duration": 4.91}, {"text": "Had the same ceremony with the bear and that put the skull in the same orientation", "start": 7019.23, "duration": 4.819}, {"text": "And place in caves and that that tradition remained unbroken for about 25,000 years", "start": 7024.33, "duration": 5.569}, {"text": "And you think:", "start": 7029.9, "duration": 1.29}, {"text": "Well is it possible for an oral or ritual tradition to remain unbroken for?", "start": 7031.19, "duration": 3.87}, {"text": "Spans of tens of thousands of years and the answer to that is not only is it possible. It's actually the norm", "start": 7035.31, "duration": 5.299}, {"text": "because like", "start": 7041.37, "duration": 1.53}, {"text": "One Chimpanzee is like the next chimpanzee right in the in the progression in the biological", "start": 7042.9, "duration": 4.879}, {"text": "Progression if you took a chimpanzee troop now, and he went back 25,000 years and you looked at a chimpanzee troop", "start": 7048.06, "duration": 5.659}, {"text": "It'd be the same thing. There's no historical progression", "start": 7053.719, "duration": 2.16}, {"text": "That's how you can tell the chimps really don't have culture", "start": 7056.55, "duration": 2.39}, {"text": "Because it's bigger it could even accrete one one thousandth of a percent of culture transmissible culture per generation", "start": 7059.4, "duration": 6.379}, {"text": "It wouldn't take more than about a million years before", "start": 7066.27, "duration": 2.719}, {"text": "They'd have a whole civilization", "start": 7068.989, "duration": 1.0}, {"text": "And they don't they're the same as they were and so the continuity the stability and unchanging nature of the species", "start": 7069.989, "duration": 7.85}, {"text": "Essentially speaking is the rule that the variant is us", "start": 7079.35, "duration": 3.829}, {"text": "It's like what the hell happened after the last ice age", "start": 7083.88, "duration": 2.51}, {"text": "fifteen thousand years ago", "start": 7087.03, "duration": 2.0}, {"text": "We went from Tribal", "start": 7089.03, "duration": 2.0}, {"text": "Uniform stable to whatever the hell. We are now it's this transition from", "start": 7091.32, "duration": 5.33}, {"text": "Generic to specific, it's something like that, and I can't help but think that that's reflective in this text", "start": 7098.37, "duration": 5.03}, {"text": "and it has something to do with this transition of consciousness from", "start": 7103.4, "duration": 3.839}, {"text": "From what from possession by the Generic divine to dominance by the specific individual?", "start": 7108.54, "duration": 6.29}, {"text": "It's something like that. Is that a neurological transformation?", "start": 7114.84, "duration": 3.109}, {"text": "is that what this is a record of being that we don't know one of the things young said about God because", "start": 7117.95, "duration": 5.879}, {"text": "Humans relationship with God as an object of belief is very complex", "start": 7124.29, "duration": 5.03}, {"text": "He in his technical writing", "start": 7131.4, "duration": 1.64}, {"text": "He always talks about the image of God he never talks about God he talks about the image of God", "start": 7133.04, "duration": 3.96}, {"text": "He said that the image of God dwells within that's not the same thing as God dwelling within right we could mean all of these", "start": 7137.28, "duration": 7.669}, {"text": "Capacities that we have for transcended consciousness could be a byproduct of biological evolution they could have no reflection", "start": 7145.86, "duration": 5.959}, {"text": "They could have no relationship whatsoever to an actual transcendent reality", "start": 7151.82, "duration": 4.77}, {"text": "There's no way of telling the transcendent reality seems to manifest itself as an element of experience", "start": 7156.66, "duration": 5.419}, {"text": "But that doesn't mean that it has in reality outside of the subjective", "start": 7162.08, "duration": 2.79}, {"text": "even if it's even if it exists as it is it clearly does but", "start": 7165.27, "duration": 3.949}, {"text": "Friedman suggests that what's happening in the biblical narrative is the sequential emergence of the individual as a redemptive?", "start": 7181.08, "duration": 6.83}, {"text": "Force and", "start": 7188.67, "duration": 1.5}, {"text": "that the old testament documents that", "start": 7190.17, "duration": 2.239}, {"text": "implicitly unconsciously as a consequence of", "start": 7193.26, "duration": 3.26}, {"text": "Descriptive fantasy and that that's what's going on in the book and that", "start": 7197.43, "duration": 3.32}, {"text": "so the cosmos is under the control of", "start": 7202.44, "duration": 2.81}, {"text": "Generic Deity to begin with something like that and then that control shifts to", "start": 7206.67, "duration": 5.179}, {"text": "localized identifiable", "start": 7213.48, "duration": 2.0}, {"text": "increasingly personal and detailed individuals", "start": 7215.88, "duration": 2.689}, {"text": "you see that in Noah, and then you see the neighbor ham and then you Moses and", "start": 7219.63, "duration": 4.389}, {"text": "Then there's this working out of what it would mean to be a fully developed individual, and that's what these stories. They're...", "start": 7224.63, "duration": 7.1}, {"text": "They're like prototype, they're attempts to...", "start": 7232.4, "duration": 3.26}, {"text": "To bring about the proper mode of being right and so Abraham is a is a manifestation about because he enters into a covenant with", "start": 7236.06, "duration": 6.89}, {"text": "God he's selected by God or enters into a partnership with God. It's not exactly obvious. God", "start": 7242.95, "duration": 5.069}, {"text": "provides him with forward motion and intuition and", "start": 7249.11, "duration": 3.53}, {"text": "Leads them towards a successful mode of being and it's complex successful mode of being cuz Abraham is a very complex life", "start": 7253.64, "duration": 6.799}, {"text": "There's plenty of ups and downs right it's it's not", "start": 7260.44, "duration": 2.61}, {"text": "unbroken", "start": 7263.78, "duration": 2.0}, {"text": "purity of being", "start": 7266.0, "duration": 1.56}, {"text": "Towards a divine and abraham lies and cheats and deceives and does all sorts of things that that a real person would do and", "start": 7267.56, "duration": 6.74}, {"text": "And moses for example kills someone and so these people that the biblical people are very", "start": 7274.67, "duration": 5.63}, {"text": "Genuine individuals, but they're given with all their faults right with all their sins with all their deceit", "start": 7280.82, "duration": 5.659}, {"text": "They're still put forth as potential modes of proper models of potential", "start": 7286.48, "duration": 5.25}, {"text": "proper being in the world and the entire corpus of the", "start": 7292.13, "duration": 3.02}, {"text": "Bible seems to be nothing but an attempt to keep throwing up variants of the", "start": 7295.85, "duration": 5.06}, {"text": "Personality trying to experiment to find out what personality works in the world", "start": 7301.25, "duration": 5.959}, {"text": "of course from a Christian perspective that culminates in the figure of christ as the redemptive word and that's", "start": 7308.33, "duration": 5.51}, {"text": "associated as we've already talked about with the force that brought order out of Chaos at the beginning of time and", "start": 7314.12, "duration": 7.879}, {"text": "so", "start": 7322.97, "duration": 2.0}, {"text": "well, that's my attempt to", "start": 7325.64, "duration": 2.0}, {"text": "provide proper context for the understanding of the abrahamic stories", "start": 7328.22, "duration": 4.79}, {"text": "And so hopefully with that context we can move forward", "start": 7333.01, "duration": 5.04}, {"text": "being able to", "start": 7338.75, "duration": 1.5}, {"text": "swallow the camel so to speak of the initial presence of God in the stories and", "start": 7340.25, "duration": 6.169}, {"text": "So we'll return to all of that next week", "start": 7347.21, "duration": 3.26}, {"text": "Let's wait one second. Okay till people", "start": 7368.53, "duration": 2.899}, {"text": "Have an opportunity to leave", "start": 7372.25, "duration": 1.31}, {"text": "I would very much like to ask the people who are asking the questions", "start": 7373.56, "duration": 3.54}, {"text": "To take a few seconds before they ask the question and make sure that the mic is positioned properly", "start": 7377.32, "duration": 5.3}, {"text": "So that everyone can hear you because people keep writing and complaining that while they're very happy with the questions", "start": 7382.989, "duration": 6.29}, {"text": "And I would say the questions have been a very high caliber so far, but they're not very happy that they can't hear them", "start": 7389.28, "duration": 5.25}, {"text": "So I know that you know you're obviously nervous and in a hurry when you want to ask you a question", "start": 7394.57, "duration": 5.359}, {"text": "but take a second or two to", "start": 7399.929, "duration": 1.931}, {"text": "Set the mic up properly and make sure that everyone can hear you and so", "start": 7401.86, "duration": 3.56}, {"text": "Have a way at it.", "start": 7406.44, "duration": 1.04}, {"text": "\"Hello Dr. Peterson\"", "start": 7407.66, "duration": 0.86}, {"text": "Hey, there we go", "start": 7408.7, "duration": 1.4}, {"text": "\"Tonight, I'd like to ask you about two different psychological disorders the first being Borderline personality disorder", "start": 7410.1, "duration": 6.54}, {"text": "so two lectures ago", "start": 7417.06, "duration": 2.0}, {"text": "Somebody asks you about it, and you gave a very sparse answer", "start": 7419.71, "duration": 3.77}, {"text": "I can't remember exactly what you said, but it seemed like it was uh", "start": 7423.48, "duration": 4.319}, {"text": "It would there was too much complexity to just answer it right there and then and then somebody else also acts", "start": 7428.8, "duration": 6.05}, {"text": "Asked you about the same disorder in", "start": 7434.949, "duration": 2.0}, {"text": "your patreon livestream recently and when they when they asked you that you kind of you kind of Stopped for a moment and", "start": 7437.409, "duration": 7.58}, {"text": "Something I don't know something kind of flicked on in your head", "start": 7445.51, "duration": 2.899}, {"text": "It seemed like and you and you thought for a couple seconds", "start": 7448.51, "duration": 3.649}, {"text": "And then you said you know what I don't think", "start": 7452.159, "duration": 2.0}, {"text": "That I can answer that right now because just - it's just too bloody complex, and I was wondering just like", "start": 7454.239, "duration": 7.13}, {"text": "Many young men have gravitated towards your lectures. Do you think that there's something about this particular disorder that", "start": 7462.489, "duration": 7.4}, {"text": "There's something about people with this particular disorder that might gravitate to your insights and your lectures\"", "start": 7471.67, "duration": 5.419}, {"text": "Okay, okay, so now I would say probably no to the second one, but I could comment more about Borderline personality disorder", "start": 7477.73, "duration": 7.189}, {"text": "I think I have enough mental energy to do that tonight, so", "start": 7484.92, "duration": 3.089}, {"text": "technically speaking", "start": 7489.31, "duration": 1.59}, {"text": "It's often considered the female variant of antisocial personality disorder", "start": 7490.9, "duration": 4.52}, {"text": "So it's it's it's it's classified", "start": 7496.51, "duration": 2.33}, {"text": "or it's classified in the domain of externalizing disorders acting out disorders and", "start": 7498.88, "duration": 6.299}, {"text": "I think what happens,", "start": 7505.79, "duration": 2.0}, {"text": "We don't understand Borderline personality disorder very well, and it's characterized by", "start": 7508.099, "duration": 4.61}, {"text": "Tremendous impulsivity", "start": 7513.8, "duration": 2.0}, {"text": "Radical confusion of identity", "start": 7518.81, "duration": 2.0}, {"text": "and then this pattern of idealization of", "start": 7521.54, "duration": 3.379}, {"text": "people with whom the", "start": 7525.739, "duration": 2.0}, {"text": "person afflicted with the disorder is", "start": 7528.679, "duration": 2.0}, {"text": "Associating with radical idealization of those people and then radical devaluation of them", "start": 7531.679, "duration": 4.52}, {"text": "and then there's another theme that sort of weaves along with it, which is", "start": 7536.199, "duration": 3.63}, {"text": "the proclivity of", "start": 7540.38, "duration": 2.0}, {"text": "people with Borderline personality disorder to presume that they will be abandoned and", "start": 7542.81, "duration": 4.639}, {"text": "then to act in a manner that makes such abandonment virtually certain and", "start": 7548.06, "duration": 4.219}, {"text": "So it's a very complicated", "start": 7553.429, "duration": 2.0}, {"text": "disorder, but that I", "start": 7556.4, "duration": 2.0}, {"text": "Think gets at the Crux of it", "start": 7558.8, "duration": 2.0}, {"text": "One of the things that's interesting about people with Borderline personality disorder in my experience. Is that they're often", "start": 7561.59, "duration": 5.72}, {"text": "quite intelligent and", "start": 7568.19, "duration": 2.0}, {"text": "You you see in the person with Borderline personality", "start": 7571.07, "duration": 2.75}, {"text": "Disorder something like the waste or the squandering of tremendous potential", "start": 7574.46, "duration": 4.429}, {"text": "they seem capable of", "start": 7580.04, "duration": 2.0}, {"text": "thinking through the Nature of their problems and", "start": 7582.59, "duration": 2.359}, {"text": "analyzing it and discussing it but not capable whatsoever of implementing any solutions and", "start": 7585.53, "duration": 5.149}, {"text": "Technically, there's no relationship between IQ and conscientiousness", "start": 7601.53, "duration": 3.56}, {"text": "It's very weird", "start": 7606.27, "duration": 1.95}, {"text": "because if you read the neuropsychological literature and you", "start": 7608.22, "duration": 3.379}, {"text": "Read about the functions of the prefrontal Cortex. They're usually conceptualized in intellectual terms and", "start": 7612.51, "duration": 4.729}, {"text": "they're associated with planning and strategizing and so forth and", "start": 7617.94, "duration": 3.62}, {"text": "That's what conscientiousness is is planning and strategizing and implementation?", "start": 7624.69, "duration": 4.129}, {"text": "But the correlation between IQ and conscientiousness is zero and so as the correlation between working memory and conscientiousness", "start": 7628.82, "duration": 7.44}, {"text": "zero and Zero", "start": 7636.69, "duration": 1.56}, {"text": "Is a very low correlation right? I mean really it's hard to find things in psychology that are correlated at zero", "start": 7638.25, "duration": 6.649}, {"text": "Things tend to be correlated to some degree. They tend to be interrelated", "start": 7645.9, "duration": 3.05}, {"text": "the Borderline seems to be able to strategize and to abstract but not to be able to implement and", "start": 7650.52, "duration": 7.549}, {"text": "And so this the intellect per se seems to be functional", "start": 7659.07, "duration": 5.06}, {"text": "But it's not embodied in action", "start": 7664.13, "duration": 3.03}, {"text": "It's very so it can be", "start": 7668.22, "duration": 2.0}, {"text": "frustrating to be associated with someone who has borderline personality disorder because", "start": 7670.44, "duration": 3.77}, {"text": "They can tell you what the problem is and even tell you what the solution might be but there's no implementation", "start": 7674.49, "duration": 5.989}, {"text": "So maybe something went wrong developmentally", "start": 7683.1, "duration": 2.689}, {"text": "We don't know exactly how these sorts of things come about the other thing that seems to be characteristic of Borderline people with Borderline personality", "start": 7685.8, "duration": 6.59}, {"text": "disorder is that they they remind me very much of people who are 2 years old and", "start": 7692.82, "duration": 4.82}, {"text": "in some Manner like", "start": 7698.19, "duration": 2.0}, {"text": "people with Borderline personality", "start": 7700.68, "duration": 1.44}, {"text": "Disorder can have temper tantrums in fact they often do and we know now and then you see a temper tantrum", "start": 7702.12, "duration": 5.509}, {"text": "And they're usually thrown by two-year-olds right most people go out of temper tantrums by the time they're about three", "start": 7707.629, "duration": 5.631}, {"text": "They're very rare at four it. Which is a good thing because if they're still there at four that is not a good diagnostic predictor", "start": 7713.36, "duration": 6.22}, {"text": "that's a actually good diagnostic predictor, but it's not the kind that you want and", "start": 7720.2, "duration": 4.72}, {"text": "You know it's funny the way that we respond to two-year-old temper tantrums because the two-Year-old will throw themselves on the ground", "start": 7725.7, "duration": 6.559}, {"text": "beat their hands and their legs on the floor and scream and yell and turn red or even blue", "start": 7732.71, "duration": 4.86}, {"text": "I saw a child once who was capable of holding his breath during a temper tantrum until he turned blue", "start": 7737.57, "duration": 4.709}, {"text": "Which was really an impressive feat you should try that right? It's really hard is you really have to work at it and", "start": 7742.56, "duration": 5.959}, {"text": "You see that in adult borderlines. They'll have temper tantrums, and the funny thing is when a two-year-old does it it's like", "start": 7749.43, "duration": 5.66}, {"text": "It's you know, it's little", "start": 7755.09, "duration": 1.93}, {"text": "off-putting", "start": 7757.02, "duration": 1.02}, {"text": "but when an adult does it it's", "start": 7758.04, "duration": 2.24}, {"text": "Completely bloody terrifying and it happens very frequently with borderlines, and so I would also say to some degree", "start": 7760.77, "duration": 6.68}, {"text": "they didn't get properly socialized between that critical period Of development between two and four and you", "start": 7767.97, "duration": 4.91}, {"text": "See the same thing with adult males who grow up to the anti-social", "start": 7773.19, "duration": 3.05}, {"text": "Because a large proportion of adult males who grow up to be antisocial are aggressive as children as two-year-Olds", "start": 7776.61, "duration": 6.439}, {"text": "So there's a small proportion of two-Year-olds who are quite aggressive", "start": 7783.66, "duration": 2.54}, {"text": "They'll kick and hit and bite and steal if you put them with other two-year-olds it's about five percent of the of the Male's", "start": 7786.2, "duration": 5.819}, {"text": "Smaller fraction of the females, but most of them are socialized by the time, they're four", "start": 7792.27, "duration": 4.34}, {"text": "but there's a small percentage who aren't and they tend to stay antisocial and they tend to turn into long term offenders and", "start": 7796.74, "duration": 6.14}, {"text": "then attend the devel the critical period for socialization development seems to be between two and four and it seems to be mediated by", "start": 7803.16, "duration": 6.35}, {"text": "pretend play and Rough-and-Tumble play and those sorts of mechanisms, and if it isn't instantiated by the age of four", "start": 7810.18, "duration": 5.06}, {"text": "It doesn't happen, and it doesn't look like it's addressable now there are", "start": 7815.97, "duration": 5.18}, {"text": "dialectic behavioural therapies that have been developed for people with borderline personality disorder, and they're purported to be successful, but", "start": 7822.48, "duration": 7.13}, {"text": "\"Okay, thank you. If I may so the second", "start": 7831.51, "duration": 2.87}, {"text": "Psychological disorder I want to ask you about is psychopathy", "start": 7835.14, "duration": 2.6}, {"text": "So you've mentioned that", "start": 7838.26, "duration": 2.0}, {"text": "Psychopaths tend to switch from dominance Hierarchy to dominance Hierarchy because people get tired of their shenanigans. They have to move on to fresh people", "start": 7840.45, "duration": 6.95}, {"text": "and", "start": 7848.4, "duration": 1.23}, {"text": "Psychopaths also tend to be very low in conscientiousness, and you said that when you see some of these protesters", "start": 7849.63, "duration": 6.02}, {"text": "at your speeches", "start": 7856.2, "duration": 1.83}, {"text": "some of the men in particular,", "start": 7858.03, "duration": 2.0}, {"text": "your", "start": 7860.22, "duration": 1.59}, {"text": "Clinical intuition tells you that there's something seriously pathological about them and I was wondering if you would suspect", "start": 7861.81, "duration": 7.339}, {"text": "That some of these men might be", "start": 7869.489, "duration": 2.0}, {"text": "Psychopathic as...\" well some of them likely are but I don't know if a higher proportion of the ones who show up at", "start": 7871.619, "duration": 4.97}, {"text": "Protests and sort of creep me out", "start": 7876.69, "duration": 1.699}, {"text": "Or I don't know if there's a higher proportion of people like that at the protests or not", "start": 7878.389, "duration": 5.16}, {"text": "I mean", "start": 7883.55, "duration": 0.689}, {"text": "I suspect in general that regardless of the protest the proportion of people who have personality disorders among", "start": 7884.239, "duration": 7.439}, {"text": "Protesters is higher than the proportion of people who have personality disorders in the general", "start": 7891.96, "duration": 4.069}, {"text": "Population because you just expect that you just expect that kind of acting out behavior. I'm not believe me", "start": 7896.159, "duration": 6.08}, {"text": "I'm not saying that all protest is associated with personality disorder. I'm not saying that at all", "start": 7902.239, "duration": 3.899}, {"text": "There's plenty of reason for protest", "start": 7906.21, "duration": 1.86}, {"text": "But some of the reason for protests are", "start": 7908.07, "duration": 2.299}, {"text": "Credible reasons and some of them aren't credible reasons that -- \"I was just thinking that like the social justice", "start": 7910.829, "duration": 5.33}, {"text": "Hierarchy so to speak would be one of the last that these", "start": 7916.32, "duration": 3.56}, {"text": "Confusing--\", that's that's that's a different issue. You know there are", "start": 7920.429, "duration": 3.29}, {"text": "There are analysis of the dangers of agreeableness, so agreeable", "start": 7924.869, "duration": 4.28}, {"text": "This is a personality trait that underlies the radical", "start": 7929.15, "duration": 2.969}, {"text": "Egalitarian ethos because agreeable people want everything to be shared equally and it's a good", "start": 7932.55, "duration": 4.91}, {"text": "I think it's a good ethos for a small group for a family because family is kind of a communist system in some sense", "start": 7937.46, "duration": 6.75}, {"text": "Right it's like you want the food to be divided up equally among the children", "start": 7944.21, "duration": 3.509}, {"text": "clearly and you want all the children sort of regardless of their", "start": 7948.179, "duration": 2.81}, {"text": "Inherent abilities to have the same opportunities and perhaps even the same outcomes", "start": 7951.329, "duration": 4.46}, {"text": "So I think agreeableness which is associated at least in part with maternal", "start": 7955.86, "duration": 4.009}, {"text": "Maternal the Maternal Instinct let's say maternal patterns of Behavior. I think it's", "start": 7960.389, "duration": 4.91}, {"text": "It's a good", "start": 7966.059, "duration": 2.0}, {"text": "first Pass", "start": 7968.25, "duration": 1.38}, {"text": "Motivational approximation to a localized familial ethic I think it's a catastrophe at larger scales", "start": 7969.63, "duration": 6.229}, {"text": "I don't think it scales at all. I actually think that's why we evolved conscientiousness", "start": 7975.86, "duration": 4.709}, {"text": "Because conscientiousness is the principle that allows larger scale organizations to exist agreeableness won't do it", "start": 7981.21, "duration": 6.409}, {"text": "now", "start": 7988.26, "duration": 1.229}, {"text": "Conscientiousness is a mystery right we don't have a neurological model", "start": 7989.489, "duration": 3.53}, {"text": "We don't have a conceptual model", "start": 7993.719, "duration": 2.0}, {"text": "We don't have an animal model. We don't have a pharmacological model, and we really only have one way of assessing it which is", "start": 7995.76, "duration": 6.47}, {"text": "self and other reports of personality proclivity", "start": 8002.96, "duration": 2.629}, {"text": "so", "start": 8006.679, "duration": 1.65}, {"text": "anyways", "start": 8008.329, "duration": 1.44}, {"text": "The problem with agreeableness. This has been modeled a game theorist is that a", "start": 8009.769, "duration": 4.97}, {"text": "Population of cooperative people can be dominated by a single shark", "start": 8015.679, "duration": 5.03}, {"text": "So agreeable this is insufficient as a principle because it opens itself up to", "start": 8022.969, "duration": 4.85}, {"text": "you call that manipulation and", "start": 8031.84, "duration": 2.14}, {"text": "\"infiltration?\"", "start": 8034.58, "duration": 1.04}, {"text": "\"I thought that was part of.. [unintelligible]\"", "start": 8037.26, "duration": 2.0}, {"text": "Manipulation let's let's leave it at that to manipulation and and and and exploitation. That's the other thing", "start": 8042.04, "duration": 6.02}, {"text": "exploitation", "start": 8049.07, "duration": 1.169}, {"text": "so", "start": 8050.24, "duration": 2.0}, {"text": "\"Thank you\"", "start": 8052.82, "duration": 2.0}, {"text": "\"Hi, Dr. Peterson. I had one quick comment and a question so my comment was about your idea of but", "start": 8058.88, "duration": 5.78}, {"text": "Subpersonalities as one-eyed monsters now. There's the idea of multiple personality or split personality disorder", "start": 8065.269, "duration": 6.02}, {"text": "It's controversial as to whether or not it exists", "start": 8071.289, "duration": 2.88}, {"text": "But there's some research recent research that suggests that you may actually have multiple personalities", "start": 8074.17, "duration": 6.389}, {"text": "That use different parts of the brain so they have differential access to the hippocampus. They have their own memories", "start": 8081.019, "duration": 4.729}, {"text": "They can", "start": 8086.84, "duration": 1.529}, {"text": "they use the brain differently, but that seems to be an exaggeration of sub personalities", "start": 8088.369, "duration": 6.41}, {"text": "Which is quite interesting.", "start": 8095.179, "duration": 2.0}, {"text": "The question I had was about", "start": 8097.429, "duration": 2.0}, {"text": "So you talked about Jung and how", "start": 8099.8, "duration": 2.12}, {"text": "You should confront that which you don't want to confront the most", "start": 8103.699, "duration": 4.069}, {"text": "so you're most afraid or disgusted by that you've the most resistance to arm, so but we were talking about psychedelics and", "start": 8107.769, "duration": 6.51}, {"text": "in the experience of hell, so", "start": 8114.59, "duration": 2.0}, {"text": "at least some of the people I've talked to they describe negative trips as", "start": 8117.079, "duration": 3.979}, {"text": "an experience of a", "start": 8121.789, "duration": 2.03}, {"text": "constant fear prolonged fear and", "start": 8125.36, "duration": 2.299}, {"text": "some of the most", "start": 8128.389, "duration": 1.71}, {"text": "Dramatic and personalized fear that they've ever experienced; so shouldn't negative on", "start": 8130.099, "duration": 5.72}, {"text": "psychedelic trips", "start": 8136.489, "duration": 2.0}, {"text": "Elicit the kind of concentration that Jung thought you should engage them?\" Could be.", "start": 8138.619, "duration": 5.06}, {"text": "Could could well be you know it", "start": 8144.739, "duration": 2.359}, {"text": "It's conceivable that...", "start": 8149.09, "duration": 2.0}, {"text": "I read this strange book once that", "start": 8155.63, "duration": 2.0}, {"text": "made the claim that what was in the ark of the covenant was a mixture that was made from", "start": 8158.119, "duration": 5.6}, {"text": "Amanita Muscaria mushrooms", "start": 8164.539, "duration": 2.0}, {"text": "And that's not as far-fetched as you might think", "start": 8167.4, "duration": 2.06}, {"text": "Because there's a mycologist an amateur mycologist named Gordon Wasson", "start": 8170.0, "duration": 4.46}, {"text": "who", "start": 8175.12, "duration": 1.4}, {"text": "Established, credibly, the notion that it was Amanita Muscaria", "start": 8176.539, "duration": 4.37}, {"text": "potions that was the soma of the Rig veda and", "start": 8181.519, "duration": 4.04}, {"text": "so it's a strange idea but", "start": 8186.439, "duration": 2.72}, {"text": "it's not an idea that's completely outside of the realm of possibility and", "start": 8190.55, "duration": 4.549}, {"text": "the Amanita", "start": 8197.63, "duration": 1.529}, {"text": "Muscaria is the fly agaric in the red mushroom with white dots, and it's used in shamanic rituals in Cross Asia", "start": 8199.159, "duration": 7.55}, {"text": "and", "start": 8207.26, "duration": 1.169}, {"text": "It's apparently not toxic in its dried form although that is not a recommendation", "start": 8208.429, "duration": 4.309}, {"text": "You know this is serious serious and dangerous", "start": 8214.189, "duration": 2.719}, {"text": "speculation and material", "start": 8219.229, "duration": 2.0}, {"text": "One of the things that the priests had to do", "start": 8221.929, "duration": 3.08}, {"text": "before they commune with what was ever in the ark of the covenant was purify themselves and", "start": 8227.029, "duration": 5.15}, {"text": "So one possibility is that?", "start": 8233.239, "duration": 2.36}, {"text": "the bad", "start": 8236.269, "duration": 1.771}, {"text": "psychedelic experience is a", "start": 8238.04, "duration": 2.0}, {"text": "Involuntary", "start": 8241.189, "duration": 1.59}, {"text": "Confrontation with what you would describe as the shadow", "start": 8242.779, "duration": 2.27}, {"text": "It's like so", "start": 8245.719, "duration": 1.861}, {"text": "Beware of", "start": 8247.58, "duration": 1.649}, {"text": "experimenting with", "start": 8249.229, "duration": 2.0}, {"text": "substances that produce divine revelations if you're in a serious state of disorder", "start": 8253.01, "duration": 4.549}, {"text": "And I do think that is what happens to people is that they encounter?", "start": 8257.559, "duration": 4.98}, {"text": "Everything about them that's chaotic and out of place.", "start": 8263.96, "duration": 2.54}, {"text": "And some people get trapped in that and they can't get beyond it and that's because there's so much of it", "start": 8266.5, "duration": 5.9}, {"text": "and so", "start": 8273.04, "duration": 2.0}, {"text": "But we don't know enough to know", "start": 8275.179, "duration": 2.0}, {"text": "so", "start": 8278.689, "duration": 2.0}, {"text": "\"Citizen Peterson, you son of a bitch", "start": 8292.79, "duration": 3.469}, {"text": "How are you?\" I'm not too bad you got a question?", "start": 8297.92, "duration": 3.83}, {"text": "\"That's the question. No I've got a real question. I got a great question you're going to like this one, okay?", "start": 8304.58, "duration": 4.639}, {"text": "It's about inspiration because you talk about inspiration quite a bit in this lecture series and also I wanted to point out", "start": 8309.219, "duration": 5.61}, {"text": "you have a I guess a", "start": 8314.96, "duration": 2.0}, {"text": "45-minute Armchair discussion, which you have a video of one paragraph of Nietzsche's Beyond good and evil", "start": 8317.3, "duration": 6.22}, {"text": "You posted and it seems like you're awestruck at the structure and the choices and I guess", "start": 8323.52, "duration": 7.0}, {"text": "the ideas contained in various layers of this paragraph", "start": 8331.22, "duration": 3.86}, {"text": "And you're inspired and that inspires you to I guess do your work that you do..?", "start": 8335.08, "duration": 5.54}, {"text": "I encountered, I guess a similar", "start": 8341.24, "duration": 2.0}, {"text": "Phenomenon here with one sentence written by the great Joseph Cardinal ratzinger and", "start": 8344.36, "duration": 6.0}, {"text": "I mean this one sentence answers the question why do people search for God and if you could read it out and then", "start": 8350.96, "duration": 7.399}, {"text": "Deconstruct it. It's on sentence", "start": 8358.66, "duration": 2.0}, {"text": "I've copied the original pages", "start": 8360.7, "duration": 2.32}, {"text": "It's at the end of page 105 if you want to read it from the book or I just--\" that's 'the question that", "start": 8365.26, "duration": 6.14}, {"text": "human existence not only poses", "start": 8372.28, "duration": 2.36}, {"text": "but itself is the in conclusiveness inherent in it the bounds it comes up against and that yet yearn for the", "start": 8374.66, "duration": 7.879}, {"text": "Unbounded more or less in the sense of Nietzsche's assertion that all pleasures yearns for eternity", "start": 8382.76, "duration": 4.94}, {"text": "It experiences itself as a moment", "start": 8387.7, "duration": 2.04}, {"text": "This simultaneity of being limited and of yearning for the unbounded and open has always prevented man from resting in himself", "start": 8390.021, "duration": 7.339}, {"text": "Made him sense that he is not", "start": 8397.76, "duration": 2.0}, {"text": "Self-sufficient, but only comes to himself by going outside himself and moving toward the entirely other and infinitely greater'", "start": 8400.24, "duration": 6.68}, {"text": "Well, it's a hell of a sentence", "start": 8408.32, "duration": 2.0}, {"text": "\"Like when I read that sentence. I decided I wanted to write like Joseph Cardinal ratzinger", "start": 8410.84, "duration": 5.7}, {"text": "I had a very similar experience when I watched the Joe Rogan podcast", "start": 8416.6, "duration": 3.26}, {"text": "877 I said I want to speak like Jordan Peterson", "start": 8420.98, "duration": 3.22}, {"text": "That's what I wanted to do\" so I had this...", "start": 8425.14, "duration": 3.92}, {"text": "I had this discussion with a patreon supporter this week a young guy", "start": 8429.06, "duration": 4.54}, {"text": "from Australia and", "start": 8434.36, "duration": 2.0}, {"text": "He said something very interesting that's related to this and it's a bit. It's something that's very profound. I said I think", "start": 8436.46, "duration": 6.709}, {"text": "There's this idea in Christianity that we've discussed briefly that the judge and the redeemer are the same figure now", "start": 8445.61, "duration": 7.429}, {"text": "You know in the book of revelation you may know this and you may not", "start": 8453.04, "duration": 2.669}, {"text": "Christ comes back as a", "start": 8456.351, "duration": 2.0}, {"text": "Judge he has a sword coming out.. it's a revelatory vision. Not that that book it's a very strange", "start": 8459.23, "duration": 5.569}, {"text": "It's the last thing you'd expect conservative Christians to believe and believe me and such a visionary", "start": 8465.891, "duration": 5.599}, {"text": "hallucination the book of revelation", "start": 8472.13, "duration": 1.52}, {"text": "but christ comes back with a sword coming out of his mouth and he comes back as a judge and he", "start": 8473.65, "duration": 4.529}, {"text": "Divides the damned from the redeemed and most are damned and some are redeemed", "start": 8479.09, "duration": 4.1}, {"text": "It's very very harsh Jung believed that the figure of christ in the gospels was too agreeable", "start": 8483.19, "duration": 6.059}, {"text": "To merciful to tilted towards mercy and that that called out for a counter", "start": 8489.68, "duration": 4.79}, {"text": "position and that the counter position of judgment very interesting hypothesis", "start": 8494.63, "duration": 4.459}, {"text": "But then but then there's this this melding of the two ideas that the judge and the redeemer are the same thing", "start": 8499.399, "duration": 5.629}, {"text": "Okay", "start": 8506.0, "duration": 1.229}, {"text": "now", "start": 8507.229, "duration": 1.291}, {"text": "This young man told me that his life lacked", "start": 8508.52, "duration": 3.2}, {"text": "Purpose and direction and meaning and that he was nihilistic until he started he read \"zen in the art of motorcycle maintenance\"", "start": 8512.359, "duration": 7.459}, {"text": "Which is a book I actually like quite a bit", "start": 8520.729, "duration": 1.761}, {"text": "I've read it three times at different decades of my life and one of the things that's very interesting about that book is that it's", "start": 8522.49, "duration": 5.159}, {"text": "an examination of the idea of quality of the idea that there are", "start": 8527.649, "duration": 4.11}, {"text": "Qualitative distinctions between things and that we have an instinct to make qualitative distinctions and so a qualitative distinction is", "start": 8532.16, "duration": 7.429}, {"text": "Simply this is better than that which is a judgment", "start": 8540.3, "duration": 3.58}, {"text": "Okay, now what ratzinger is", "start": 8544.48, "duration": 2.0}, {"text": "hypothesizing is that", "start": 8547.96, "duration": 2.0}, {"text": "The person in enough you know how you the idea of the modern idea is you're supposed to accept yourself", "start": 8550.16, "duration": 4.759}, {"text": "I think that's an insane idea by the way really I think I can't think of a more nihilistic idea than that you're already ok", "start": 8555.04, "duration": 7.139}, {"text": "It's like no", "start": 8562.43, "duration": 0.86}, {"text": "You're not and the reason you're not is could you could be way more?", "start": 8563.29, "duration": 2.69}, {"text": "Than you are so what do you want to be you want to be ok as you are or do you want to strive", "start": 8566.06, "duration": 4.5}, {"text": "towards what's better? and", "start": 8570.86, "duration": 2.0}, {"text": "This young man this australian", "start": 8573.229, "duration": 1.821}, {"text": "he said that the reason that 'zen and the art of motorcycle maintenance' had such a", "start": 8575.05, "duration": 3.69}, {"text": "Impact on him was because he wasn't happy with his current mode of being right he didn't", "start": 8579.109, "duration": 5.15}, {"text": "Consider the Manner in which he conducted himself", "start": 8584.779, "duration": 2.72}, {"text": "sufficient and the fact that", "start": 8588.109, "duration": 2.0}, {"text": "The author of Zen and, it was Persik laid out the notion that you could make qualitative distinctions,", "start": 8591.14, "duration": 5.96}, {"text": "And there really was a difference between good things and bad things or great things and evil things, it gives you direction", "start": 8597.1, "duration": 5.62}, {"text": "it gives you gives you the possibility of moving upward and", "start": 8603.58, "duration": 4.12}, {"text": "Ratzinger is pointing out at least to some degree that", "start": 8608.54, "duration": 2.629}, {"text": "Human beings are insufficient in and of themselves and need the movement upward and so they need to", "start": 8611.51, "duration": 5.12}, {"text": "conceptualize something like the highest good and then to strive for that and", "start": 8616.85, "duration": 4.129}, {"text": "The thing is is that there isn't any difference", "start": 8621.8, "duration": 2.69}, {"text": "between conceptualizing the good and being judged", "start": 8625.069, "duration": 3.53}, {"text": "because if you're going to", "start": 8629.021, "duration": 1.139}, {"text": "conceptualize the good and move towards it what you have to do is separate from yourself all those things that aren't good and", "start": 8630.16, "duration": 6.02}, {"text": "leave them behind and that's where the redeemer and the judge are the same thing and", "start": 8636.4, "duration": 4.429}, {"text": "One of the things that's really appalling", "start": 8641.44, "duration": 1.82}, {"text": "I think about our modern world is that we're rejecting the notion of qualitative distinctions", "start": 8643.26, "duration": 5.43}, {"text": "You say well, we don't want to hurt anybody's feelings by saying that one thing is better than another it's like okay fair enough", "start": 8648.69, "duration": 6.33}, {"text": "It's not fun to be cast off with the damned. That's for sure", "start": 8655.02, "duration": 5.12}, {"text": "But if people are in fact insufficient in their present condition", "start": 8660.32, "duration": 4.8}, {"text": "Which seems to be the case; I mean try finding someone who isn't?", "start": 8665.82, "duration": 3.46}, {"text": "Then if you deny the possibility of qualitative distinction because you want to promote a radical", "start": 8669.64, "duration": 7.06}, {"text": "egalitarianism then you remove the possibility of redemption because there's no movement towards the good and it seems to me that it's a", "start": 8677.05, "duration": 6.89}, {"text": "Catastrophe to sacrifice the good for", "start": 8684.16, "duration": 2.629}, {"text": "Well, it's a catastrophe to sacrifice the good for the equal; because for us to be equal would be mean as far as I can", "start": 8688.391, "duration": 6.859}, {"text": "tell that we would all be equally unredeemed and miserable and", "start": 8695.25, "duration": 3.66}, {"text": "so", "start": 8699.46, "duration": 2.0}, {"text": "\"He also mentioned in the previous paragraph", "start": 8705.28, "duration": 2.929}, {"text": "I believe that even in the case when you experience the human life at its fullest that it's most", "start": 8708.311, "duration": 6.139}, {"text": "Beautiful as its most meaningful you have a deep I guess", "start": 8714.67, "duration": 3.68}, {"text": "Understanding that you have something to be thankful for you need to thank somebody for that", "start": 8719.141, "duration": 4.459}, {"text": "It's not based entirely on your own merit and that", "start": 8723.601, "duration": 2.25}, {"text": "Points you towards something else and also, and-\" I don't think that you can have a profoundly positive", "start": 8726.49, "duration": 4.759}, {"text": "experience", "start": 8732.22, "duration": 1.41}, {"text": "You know in the best sense without that accompanying it", "start": 8733.63, "duration": 2.9}, {"text": "That's a feeling of being blessed. It's something like that. Yeah. That's a good oh", "start": 8737.05, "duration": 5.03}, {"text": "Wait hold it. I'm going to stop you", "start": 8743.71, "duration": 2.03}, {"text": "Okay, because I'm going to ask this person, but I would like to say that those were remarkably good questions", "start": 8745.74, "duration": 6.419}, {"text": "so", "start": 8752.74, "duration": 2.0}, {"text": "\"Dr. Peterson, thank you for the wonderful lecture", "start": 8760.2, "duration": 2.809}, {"text": "given your working definition of truth and", "start": 8764.28, "duration": 2.059}, {"text": "And let's say within the abrahamic religious tradition would you say that the more perhaps", "start": 8767.25, "duration": 6.41}, {"text": "mystical sects and denominations", "start": 8774.2, "duration": 2.0}, {"text": "which place more emphasis on the", "start": 8776.6, "duration": 2.5}, {"text": "transcendental experience of God also on this experience", "start": 8780.28, "duration": 2.96}, {"text": "as opposed to the more fundamentalist, Orthodox", "start": 8784.32, "duration": 3.349}, {"text": "literalist which perhaps", "start": 8788.46, "duration": 2.0}, {"text": "Emphasize that what I've noticed", "start": 8790.62, "duration": 2.08}, {"text": "Moral policing of behaviors\" yeah? \"would you say that the former is more true than the latter?\" no. \"and--\"", "start": 8795.36, "duration": 6.44}, {"text": "no. and and okay, sorry continue. \"And B: could the former in some ways serve as an antidote to", "start": 8802.52, "duration": 7.76}, {"text": "extremists literalism, Jihadism", "start": 8810.5, "duration": 2.1}, {"text": "Fundamentalism?\" okay, so yes to the second part, but the first part it's a great question", "start": 8813.9, "duration": 5.12}, {"text": "We did some research on this a while back because we're looking at", "start": 8819.271, "duration": 4.129}, {"text": "the different religious proclivities of liberals and conservatives and", "start": 8824.07, "duration": 3.109}, {"text": "Liberals like if you're liberal it means you're high in openness and low in conscientiousness, and if you're conservative", "start": 8828.18, "duration": 5.0}, {"text": "Then you're high and conscientiousness and low and openness and that the liberals are spiritual and the conservatives are dogmatic", "start": 8833.18, "duration": 6.3}, {"text": "but it's best to think of those as", "start": 8840.21, "duration": 2.0}, {"text": "partners, right? because the", "start": 8843.03, "duration": 2.57}, {"text": "spiritual mystical end is where the revelations Emerge and the renewal, but that's where there's Chaos and and", "start": 8846.391, "duration": 7.25}, {"text": "Discord as well, because what's new disrupts what's stable", "start": 8854.34, "duration": 3.47}, {"text": "and so", "start": 8857.811, "duration": 1.299}, {"text": "What's new has to be turned into...", "start": 8859.11, "duration": 1.77}, {"text": "It has to be integrated into what's stable", "start": 8860.88, "duration": 2.33}, {"text": "And so you need both those poles and of course if the dogmatists get the upper-hand then everything", "start": 8863.21, "duration": 4.41}, {"text": "turns into a Tyranny of stone that that's egypt in the old testament, but if the if the if the", "start": 8867.84, "duration": 6.74}, {"text": "Mystics get the upper hand then everything floats off the earth into some", "start": 8875.34, "duration": 3.83}, {"text": "impractical ether that is equally counterproductive, and so there has to be a", "start": 8879.78, "duration": 3.919}, {"text": "dialogue between those different poles", "start": 8884.311, "duration": 1.729}, {"text": "And I think you see that in the distribution of human temperament", "start": 8886.04, "duration": 3.299}, {"text": "You know the conscientious types there they tend to be orderly the orderly types tend to tend towards kind of a right-wing", "start": 8889.46, "duration": 6.33}, {"text": "Totalitarianism that's their proclivity when they when they when things get out of hand especially if they're low in openness, that's a danger", "start": 8896.43, "duration": 6.83}, {"text": "but", "start": 8904.35, "duration": 1.56}, {"text": "You see the same thing with the people who are too open and not conscientious at all", "start": 8905.91, "duration": 3.589}, {"text": "They're dreaming all the time, but they never do anything. There's never anything implemented and that that's bad. That's a bad thing", "start": 8909.54, "duration": 6.26}, {"text": "So I don't think that you can say that like- the dogmatic structure is necessary because that perpetuates the system and the revelatory", "start": 8916.7, "duration": 6.98}, {"text": "Element is necessary because that renews it when renewal is necessary and there has to be a continual dialogue between those elements", "start": 8923.9, "duration": 5.8}, {"text": "So that neither of them fall prey to their own particular form of Pathology that's one of the problems with the current political", "start": 8930.0, "duration": 6.95}, {"text": "What would you call it?", "start": 8938.25, "duration": 2.0}, {"text": "Polarization that's occurring across the west is that the right and the left and are talking to each other anymore.", "start": 8940.56, "duration": 4.759}, {"text": "That's a very bad thing because the left will", "start": 8945.54, "duration": 2.209}, {"text": "wander into a pit and fail without", "start": 8948.39, "duration": 2.66}, {"text": "boundaries and the right will enclose itself in smaller and smaller spaces until it can't move without the left and", "start": 8952.439, "duration": 6.44}, {"text": "One of the reasons that democracy works is because it makes people talk; or allows them to talk you can have it either way", "start": 8959.069, "duration": 6.89}, {"text": "but it's in its bits because", "start": 8966.6, "duration": 2.0}, {"text": "Every virtue has its vice", "start": 8969.54, "duration": 2.0}, {"text": "right and so a meta virtue is something like the amalgamation of singular virtues into something that's a", "start": 8972.12, "duration": 6.559}, {"text": "Transcendent structure that has more to do with the harmony of virtues rather than with any given virtue", "start": 8979.02, "duration": 4.94}, {"text": "even though I think that freedom of speech is the clearest manifestation of that harmony of virtues, so and", "start": 8984.479, "duration": 7.49}, {"text": "\"So all could be a lubricant for the beginning of this discussion. Do you think between the liberals and conservatives?\"", "start": 8992.609, "duration": 5.959}, {"text": "I don't know how to answer that", "start": 9004.0, "duration": 2.0}, {"text": "It doesn't follow immediately from your from your initial presupposition, so the awe experience is a different issue", "start": 9008.98, "duration": 6.68}, {"text": "\"[Unintelligible]\"", "start": 9015.66, "duration": 1.94}, {"text": "Yeah, we'll be able", "start": 9017.6, "duration": 2.0}, {"text": "Yes, \"at least exposing conservatives to some form of that experience could it be if we requisite for a more productive dialogue?\"", "start": 9020.06, "duration": 7.76}, {"text": "See I mean in it in in in the church in church ceremony let's say a classical church ceremony", "start": 9031.06, "duration": 5.48}, {"text": "There's some intermingling of both right you mean you think about a church ceremony that takes place in the Gothic cathedral", "start": 9036.8, "duration": 5.48}, {"text": "We've certainly got the dogma and they're under and the relatively rigid rule structure", "start": 9042.5, "duration": 5.0}, {"text": "but at the same time that's aligned with intense beauty and", "start": 9047.63, "duration": 3.139}, {"text": "In the architectural forms in the in the light that's streaming in through the stained-glass", "start": 9051.17, "duration": 4.549}, {"text": "windows and the music and I mean the Gothic cathedrals are forests right it's a stone forest with sunlight streaming in through the Trees and", "start": 9055.97, "duration": 7.97}, {"text": "It's a balance between structure light there are absolutely", "start": 9064.67, "duration": 2.78}, {"text": "unbelievable structures", "start": 9067.94, "duration": 1.04}, {"text": "And they speak of the transcendent but but inside that there's a structure and so it", "start": 9068.98, "duration": 5.399}, {"text": "Seems that in order for the religious impulse to be balanced properly there has to be a reasonable", "start": 9074.66, "duration": 5.03}, {"text": "dialogue even in practice between the mystical awe-inspiring transcendent and the dogmatic yeah either of those can", "start": 9080.93, "duration": 7.129}, {"text": "Can go as either those goes astray without the other if you're too dogmatic. Do you need aw?", "start": 9088.4, "duration": 4.759}, {"text": "likely yes, because that would show you that there's something beyond your own presuppositions, so", "start": 9095.09, "duration": 6.44}, {"text": "So awe, I should tell you something interesting about awe as a as a physiological phenomena", "start": 9103.13, "duration": 5.24}, {"text": "You know how you're listening to music and you get chills?", "start": 9108.37, "duration": 2.25}, {"text": "Some people experience that more than others open people experience that more or music is a pretty", "start": 9111.68, "duration": 4.94}, {"text": "reliable", "start": 9118.01, "duration": 2.0}, {"text": "elicitor of", "start": 9120.38, "duration": 1.86}, {"text": "Chills, that's piloerection. That's your hair standing on end. You see a cat when it sees a dog puffs up. That's awe", "start": 9122.24, "duration": 7.939}, {"text": "It's the same thing like that that chill is your hair standing on end", "start": 9131.2, "duration": 3.78}, {"text": "And that's this that's sensation you get in the presence of a meta predator", "start": 9134.98, "duration": 5.92}, {"text": "It's something like that and so the awe", "start": 9140.908, "duration": 2.492}, {"text": "experience is a", "start": 9144.01, "duration": 1.74}, {"text": "I mean obviously it's become very cognitively and emotionally complex in human beings, but it's fundamental", "start": 9145.75, "duration": 5.449}, {"text": "evolutionary underpinning is", "start": 9151.869, "duration": 1.891}, {"text": "the Instantaneous", "start": 9153.76, "duration": 1.08}, {"text": "piloerection that you see in prey animals when they're confronted by a predator and of course that would be if you are a rabbit", "start": 9154.84, "duration": 6.259}, {"text": "You can bloody well believe that you see a wolf and it would inspire. Awe that's for sure", "start": 9161.1, "duration": 4.32}, {"text": "I mean if a wolf that was 20 feet high came bounding in here, man, you'd feel awe so", "start": 9165.42, "duration": 6.029}, {"text": "Yeah, that will convince you that there's something that you still need to know", "start": 9172.18, "duration": 3.589}, {"text": "last", "start": 9179.17, "duration": 1.14}, {"text": "last question", "start": 9180.31, "duration": 1.799}, {"text": "\"Perfect timing. Hi, Dr. Peterson", "start": 9182.109, "duration": 2.27}, {"text": "My name is Gary, and I'm a clinical and counseling master student right now and so one of the key ideas", "start": 9184.38, "duration": 5.04}, {"text": "That's been surfacing time and time again in your", "start": 9189.54, "duration": 2.12}, {"text": "Lectures is the idea that", "start": 9192.3, "duration": 2.0}, {"text": "Phenomenology is structured and flows", "start": 9194.35, "duration": 2.269}, {"text": "mythologically and", "start": 9197.35, "duration": 2.0}, {"text": "the way that plays out is I'm", "start": 9200.109, "duration": 2.57}, {"text": "supposing effectively just pay attention to what comes up kind of", "start": 9203.92, "duration": 4.339}, {"text": "naturally and you can locate the chaotic elements in your experience and", "start": 9208.869, "duration": 3.62}, {"text": "Prod at them with whatever degree of Necessity you think so", "start": 9212.92, "duration": 4.25}, {"text": "trying to situate this within the clinical", "start": 9217.93, "duration": 2.03}, {"text": "context", "start": 9220.72, "duration": 2.0}, {"text": "We can conceptualize", "start": 9223.0, "duration": 2.0}, {"text": "Psychotherapy as a kind of guided journey just as you touched on in this lecture", "start": 9226.119, "duration": 4.34}, {"text": "Where it's more of a meta journey in a sense a meta heroic journey if I don't know how you want to think about it", "start": 9231.46, "duration": 4.939}, {"text": "but", "start": 9236.439, "duration": 1.351}, {"text": "Just for those of us who are interested in kind of grounding and implementing these ideas within?", "start": 9237.79, "duration": 5.569}, {"text": "psychotherapeutic practice", "start": 9244.06, "duration": 1.41}, {"text": "What should we watch out for in the process itself?", "start": 9245.47, "duration": 3.08}, {"text": "What comes up? What should we be afraid of or fearful of or cautious about or what should we tend towards that's my question\"", "start": 9249.159, "duration": 6.5}, {"text": "Well, I think one of it", "start": 9257.529, "duration": 2.419}, {"text": "One of the people who I've read that's had the biggest", "start": 9261.369, "duration": 3.14}, {"text": "Impact on me as a Clinician was carl Rogers", "start": 9265.81, "duration": 2.719}, {"text": "And the reason for that is that carl Rogers put tremendous emphasis on listening.", "start": 9270.23, "duration": 4.53}, {"text": "Like it's almost impossible to overestimate how useful it is to listen to your clients like you need a meta", "start": 9275.4, "duration": 7.07}, {"text": "Scheme in some sense and", "start": 9282.75, "duration": 2.0}, {"text": "The meta Scheme, I think is laid out in the sermon on the mount. It's something like", "start": 9285.0, "duration": 5.15}, {"text": "orient yourself and your client", "start": 9291.33, "duration": 2.12}, {"text": "Towards the good", "start": 9294.511, "duration": 2.0}, {"text": "The client has to conceptualize what that might be you can serve as a guide", "start": 9296.58, "duration": 4.19}, {"text": "But it has to come from that person because one of the things that you want to find out from your client is okay", "start": 9300.771, "duration": 5.879}, {"text": "What's wrong?", "start": 9306.66, "duration": 1.71}, {"text": "they have to tell you and", "start": 9308.37, "duration": 2.0}, {"text": "What would not having something wrong look like like what is it if you could have what you wanted and that and that...", "start": 9310.771, "duration": 7.25}, {"text": "That would be good. What would that look like okay? So that establishes your star, right? It's like Geppetto", "start": 9318.33, "duration": 5.57}, {"text": "Establishing the relationship with the star at the beginning of pinocchio. Here's what we're aiming at", "start": 9324.511, "duration": 3.889}, {"text": "Okay, so now you've got that schema", "start": 9328.95, "duration": 1.76}, {"text": "Here's what we're aiming at", "start": 9330.71, "duration": 1.061}, {"text": "now you might say you might think well now that what happens to the client is they meet their dragons along the way and", "start": 9331.771, "duration": 5.929}, {"text": "The dragons would be well now", "start": 9337.98, "duration": 2.179}, {"text": "You know what you want,", "start": 9340.16, "duration": 0.75}, {"text": "And there are things in your way and some of those things might many of those things are going to be intensely practical", "start": 9340.91, "duration": 6.299}, {"text": "But they're practical/", "start": 9347.21, "duration": 1.96}, {"text": "Psychological so like so maybe someone is has a job and they would like to move forward in the job", "start": 9349.17, "duration": 4.97}, {"text": "But they're terrified of speaking in public", "start": 9354.141, "duration": 2.0}, {"text": "Well, you know is that a psychological problem or a practical problem?", "start": 9356.28, "duration": 2.99}, {"text": "It's both", "start": 9359.88, "duration": 0.74}, {"text": "It's also a real problem in many positions unless you can speak fluently", "start": 9360.62, "duration": 3.959}, {"text": "Publicly you're you're going to hit a ceiling and you're not going to go anywhere and so", "start": 9364.86, "duration": 4.549}, {"text": "For the person to move towards that goal", "start": 9370.021, "duration": 3.53}, {"text": "Then they have to confront the obstacles that manifest themselves", "start": 9374.82, "duration": 3.74}, {"text": "Within that framework and part of your job as a clinician is to identify the obstacles", "start": 9378.96, "duration": 4.2}, {"text": "And to discriminate them from things they don't have to worry about right part of it is", "start": 9383.25, "duration": 5.209}, {"text": "you know you can't just run around and try to", "start": 9388.891, "duration": 2.45}, {"text": "Combat all the Chaos in the world some of it is your Chaos and a bunch of it isn't and the Chaos", "start": 9391.891, "duration": 5.87}, {"text": "That's yours is the Chaos that emerges as you move towards a necessary goal", "start": 9397.761, "duration": 3.539}, {"text": "And so partly what you're doing by listening to your client is to help them cut their dragons down to size", "start": 9401.46, "duration": 5.28}, {"text": "You know because what will happen if you start to talk to somebody about public speaking and you really talk to them", "start": 9406.94, "duration": 5.0}, {"text": "Is that you decompose the problem into a set of maybe 20 subproblems like well", "start": 9411.94, "duration": 5.84}, {"text": "Do you know exactly how to give a speech? What's your theory of", "start": 9417.8, "duration": 3.45}, {"text": "Public speaking? Do you know how to look at people when you're talking? Do you know how to speak loudly enough?", "start": 9422.25, "duration": 5.45}, {"text": "so that people can hear you? do you have a philosophy of", "start": 9427.7, "duration": 3.239}, {"text": "Public speaking? you know all those things are necessary in order to do it properly you need to decompose that with the client and then to", "start": 9431.79, "duration": 5.87}, {"text": "Make those problems you have to decompose them to the point where they can be met by a practical solution", "start": 9437.85, "duration": 6.049}, {"text": "and then you have to guide the person through the implementation of the practical solution and", "start": 9443.91, "duration": 4.339}, {"text": "Mostly you do that by by listening", "start": 9450.029, "duration": 2.18}, {"text": "It's like the what you need to be is the person who helps the person", "start": 9452.52, "duration": 3.68}, {"text": "That you're working with orient themselves towards a better future", "start": 9456.51, "duration": 2.87}, {"text": "That's the compact you and I are in this space at this time to make things better", "start": 9459.59, "duration": 5.129}, {"text": "first of all we have to decide what better would look like and", "start": 9465.84, "duration": 2.689}, {"text": "Second we need a strategy and third", "start": 9469.08, "duration": 2.359}, {"text": "we need to", "start": 9471.439, "duration": 0.761}, {"text": "Once we have that we're going to see the obstacles and some of those are going to be", "start": 9472.2, "duration": 3.349}, {"text": "Psychological and some of them are going to be practical and we're going to engage in joint", "start": 9475.68, "duration": 3.5}, {"text": "problem-solving of whatever, sort is necessary in order to", "start": 9479.79, "duration": 3.109}, {"text": "Minimize the impact of those problems or to gain from the problems and dream analysis can be extremely useful for that by the way", "start": 9484.529, "duration": 6.14}, {"text": "It's even more useful for helping the person identify what the goal is because that's often difficult for people. It's like well", "start": 9491.01, "duration": 6.53}, {"text": "I know that something's wrong", "start": 9497.54, "duration": 0.989}, {"text": "But I don't know what I want. sometimes people get so stuck there that they just can't get they just can't get out of it", "start": 9498.529, "duration": 5.76}, {"text": "So and then what would you watch out for?", "start": 9505.08, "duration": 2.299}, {"text": "\"Phenomenologically. The way it shows up, The way, It's experienced\"", "start": 9509.279, "duration": 3.95}, {"text": "Well, I would say the clinician one of the things that you should watch out for is resentment", "start": 9514.56, "duration": 3.89}, {"text": "So there's a there's a couple of rules of thumb that I think are useful", "start": 9519.3, "duration": 3.74}, {"text": "Don't do anything for your clients that they can do for themselves and don't do them any favors?", "start": 9523.2, "duration": 4.25}, {"text": "Now I think you can step", "start": 9528.72, "duration": 2.179}, {"text": "Beyond the confines of your role", "start": 9531.81, "duration": 2.509}, {"text": "carefully now and then", "start": 9535.41, "duration": 2.0}, {"text": "to show that", "start": 9539.35, "duration": 1.83}, {"text": "There's there's there's a more human connection than the merely contractual. I think that's very useful but", "start": 9541.18, "duration": 6.679}, {"text": "Their problems are not your problems you do not have any right to their problems", "start": 9549.069, "duration": 3.86}, {"text": "And so you have to maintain that detachment because otherwise you can steal their destiny", "start": 9552.93, "duration": 4.32}, {"text": "You don't want to be the person that solves their problems because you steal their destiny when you do that", "start": 9557.38, "duration": 4.849}, {"text": "You want to be someone with whom they can figure things out for themselves?", "start": 9562.359, "duration": 3.83}, {"text": "And so there can be hubris in being a clinician because you can be the problem solver and that elevates you to a position", "start": 9566.26, "duration": 6.29}, {"text": "You elevate yourself to that position. You'll fall flat on your face", "start": 9572.979, "duration": 2.839}, {"text": "You'll hurt your clients and things will kick back on you very very hard because what the hell. Do you know?", "start": 9575.89, "duration": 5.03}, {"text": "right", "start": 9581.56, "duration": 1.02}, {"text": "Nothing because that person is very complicated and they need to they need to sort themselves out and but you can be a facilitator", "start": 9582.58, "duration": 7.189}, {"text": "For that, but that's all you should be", "start": 9589.96, "duration": 2.0}, {"text": "And so you have to watch that you have to watch over", "start": 9592.479, "duration": 2.45}, {"text": "becoming over and k over ly entangled so you have to maintain your detachment in the best sense, and you have to not overstep your", "start": 9595.689, "duration": 6.65}, {"text": "It's easy to become hubristic when the person is looking to you for the answers", "start": 9602.89, "duration": 4.28}, {"text": "It's like you might you don't have the answers although you might be able to find help the person find their way", "start": 9607.63, "duration": 5.839}, {"text": "That's what you do with everyone. You love - right?", "start": 9613.99, "duration": 2.269}, {"text": "I mean, you don't provide them with the answers because then they become little clones of you and", "start": 9616.26, "duration": 6.54}, {"text": "unhappy bitter resentful and Angry little clones of you because you usurped their destiny and", "start": 9623.649, "duration": 6.41}, {"text": "so", "start": 9630.819, "duration": 2.0}, {"text": "the same thing applies within familiar Arrangements or friendships all about it, so", "start": 9632.83, "duration": 5.689}]}