{"video_id": "vhlL7IjaZNI", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Drinking from the Firehose with Howard Bloom", "url": "https://www.youtube.com/watch?v=vhlL7IjaZNI", "date": "2017-12-01", "description": "It’s easier in some ways to say what Howard Bloom isn’t than what he is. He’s not dull, for starters. Talking to him gave me the same sense of drinking from a fire hose that I experienced talking to Camille Paglia, who is one of the only people I have ever met who could give him a run for his money for sheer verbal fluency. He’s not someone whose existence you could believe in him if he wasn’t real, either. In fact, when I first heard about him, I thought “there’s just no way all those things can be true.”\nBut they are. \nHis first and longest lasting love has been science. At sixteen, he worked as a research assistant studying the immune system at the Roswell Park Memorial Research Cancer Institute. While attending NYU, he edited an art magazine, to substantial critical acclaim, then an underground rock magazine (even though he knew very little, to begin with, about rock), and then head of public relations at ABC, working for Simon & Garfunkel, Michael Jackson, the Talking Heads, AC/DC, and Bob Marley (among many others). In 1985 the acts he handled grossed a third of a billion dollars. \nHe’s also cofounded and chaired the Asian Space Technology Summit and serves on the board of the National Space Society.\nWe talked about many things: the perils of his isolated childhood, his severe bout of chronic fatigue syndrome, his interest in ecstatic collective experiences – and we barely scratched the surface. \nHe’s written six books:\nHow I Accidentally Started the Sixties (2017): an autobiographical work charting a decade of revolution and chaos:  Amazon USA (http://amzn.to/2jDbZnd); Amazon Can (http://amzn.to/2i723lk)\nThe Muhammad Code (2016), his controversial work on Islam and terrorism: Amazon USA (http://amzn.to/2jCAGQz); Amazon Can (http://amzn.to/2i9w0RZ)\nThe God Problem (2012): how a Godless cosmos creates: Amazon USA (http://amzn.to/2AoZBit); Amazon Can (http://amzn.to/2jCQ8vP)\nThe Genius of the Beast (2009), his radical revisioning of capitalism: Amazon USA (http://amzn.to/2Akj6uH); Amazon Can (http://amzn.to/2kdyWRM)\nGlobal Brain (2001), about the deep evolutionary roots of the mass mind: Amazon USA (http://amzn.to/2i6F2yX); Amazon Can (http://amzn.to/2jE4GLJ)\nThe Lucifer Principle (1997), about history, biology and evil: Amazon USA (http://amzn.to/2i73rV4); Amazon Can (http://amzn.to/2jE4KuX)\n\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 5341, "transcript_parts": [{"text": "So I'm here tonight talking to Howard bloom", "start": 14.86, "duration": 4.16}, {"text": "Who's a fascinating person and an an author of many books and a polymath of sorts and we've known each other by?", "start": 19.02, "duration": 7.709}, {"text": "Electronic communication for quite a long time, it's it's something exceeding a decade", "start": 27.52, "duration": 4.069}, {"text": "but we've never met either in person or electronically by video until now and", "start": 32.169, "duration": 5.18}, {"text": "Howard is definitely well he's a singular sort of person and he has a very broad range of knowledge", "start": 38.65, "duration": 4.969}, {"text": "As broad as anyone I've ever encountered", "start": 44.14, "duration": 2.569}, {"text": "I would say and so what I'm going to do first is turn this over to him so that he can tell you a little", "start": 46.71, "duration": 4.589}, {"text": "bit about himself and about what he's done and", "start": 51.299, "duration": 2.0}, {"text": "Then we're gonna talk about his newest book which is called how I accidentally started the 60s and then well", "start": 53.83, "duration": 5.389}, {"text": "We're gonna see where it goes from there, so Howard. Thanks for", "start": 59.22, "duration": 3.0}, {"text": "Showing up here and let's let's see where we can go, so why don't you tell everybody about yourself?", "start": 62.89, "duration": 5.059}, {"text": "Well, it's a pleasure to see you in person because I think it's about been about 14 years", "start": 68.92, "duration": 4.22}, {"text": "maybe 15 years that we've known each other I", "start": 73.14, "duration": 2.489}, {"text": "Put together a science of the soul initiative a long time ago, and and you were one of those kind enough to sign on", "start": 76.539, "duration": 7.1}, {"text": "but I am the author of six books the first book is called the Lucifer principle a scientific expedition into the force of history and", "start": 84.25, "duration": 7.579}, {"text": "Even though it's about 25 years old", "start": 92.17, "duration": 2.029}, {"text": "People are buying it at because it feels like it was written yesterday", "start": 95.079, "duration": 4.52}, {"text": "For tomorrow and people call it their Bible the second book is", "start": 100.329, "duration": 3.5}, {"text": "global brain the evolution of masked mind from the Big Bang to the 21st century and", "start": 104.89, "duration": 4.219}, {"text": "the office of the Secretary of Defense in the United States the reform based on one of the on that book and", "start": 109.99, "duration": 5.779}, {"text": "brought in people from the State Department the Energy Department DARPA IBM and MIT", "start": 115.869, "duration": 4.79}, {"text": "The third book is called the genius of the Beast a radical revision of capitalism", "start": 121.899, "duration": 5.599}, {"text": "I preferred its original title which was reinventing capitalism porting soul the machine and that", "start": 127.619, "duration": 4.5}, {"text": "Book the man who runs Dubai the Sheikh who runs Dubai", "start": 133.12, "duration": 3.98}, {"text": "named a racehorse after one of that after that book the", "start": 137.65, "duration": 3.74}, {"text": "His former minister of development who's on Dubai's ruling council and runs a thirty", "start": 141.73, "duration": 4.19}, {"text": "Three billion dollar sovereign real estate company to built the tallest building in the world", "start": 146.01, "duration": 3.809}, {"text": "went in front of the Arabian Business and Economic Forum and", "start": 150.189, "duration": 3.139}, {"text": "told them there is a book that I particularly resonate with it's the genius of the Beast and", "start": 153.909, "duration": 4.94}, {"text": "It contains the future of Dubai and he proceeded to read passages from that book and dr. APJ Kalam the eleventh President of India", "start": 159.069, "duration": 7.52}, {"text": "Said that that book is a visionary creation", "start": 167.11, "duration": 2.509}, {"text": "And this is despite the fact that the Sheikh who runs Dubai his former minister of development and dr. Abdul J", "start": 169.62, "duration": 6.209}, {"text": "Column are all Muslims", "start": 175.829, "duration": 1.711}, {"text": "And I'm a Zionist atheist Jew so if there's any sign of hope for peace in this world", "start": 177.54, "duration": 5.97}, {"text": "That's it I've done lots and lots of other things just a few months ago. I", "start": 183.7, "duration": 4.22}, {"text": "Founded and shared the Asian space technology summit with a large", "start": 189.43, "duration": 4.639}, {"text": "groups of representatives from china the chinese academy of space technology and from", "start": 194.98, "duration": 5.059}, {"text": "England space program, I've done the weirdest variety of things you've ever seen in your life", "start": 200.769, "duration": 4.43}, {"text": "Oh, and I should not forget once upon a time. I found it. I knew nothing about popular culture", "start": 205.2, "duration": 5.58}, {"text": "I founded the biggest PR firm in the music industry", "start": 210.91, "duration": 3.049}, {"text": "I used my scientific tools since it's my background of science my life is science my bones and my flesh our science and", "start": 213.959, "duration": 7.169}, {"text": "It became the most successful PR on that firm in the record industry", "start": 221.56, "duration": 3.35}, {"text": "So I worked with Michael Jackson Prince Bob Marley about Midler ac/dc", "start": 225.19, "duration": 3.619}, {"text": "Aerosmith kiss Queen Run DMC Billy Joel Paul Simon Peter Gabriel David Byrne Run DMC Grandmaster Flash and the Furious Five", "start": 228.879, "duration": 7.61}, {"text": "little things like that", "start": 237.04, "duration": 1.83}, {"text": "Yeah, well it's a crazy biography", "start": 238.87, "duration": 1.88}, {"text": "You'd think you'd have to think that someone was making that up if you didn't know it was true", "start": 240.75, "duration": 3.72}, {"text": "And then you also accidentally started the 60s apparently yes, and it was just reading that book about a week ago", "start": 244.47, "duration": 7.109}, {"text": "And thought what did you think of it? Oh? I thought it was very funny", "start": 251.579, "duration": 2.73}, {"text": "It was it was it was I also thought", "start": 254.319, "duration": 3.169}, {"text": "It was remarkable that you managed to have a foreword by or was it wasn't a foreword", "start": 257.489, "duration": 4.77}, {"text": "I don't think it was caught it by Timothy Leary. Yes. Well. Let me tell you how that came about", "start": 262.26, "duration": 4.889}, {"text": "There I was well. It was about 1981 and I", "start": 267.94, "duration": 4.13}, {"text": "Started to go back to my science. Yes, I was running most successful PR firm the music industry", "start": 272.62, "duration": 4.789}, {"text": "Yes, we were still on the ascent", "start": 277.409, "duration": 1.411}, {"text": "Yes were establishing", "start": 278.82, "duration": 1.43}, {"text": "Taking unknowns like prints and establishing them as major stars or joan jett who've been turned down by 23 record companies", "start": 280.25, "duration": 6.559}, {"text": "And we made her double platinum in a year and a half", "start": 286.81, "duration": 2.459}, {"text": "But I finally got a little time for you to go back to my science", "start": 290.389, "duration": 3.41}, {"text": "And then I was taking a bunch of journalists out to Long Island to see REO", "start": 293.8, "duration": 6.149}, {"text": "Speedwagon and a bunch of them said bloom all these ideas you keep talking about us", "start": 300.26, "duration": 4.669}, {"text": "you need to write a book and one of them took me under his wing and", "start": 304.93, "duration": 3.029}, {"text": "Actually mentored me Timothy white who wrote for The Associated Press and Rolling Stone", "start": 308.3, "duration": 4.13}, {"text": "So I started working on a book in 1984 about", "start": 313.61, "duration": 3.92}, {"text": "1988 I had gotten up and running and written the first chapters on a vacation and then I came down", "start": 318.289, "duration": 5.21}, {"text": "Well for two things happen first. I really needed to get out of publicity in the music industry", "start": 323.99, "duration": 4.94}, {"text": "I had satisfied all of my intellectual questions because there were SATA questions. I was answer answering", "start": 328.93, "duration": 6.359}, {"text": "What are the mass exhilarations the mass ecstasy's the mass emotions that are the forces of history that power?", "start": 335.36, "duration": 7.49}, {"text": "historical change", "start": 343.16, "duration": 0.9}, {"text": "that's what I was after and you see that in miniature with the Beatles or with Michael Jackson or with Prince so I", "start": 344.06, "duration": 7.519}, {"text": "Gotten as far as I could I mean you two would approach me to represent them. I wasn't interested", "start": 352.13, "duration": 4.969}, {"text": "Mick Jagger had sent an emissary talk about representing him. I wasn't interested I'd been through all of this so", "start": 358.13, "duration": 6.079}, {"text": "Let me ask you. Let me ask you a couple of questions there, so I mean the first question would be I think", "start": 364.729, "duration": 4.97}, {"text": "How what is it that you had done that had prepared you for that and how and how did you manage it?", "start": 370.31, "duration": 5.6}, {"text": "So I guess that's two questions, but also what did you?", "start": 375.91, "duration": 2.85}, {"text": "What did you learn from all of that well these were these are very good questions to prepare me for this Martin Gardner", "start": 379.58, "duration": 6.98}, {"text": "From the time I was 10 I was reading two books a day", "start": 386.87, "duration": 2.6}, {"text": "My teachers hated me because I was reading a book under the desk at all times and never ever paid attention", "start": 390.11, "duration": 5.239}, {"text": "to them and many of these were science books and I read the Scientific American from cover to cover and", "start": 395.51, "duration": 5.059}, {"text": "Martin Gardner who was a mathematician", "start": 401.03, "duration": 2.0}, {"text": "Had a column called mathematical games, and I learned what I know from mathematical games it taught me certain techniques", "start": 403.16, "duration": 6.199}, {"text": "I was able to bring into the record industry, so so that's it's a hell of a stretch", "start": 409.36, "duration": 4.29}, {"text": "I mean yeah, but singular story, so okay, so elaborate on that well what it taught is how to look for correlations?", "start": 413.65, "duration": 7.649}, {"text": "and more than", "start": 421.85, "duration": 2.0}, {"text": "mathematical techniques for finding correlations it gave you a gut feel of what a correlation looks like so that you", "start": 424.07, "duration": 7.16}, {"text": "didn't have to", "start": 431.48, "duration": 1.439}, {"text": "Go off to a world of mathematics of a cell or Kane that had no relationship to reality you could take the search for", "start": 432.919, "duration": 6.77}, {"text": "Correlations into the real world I listen to music as obsessively from the time", "start": 439.85, "duration": 5.479}, {"text": "I was about 10 years old my uncle and I used to stand next to a huge old", "start": 445.33, "duration": 4.649}, {"text": "Burlwood radio that was as tall as I was at the time", "start": 450.56, "duration": 3.32}, {"text": "And it had a giant speaker in Jordan in those days 12-inch speakers nobody to receive 12in speakers", "start": 453.88, "duration": 6.149}, {"text": "but it had one, and we've listened to the classical music station in Canada because we were in Buffalo on the border and", "start": 460.03, "duration": 5.91}, {"text": "we would compete to see who can identify a", "start": 466.76, "duration": 2.449}, {"text": "Piece of music by its first four notes well often we could both identify the piece of music by its first note however", "start": 469.7, "duration": 6.439}, {"text": "It was all classical music it was Rachmaninoff Barto Beethoven Stravinsky", "start": 476.139, "duration": 4.74}, {"text": "Mozart stuff like that so I can't really say that I was properly prepared", "start": 482.57, "duration": 4.399}, {"text": "Because I was hated by the other peak it's my age in Buffalo nior and my parents didn't have any time for me", "start": 487.25, "duration": 6.019}, {"text": "So I was an outcast and the crowd of people that shut me out", "start": 493.4, "duration": 5.0}, {"text": "Listen to popular music, so popular music. What started is with Elvis Presley", "start": 498.919, "duration": 4.85}, {"text": "What was around before Elvis Presley and then moved on that was alien music to me?", "start": 504.41, "duration": 5.029}, {"text": "and I wasn't the least bit interested in it and but in the", "start": 509.44, "duration": 2.969}, {"text": "1970 will late 1960s and early 1970s", "start": 513.8, "duration": 2.419}, {"text": "I", "start": 516.86, "duration": 1.619}, {"text": "Knew I had fellowships at for grad schools in what is now called neuroscience at that point?", "start": 518.479, "duration": 5.809}, {"text": "It was a do-it-yourself proposition", "start": 524.29, "duration": 1.83}, {"text": "I was going to have to take courses in the med school at Columbia and put them together with courses in psychology", "start": 526.12, "duration": 4.89}, {"text": "At Columbia and make my own neuroscience because there were no neuroscience courses", "start": 531.38, "duration": 4.459}, {"text": "But I had four fellowships to do this, and I realized that grad school would be Auschwitz for the mine", "start": 535.97, "duration": 6.23}, {"text": "Why because I was fascinated by these ecstatic mass", "start": 542.2, "duration": 4.049}, {"text": "fashions that", "start": 546.62, "duration": 1.12}, {"text": "give people that boost people out of themselves that lift them into something much bigger than themselves a", "start": 547.74, "duration": 5.27}, {"text": "deep need that every human has to feel at some point a part of something much bigger than his or herself and", "start": 553.11, "duration": 6.169}, {"text": "Those are the mass passions that create historical change", "start": 559.38, "duration": 3.349}, {"text": "They are the forces of history, and I was not going to get to study mass fashions", "start": 563.06, "duration": 4.919}, {"text": "I was not going to get to make contact with mass fashions if I went on to an academic career", "start": 567.98, "duration": 4.619}, {"text": "I'd be spending the rest of my life", "start": 572.6, "duration": 2.0}, {"text": "Giving paper and pencil tests to 22 college students in exchange for a psychology credit now exactly how much", "start": 575.19, "duration": 7.369}, {"text": "Ecstatic experience are you going to see in a classroom of that sort with paper and pencil tests 0 the entire?", "start": 582.9, "duration": 7.01}, {"text": "Phenomena I wanted to understand would not be there anywhere in my life", "start": 590.28, "duration": 3.86}, {"text": "So I took advantage of the fact that I had basically been kidnapped in my junior year", "start": 594.36, "duration": 4.369}, {"text": "By the poet in residence at NYU who had said he'd said look bloom when everybody rose out of the room", "start": 599.04, "duration": 7.19}, {"text": "Close the door", "start": 606.63, "duration": 0.95}, {"text": "I thought I need to talk to you well Jordan that means a bawling out right", "start": 607.58, "duration": 3.299}, {"text": "So I waited till everybody left. I shut the door I sat down and you're about to be bawled out chair and", "start": 611.37, "duration": 5.96}, {"text": "the poet in residence", "start": 617.85, "duration": 1.17}, {"text": "Said to me look last year I asked you to be on the staff of literary magazine", "start": 619.02, "duration": 3.799}, {"text": "You didn't even show up this year. You are the literary magazine", "start": 622.83, "duration": 3.619}, {"text": "You don't even have a faculty advisor the minute you walk out that door", "start": 626.88, "duration": 3.409}, {"text": "You're it now walk out that door and I walked out the door looking totally", "start": 630.33, "duration": 4.639}, {"text": "Baffled because I hated literary magazines they were the most boring things you had ever seen you could have a group of", "start": 635.19, "duration": 6.469}, {"text": "Vikings each of whom had drunk a quart of ale", "start": 641.91, "duration": 3.59}, {"text": "Bunk parking up against the wall on bonking each other", "start": 646.5, "duration": 3.08}, {"text": "And if you put a literary magazine in the room that pale blue cover and the mists chosen type would", "start": 649.58, "duration": 6.299}, {"text": "Make you I'd to put everybody to sleep instantly or would drive them out of the room", "start": 656.07, "duration": 4.52}, {"text": "So I looked very confused and a student walked up to me and said you look troubled about something can I help you?", "start": 660.93, "duration": 5.51}, {"text": "Why don't I take you down for a cup of coffee?", "start": 667.05, "duration": 1.94}, {"text": "I didn't know what a cup of coffee was I grown up with lab rats and and hamsters", "start": 668.99, "duration": 4.26}, {"text": "not with human beings", "start": 674.1, "duration": 1.44}, {"text": "but but I followed him obediently down the stairs and", "start": 675.54, "duration": 2.75}, {"text": "When we sat down at the we shop, and I ordered water, and he ordered coffee", "start": 678.72, "duration": 3.769}, {"text": "He said if you could do anything you want with this magazine. What would it be and I said a picture book so", "start": 682.49, "duration": 5.64}, {"text": "That that'd be Jordan. I learned that question that question is a very valuable tool", "start": 688.709, "duration": 5.15}, {"text": "So I turned it into experimental a graphics magazine", "start": 694.14, "duration": 3.409}, {"text": "And it was a wild hit and it was a wild hit not just on campus where they doubled our budget for the second issue", "start": 697.55, "duration": 5.46}, {"text": "It was a wild hit in the art directorial community", "start": 703.16, "duration": 3.359}, {"text": "I think I think you covered that in in how I started accidentally started the 60s right I think yeah there", "start": 706.519, "duration": 6.21}, {"text": "Yeah, you know so what that allowed me to do", "start": 712.73, "duration": 2.91}, {"text": "is", "start": 716.22, "duration": 1.44}, {"text": "When I and my wife was putting pressure on me", "start": 717.66, "duration": 2.809}, {"text": "She had had a previous husband who was assuming she was tired of having student husbands", "start": 720.47, "duration": 3.84}, {"text": "She made it clear in a kind of sotto voce way that if I went off to grad school at Columbia", "start": 724.38, "duration": 5.029}, {"text": "I could kiss her goodbye not a nice idea after three years of marriage so with all these pressures on me I", "start": 729.54, "duration": 7.369}, {"text": "threw my lot in with the artists that I'd assembled for this magazine we we formed an art studio and", "start": 738.029, "duration": 5.869}, {"text": "the first year we are in $75 a piece which is", "start": 744.24, "duration": 3.2}, {"text": "Which is just enough to get you food and possibly a little bit of shelter in New York City", "start": 748.44, "duration": 5.269}, {"text": "But eventually I made another cover of Earth Direction magazine. I invented a new", "start": 754.32, "duration": 3.799}, {"text": "animation technique for NBC TV and most important my studio did all of the graphics for", "start": 758.79, "duration": 6.53}, {"text": "ABC 7 FM stations at a time when there was a revolution taking place in radio there was this brand new form of radio called", "start": 765.66, "duration": 7.7}, {"text": "rock radio or album radio or progressive radio it was ditched which disc jockey said actually play what they wanted and", "start": 773.36, "duration": 6.869}, {"text": "I was there because ABC 7 FM stations all converted to this new progressive format", "start": 780.51, "duration": 6.319}, {"text": "And they used me and my art studio to get that across", "start": 786.829, "duration": 3.6}, {"text": "to kids all over the YC, I see so yeah, you're responsible that was I got to thank you for that because I", "start": 791.459, "duration": 6.2}, {"text": "Listen to album-oriented FM stations a lot when I was a kid and so and a lot", "start": 798.3, "duration": 4.849}, {"text": "I mean lots of people did but I didn't know you were you had a hand in that so that was very good thing", "start": 803.149, "duration": 4.77}, {"text": "Well, I thank you for the thanks. I had a hand in that and", "start": 808.079, "duration": 3.86}, {"text": "ABC asked me to form an advertising agency to handle all of their advertising and", "start": 812.719, "duration": 4.49}, {"text": "Jordan I didn't want to get involved in time buying that was just too dry for me", "start": 818.179, "duration": 4.19}, {"text": "But because I was walking into a we did one other thing there was a new magazine", "start": 822.379, "duration": 3.83}, {"text": "With a bunch of Harvard kids. It was a monthly version of the annual Harvard Lampoon", "start": 827.569, "duration": 5.45}, {"text": "It was called the National Lampoon and my art studio art directed the first seven issues that that it was ABC", "start": 833.479, "duration": 7.369}, {"text": "PG o Ruth got his start there. Yes exactly and I acted in a Michael. O'Donoghue script that we did for the Evergreen revue", "start": 841.219, "duration": 8.0}, {"text": "Which was leading a bohemian publication of the time it's art director was all those people who had called me", "start": 849.739, "duration": 5.6}, {"text": "After he saw the Washington Square review the student literary the graphics magazine that that I've been putting together", "start": 856.009, "duration": 6.769}, {"text": "But the the promotion person at ABC was", "start": 863.149, "duration": 3.079}, {"text": "Extremely kind to me and every time I walked in I'd hear Carole King or James Taylor who were the biggest people in", "start": 866.539, "duration": 6.02}, {"text": "Rock music at the time on the speakers on the floor", "start": 872.869, "duration": 3.5}, {"text": "and she would do things like I mean she was just", "start": 876.369, "duration": 3.03}, {"text": "Clue me in she was bringing me into the rock and roll world one day for example", "start": 879.799, "duration": 4.91}, {"text": "she said we're going to have a stew we're gonna have a live performance in Studio B by a pianist and", "start": 884.709, "duration": 5.909}, {"text": "Why don't I give you two tickets? So I took her two tickets?", "start": 891.889, "duration": 3.349}, {"text": "I went down to my art studio on 4th Street and 2nd Avenue in the East Village", "start": 895.239, "duration": 4.169}, {"text": "And my my leading artist was just a brilliant brilliant", "start": 899.72, "duration": 3.709}, {"text": "cartoonist and", "start": 904.429, "duration": 1.14}, {"text": "I invited him to come to this event with me we went to the event", "start": 905.569, "duration": 3.5}, {"text": "The pianist took through the stage my artists sat next to me and from the minute the pianist played his first chord", "start": 909.139, "duration": 6.409}, {"text": "my artist was on his feet going Wow yippee Yahoo and", "start": 915.919, "duration": 4.4}, {"text": "Totally embarrassing me I mean I wanted to crawl under the seat and become absolutely invisible", "start": 920.959, "duration": 5.359}, {"text": "The the pianist on stage was Elton John what I failed to get was that my artist was", "start": 926.629, "duration": 6.95}, {"text": "Giving Elton John the energy he needed to do the very kind of ecstatic", "start": 934.099, "duration": 4.64}, {"text": "Performance that takes you out of yourself and makes you feel part of something bigger than yourself that I was trapped trying to track down", "start": 939.049, "duration": 6.2}, {"text": "using things like William James the varieties of religious experience and", "start": 946.24, "duration": 3.809}, {"text": "taking advantage of my my", "start": 950.869, "duration": 2.0}, {"text": "Special vantage point so why do you think you know? You're you there's car", "start": 954.17, "duration": 5.209}, {"text": "There's a kind of a contradictory narrative that runs through that story", "start": 959.379, "duration": 3.03}, {"text": "Which is that?", "start": 962.41, "duration": 0.57}, {"text": "You know when you were a kid you were sort of isolated you were booked as she were more scientifically oriented", "start": 962.98, "duration": 4.859}, {"text": "but at the same time you obviously had a", "start": 968.149, "duration": 3.02}, {"text": "What would you call it a feel for ecstatic experience and like was that was that a consequence of your?", "start": 971.569, "duration": 6.44}, {"text": "Participation in the counterculture in the 60s or was that something that had emerged even before that", "start": 978.199, "duration": 4.28}, {"text": "It was suddenly an emerge probably between the age of 10 and 12", "start": 982.699, "duration": 3.559}, {"text": "It probably came from the fact that I was suffering serious social deprivation", "start": 986.42, "duration": 3.619}, {"text": "I really I had one friend at a time and that's about as much as I had and I was I was an indispensable", "start": 990.199, "duration": 7.01}, {"text": "Figure when it came time to beat somebody up because I was the target", "start": 997.699, "duration": 3.14}, {"text": "Okay, so okay, so that's interesting too because that also I mean", "start": 1001.99, "duration": 3.649}, {"text": "It isn't obvious how you get from that position to being interested in ecstatic experiences per se so", "start": 1006.429, "duration": 6.08}, {"text": "What's the connection there with your rather like what would you call it isolated childhood experiences?", "start": 1012.97, "duration": 5.51}, {"text": "do you think I mean you said it had something hardly to do with music which makes a perfect perfect sense to me because", "start": 1018.48, "duration": 6.0}, {"text": "Music is almost", "start": 1024.669, "duration": 0.98}, {"text": "Uh, what would you say it's an unerring gateway into that ecstatic experience right and for for very complex reasons?", "start": 1025.649, "duration": 6.93}, {"text": "I'd like to talk to you about that a little bit, but", "start": 1032.579, "duration": 2.0}, {"text": "it", "start": 1035.23, "duration": 1.319}, {"text": "It isn't obvious why someone who was more scientifically oriented say would also", "start": 1036.549, "duration": 4.46}, {"text": "Make that leap over to the more mystical end of things and then of course pursue it through pop culture so you laid out", "start": 1041.289, "duration": 5.57}, {"text": "You know you're surprising involvement with literary magazine your transformation of that into what was essentially in a visual art", "start": 1047.11, "duration": 6.65}, {"text": "publication your entry into the world of radio and then into", "start": 1054.07, "duration": 3.079}, {"text": "Rock, I don't want to lose that thread because that also leads to your PR firm", "start": 1057.399, "duration": 3.83}, {"text": "And I presume we're getting to that", "start": 1061.23, "duration": 1.5}, {"text": "But right what what?", "start": 1062.73, "duration": 1.66}, {"text": "Deikun is there anything you can put your finger on you you associated there also with with?", "start": 1064.39, "duration": 4.519}, {"text": "like being physically bullied and being a social outcast", "start": 1069.039, "duration": 2.6}, {"text": "But why did that give you the hunger for that experience for that ecstatic experience well remember back to the days of the?", "start": 1071.64, "duration": 5.999}, {"text": "1960's and 1970's one sleep deprivation was a new discovery and then back in the 1990s and early", "start": 1078.13, "duration": 6.669}, {"text": "2000s Jaak panksepp took that a step further and in his studies of rat behavior", "start": 1085.23, "duration": 5.149}, {"text": "He discovered that if he deprived a bunch of child rats little rats, baby rats", "start": 1090.379, "duration": 5.64}, {"text": "If he deprived them of the ability to play yeah, and didn't give them access to each other as peers", "start": 1096.149, "duration": 5.78}, {"text": "until they'd they'd become adults they", "start": 1102.45, "duration": 2.479}, {"text": "suffered play deprivation", "start": 1105.509, "duration": 1.461}, {"text": "And they spent just as much time", "start": 1106.97, "duration": 1.569}, {"text": "Playing with each other as adults as they would have spent playing with each other had they been allowed to as", "start": 1108.539, "duration": 6.5}, {"text": "Children okay, so I want to make a quick glad remove there", "start": 1115.59, "duration": 3.14}, {"text": "And we'll get back to that you know I've been thinking about these these strange", "start": 1118.73, "duration": 3.63}, {"text": "modern manifestations of", "start": 1122.879, "duration": 2.0}, {"text": "Identity fantasy or that's what it looks to me like these people who are playing at", "start": 1125.309, "duration": 3.949}, {"text": "what do they call them other kids and playing with their identities in a really fantasy based way and", "start": 1130.379, "duration": 5.15}, {"text": "Sometimes I wonder if part of that isn't a consequence of play deprivation in childhood", "start": 1135.659, "duration": 4.369}, {"text": "Well, that sounds that sounds like a distinct possibility, but remember", "start": 1140.97, "duration": 3.709}, {"text": "Herrmann has said that there is somewhere deep dark in the mind", "start": 1145.289, "duration": 3.53}, {"text": "There's a closet with 10,000 hidden personalities one of the things that I discovered we're going to get out of chronological order", "start": 1148.98, "duration": 6.949}, {"text": "But one of the things that I discovered when I first became full-time", "start": 1155.929, "duration": 3.089}, {"text": "Involved with rock and roll was the story of Alice Cooper and the story of Alice Cooper", "start": 1159.48, "duration": 4.459}, {"text": "Reveals something about the question that you just raised okay", "start": 1164.22, "duration": 3.169}, {"text": "Alice Cooper", "start": 1167.94, "duration": 0.81}, {"text": "was a little bit like me when he was a kid his mom used to dress him up in a suit every day and he", "start": 1168.75, "duration": 5.719}, {"text": "Was a gawky thin with a huge nose", "start": 1174.47, "duration": 2.729}, {"text": "I was lucky thin with a huge nose", "start": 1178.22, "duration": 1.919}, {"text": "I can identify and ever wore suits though", "start": 1180.139, "duration": 1.92}, {"text": "And he was always a teacher's pet and the result was the other kids hated him", "start": 1182.059, "duration": 5.31}, {"text": "and he was kicked around and beaten and and", "start": 1187.37, "duration": 2.759}, {"text": "Excluded the way that I'd been kicked around and beaten and excluded then one day a neighbor was in his kitchen", "start": 1190.5, "duration": 6.769}, {"text": "Who was into a Ouija board and making contact with spirits through the Ouija board?", "start": 1197.49, "duration": 4.429}, {"text": "So a spirit allegedly contacted her and said I am the ghost of a witch", "start": 1202.95, "duration": 7.309}, {"text": "Who was burned at the stake in the 16th century and?", "start": 1210.509, "duration": 3.98}, {"text": "or 17th century and", "start": 1215.4, "duration": 2.0}, {"text": "You pointing to Alice I'm pointing to his name was rince Fournier at the time", "start": 1218.76, "duration": 4.88}, {"text": "Pointing to Vince you are my modern reincarnation and my name is Alice Cooper", "start": 1224.04, "duration": 5.059}, {"text": "Now when when Vince Fournier won on stage and a dress with mascara at a high school?", "start": 1229.8, "duration": 6.53}, {"text": "talent night for the very first time playing his own music chopping up baby dolls with an axe", "start": 1236.73, "duration": 6.5}, {"text": "Which is the more real?", "start": 1243.63, "duration": 2.0}, {"text": "Person Vince ferny a the shy little kid dressed up in a suit who gave apples to his teacher", "start": 1245.7, "duration": 5.599}, {"text": "Or Alice Cooper the person on stage who comes to life with an ecstatic", "start": 1251.7, "duration": 3.859}, {"text": "Identity that makes him a surfer on the back of those mask passions those masts", "start": 1255.81, "duration": 4.4}, {"text": "Exhilarations that make the forces of history well Alice of the two", "start": 1260.58, "duration": 3.979}, {"text": "They're both real people and they're both inside events Fournier", "start": 1264.56, "duration": 3.599}, {"text": "But the one that's in there that has the greatest passionate intensity is the Alice Cooper not the Vince Fournier", "start": 1268.38, "duration": 6.71}, {"text": "And that's why though he had been picked on and none of the kids in his school had liked him the minute", "start": 1275.09, "duration": 6.479}, {"text": "He finished his first performance all the football guys who used to beat the crap out of him", "start": 1281.57, "duration": 4.589}, {"text": "surged down to the foot of the stage and", "start": 1286.47, "duration": 2.15}, {"text": "Volunteered to be parts of his band and when he when he was super famous some of those guys were still", "start": 1289.14, "duration": 6.469}, {"text": "Mainstays of his bin we carry many selves well inside of us and my job in PR", "start": 1296.28, "duration": 5.839}, {"text": "Was to find people who deserve to be iconic and then to explain to them first of all I will not", "start": 1302.97, "duration": 7.16}, {"text": "if you think that I as your publicist I'm gonna fashion an artificial mask an image and", "start": 1310.56, "duration": 4.88}, {"text": "Through that make you a star, I'm gonna get you an appointment with my best competitor immediately you'll be with them in hours", "start": 1315.66, "duration": 6.559}, {"text": "If you're gonna work with me you have to understand something the music you make is about human soul", "start": 1322.74, "duration": 5.27}, {"text": "that comes from the very soul of you and what happens to you when you go out on stage and feel as if", "start": 1328.11, "duration": 5.63}, {"text": "Yourself leaves you and you are danced like a puppet. They're like a puppet on a spring like a marionette", "start": 1333.99, "duration": 5.18}, {"text": "onstage the force that moves you that's one of the gods inside of you that is your soul and what you're", "start": 1339.87, "duration": 5.78}, {"text": "Experiencing with that audio is a soul exchange if you're willing to put up with the fact that music is not about marketing music", "start": 1345.93, "duration": 6.38}, {"text": "It's not about product. Music is not about downloads", "start": 1352.31, "duration": 2.969}, {"text": "music is about the exchange of human soul then I will work with you and quite the statement for a", "start": 1355.28, "duration": 6.3}, {"text": "Zionist atheist Jew yes", "start": 1362.01, "duration": 2.15}, {"text": "it really is all it not matter that you know I", "start": 1364.16, "duration": 3.42}, {"text": "Listen tell us Cooper a lot when I was a kid and still now especially that", "start": 1367.83, "duration": 3.829}, {"text": "Record welcome to my nightmare which I think is an absolute classic", "start": 1371.85, "duration": 3.38}, {"text": "You know there's a couple of pop songs on it, which which I think?", "start": 1375.39, "duration": 3.29}, {"text": "I mean record companies did that a fair bit on on?", "start": 1379.5, "duration": 3.23}, {"text": "Concept albums you know they throw a pop hit on there, but right as a concept album", "start": 1383.58, "duration": 4.069}, {"text": "It's brilliant, and it's really well arranged and it's really", "start": 1387.65, "duration": 3.239}, {"text": "Like", "start": 1392.73, "duration": 1.41}, {"text": "Not horrifying exactly because that's not exactly right, but it's unbelievably dramatic I would say", "start": 1394.14, "duration": 5.989}, {"text": "theatrical in in the best way", "start": 1400.77, "duration": 1.43}, {"text": "and I really think it's a work of genius that welcome to my nightmare so", "start": 1402.2, "duration": 3.719}, {"text": "And I had no idea that that was Alice Cooper's background although. I did hear that", "start": 1406.41, "duration": 4.099}, {"text": "He was the child of a minister is that also correct oh, no no, no his father was in the aerospace industry in Arizona. Oh", "start": 1410.51, "duration": 6.84}, {"text": "big aerospace territory", "start": 1418.11, "duration": 2.0}, {"text": "Right, but a lot of the kids who were turned on to Alice Cooper and were turned on by other shocked bands like that were", "start": 1420.24, "duration": 6.56}, {"text": "the children of", "start": 1426.8, "duration": 2.0}, {"text": "Ministers the children of deeply religious people from another religious, right", "start": 1429.24, "duration": 4.34}, {"text": "Because he's bringing out the other side of things he like exactly the kind of things right well", "start": 1434.31, "duration": 5.569}, {"text": "He's there obviously the precursor of people like Marilyn Manson yes exactly", "start": 1439.88, "duration": 4.02}, {"text": "Marilyn Manson was a sort of cheap even though Marilyn Manson signed enough to be good to me Marilyn Manson was a kind of cheap", "start": 1444.51, "duration": 6.32}, {"text": "Take off on Alice Cooper didn't have the staying power that Alice seems to have had but the point is that I?", "start": 1451.41, "duration": 6.109}, {"text": "one of the things that I told you if you were gonna be my client as what you just don't you don't just owe your", "start": 1458.25, "duration": 5.119}, {"text": "Audience your songs you owe your audience your life now Jordan typically 20 years to articulate what I meant by that", "start": 1463.37, "duration": 6.24}, {"text": "And it's simply that if you deserve", "start": 1470.16, "duration": 4.28}, {"text": "super sir", "start": 1475.77, "duration": 0.9}, {"text": "then you doesn't you will become an iconic figure and", "start": 1476.67, "duration": 3.349}, {"text": "Twelve-year-old kids will paste posters of you up on their bedroom walls", "start": 1480.39, "duration": 4.939}, {"text": "And you will be you know the concept of the trellis you grow tomato plant on a trellis well", "start": 1485.33, "duration": 5.79}, {"text": "You will be the trellis on which people grow you will be the role model so your life is", "start": 1491.12, "duration": 5.849}, {"text": "One of the most important things that you have to offer", "start": 1497.25, "duration": 2.9}, {"text": "But I wasn't just after their superficial life. I was after I was after this when you sit down of an afternoon", "start": 1500.67, "duration": 7.669}, {"text": "Let's say two o'clock in the afternoon with a blank computer screen or a blank piece of paper", "start": 1508.34, "duration": 3.57}, {"text": "And you need to write a lyric you", "start": 1511.91, "duration": 2.489}, {"text": "Feel as if you could you don't know how you've ever written a lyric in your life", "start": 1514.65, "duration": 3.799}, {"text": "You certainly know you can't write another one again and by four o'clock in the afternoon on a good day", "start": 1518.45, "duration": 5.79}, {"text": "There's a lyric in front of you by 4 o'clock in the afternoon on a really really rare", "start": 1524.31, "duration": 4.939}, {"text": "Good day that lyric is so perfect in itself, but it feels like it wrote itself through you", "start": 1529.41, "duration": 4.819}, {"text": "When you go onstage if you see the dot the pupils of the audience dilating if you see their faces", "start": 1535.08, "duration": 7.19}, {"text": "melting losing individual characteristics if you see their energy", "start": 1542.52, "duration": 3.589}, {"text": "fusing into a collective energy rather than just individual energies, and if that collective force reaches a", "start": 1546.45, "duration": 6.56}, {"text": "Pseudo pod out to you and hooks into something inside of you", "start": 1553.98, "duration": 3.65}, {"text": "That's bigger than yourself and again", "start": 1557.63, "duration": 1.65}, {"text": "you feel like an empty pipe and something inside you is transmogrifying all of this energy and", "start": 1559.28, "duration": 5.25}, {"text": "Flooding it back down to the audience and a reverberatory circuit", "start": 1564.9, "duration": 3.049}, {"text": "And you have an out-of-body experience", "start": 1567.95, "duration": 1.57}, {"text": "you watch yourself from the ceiling as", "start": 1569.52, "duration": 2.089}, {"text": "you're danced that self inside of you that dances you on stage that is your fucking goddamn soul and that's", "start": 1571.71, "duration": 7.19}, {"text": "My and tend to find and that's what I intend to introduce you to why?", "start": 1579.24, "duration": 4.82}, {"text": "Because you are about to become an icon", "start": 1584.61, "duration": 2.78}, {"text": "and if you become an icon you have to be a force that takes hundreds of thousands or even tens of millions of", "start": 1587.39, "duration": 7.77}, {"text": "Kids who feel lost in the world who don't dare express their feelings because there are no", "start": 1595.71, "duration": 4.94}, {"text": "except socially acceptable words for their feelings and who feel crazy", "start": 1600.75, "duration": 3.979}, {"text": "Isolated and alone and you by revealing. What's deep inside of who will validate. What's deep inside of them", "start": 1605.49, "duration": 6.85}, {"text": "So I think you had the other made the other shoe drop for me", "start": 1612.95, "duration": 3.02}, {"text": "Then because you know you're talking about that at least in part. You're talking about that ecstatic experience as the as the", "start": 1615.97, "duration": 7.38}, {"text": "necessary", "start": 1624.23, "duration": 1.08}, {"text": "counter position to isolation and abandonment loneliness and all of those things", "start": 1625.31, "duration": 4.339}, {"text": "Which which I think is a very?", "start": 1629.65, "duration": 1.63}, {"text": "very reasonable way of thinking about it's like meaning as the antidote to isolation and why and trap and tragedy and", "start": 1631.28, "duration": 7.339}, {"text": "Malevolence for that matter, and I think music is you know I've thought deeply about music. I've tried to figure out", "start": 1638.99, "duration": 6.65}, {"text": "Why it has what it represents?", "start": 1646.52, "duration": 2.63}, {"text": "and why it has the effects that it has and I think and this is a", "start": 1649.15, "duration": 2.609}, {"text": "neuroscientific view of it to some degree and you know it seems to me that", "start": 1652.13, "duration": 3.29}, {"text": "It's better to think about the world as", "start": 1656.3, "duration": 2.479}, {"text": "Something that consists of patterns rather than as something that", "start": 1659.42, "duration": 2.719}, {"text": "Consists of objects so an object would actually be a pattern that sustains itself across time", "start": 1662.21, "duration": 4.699}, {"text": "It's that's not all that very very good insight. I you get applause for that. Thank you", "start": 1666.91, "duration": 4.829}, {"text": "Thank you", "start": 1671.74, "duration": 0.36}, {"text": "and so", "start": 1672.1, "duration": 0.67}, {"text": "Then you think well for you can even think about the way the visual system works this way so", "start": 1672.77, "duration": 4.459}, {"text": "You know we tend to think that there's a world out there", "start": 1677.33, "duration": 2.779}, {"text": "And then there's an image of that world projected onto a retina and then the images is", "start": 1680.11, "duration": 5.01}, {"text": "reconstructed say in our visual cortex, and then we", "start": 1685.64, "duration": 2.869}, {"text": "Then we we could become conscious of that image and plan our actions and in consequence of that, but that isn't how it works", "start": 1689.03, "duration": 6.77}, {"text": "The way it works is that there are patterns in the world and then the patterns are shifted into patterns of light of", "start": 1696.32, "duration": 6.919}, {"text": "Illumination and then those are shifted into patterns of neural activity on the retina", "start": 1703.58, "duration": 4.01}, {"text": "And then those are shifted into patterns of neural conductance along the optical nerves and then patterns in the visual cortex", "start": 1707.59, "duration": 6.539}, {"text": "and then those are expressed as patterns of movement so it's all the", "start": 1714.23, "duration": 4.19}, {"text": "transformations of patterns and the meaning of a visual perception is the", "start": 1719.0, "duration": 3.83}, {"text": "Pattern of action that it gives rise to which is why you need a body meant to be able to perceive", "start": 1723.02, "duration": 4.31}, {"text": "And I think the reason that music speaks so deeply to us of fundamental meaning is because it's actually the most", "start": 1727.33, "duration": 5.789}, {"text": "Representative art form you know because people think about it in some sense is the least representative art form", "start": 1733.61, "duration": 5.119}, {"text": "I don't think that's right at all", "start": 1738.73, "duration": 1.35}, {"text": "I think it represents the reality that exists in a profound since beyond", "start": 1740.08, "duration": 4.319}, {"text": "What our senses revealed to us moment to moment and so it puts people?", "start": 1744.71, "duration": 4.4}, {"text": "Then when you're moving to the music and we're all moving to the music or when you're dancing", "start": 1749.299, "duration": 4.16}, {"text": "Let's say with someone else and you're and you're as pairs, and you're all dancing together", "start": 1753.47, "duration": 4.04}, {"text": "It's that the patterns of the cosmos so to speak", "start": 1757.88, "duration": 3.829}, {"text": "Manifesting themselves as the patterns of the music manifesting themselves as the patterns of your body and in", "start": 1762.44, "duration": 5.359}, {"text": "syncopation with everyone else it's also a symbolic representation of a", "start": 1768.47, "duration": 3.469}, {"text": "Harmonious and ideal Society and there it is something that's beyond us", "start": 1772.309, "duration": 4.31}, {"text": "and so it's it's interest so I get it so so partly what you're saying if I understand you is that for you the the", "start": 1776.62, "duration": 7.5}, {"text": "ecstatic collective experience that was associated with music for example in pop music perhaps was", "start": 1784.49, "duration": 5.569}, {"text": "You could see it out very clearly as the antidote to painful isolation, and I mean one of the things that struck me as", "start": 1790.309, "duration": 6.32}, {"text": "Struck me as near miraculous about music especially in a rather nihilistic and atheistic society is that it really does", "start": 1797.24, "duration": 6.559}, {"text": "Fill the void that was left by the death of God and it's partly because you cannot rationally critique music", "start": 1804.02, "duration": 7.159}, {"text": "You know it speaks to you it speaks of meaning and no matter what you say about it. No matter", "start": 1811.669, "duration": 4.82}, {"text": "How cynical you are you cannot?", "start": 1816.49, "duration": 2.369}, {"text": "Put a crowbar underneath that and lift it up and and and toss it aside", "start": 1819.47, "duration": 5.3}, {"text": "and it's like music was so such a powerful cultural force in the 60s and the 70s and the", "start": 1825.11, "duration": 6.829}, {"text": "Overwhelmingly powerful force so the other the other element is very important to this is music is the voice of a subculture?", "start": 1832.46, "duration": 6.469}, {"text": "So when you tell a hundred million kids who felt utterly isolated and alone that they that their", "start": 1839.179, "duration": 5.3}, {"text": "Experiences had not been reflected in the experience of any other person on earth that in fact. They are not alone layer a movement", "start": 1844.73, "duration": 5.54}, {"text": "you give a subculture a voice and you can see that with well when I", "start": 1850.909, "duration": 4.91}, {"text": "Finally got into working with music one of the first things. I did was work with country and western music now Jordan", "start": 1856.01, "duration": 6.049}, {"text": "I worked with a company called dot records", "start": 1862.46, "duration": 2.599}, {"text": "I was hired by Gulf and Western to found a public on artist relations department for their 14 record companies", "start": 1865.059, "duration": 6.33}, {"text": "And one of those companies was dot records and dot records was number three on the country charts", "start": 1871.39, "duration": 5.249}, {"text": "And that it was with third place company, and it wanted to be number one", "start": 1877.419, "duration": 4.26}, {"text": "In country and western music now when I was a child when I was about three and a half years old", "start": 1882.2, "duration": 5.029}, {"text": "I", "start": 1887.229, "duration": 0.76}, {"text": "Woke up on a Sunday before anybody else in the house had woken up", "start": 1887.989, "duration": 3.859}, {"text": "went out to the front room where there was sunlight which I didn't get to see as often as I'd like and", "start": 1891.95, "duration": 4.519}, {"text": "Turned on the radio and because it was six o'clock in the morning or something like that", "start": 1896.57, "duration": 4.099}, {"text": "But I got were farm reports and Country and Western music this was in nineteen", "start": 1901.059, "duration": 4.89}, {"text": "nineteen forty six or something like that or nineteen forty seven and", "start": 1906.859, "duration": 3.8}, {"text": "I immediately knew that that music was alien to me", "start": 1911.269, "duration": 4.579}, {"text": "And I knew that it was the music of another subculture would not necessarily be kind to the subculture from which I came", "start": 1915.849, "duration": 7.02}, {"text": "So I never liked country music", "start": 1923.209, "duration": 2.0}, {"text": "But in the 1970s when I got this position with Gulf and Western", "start": 1925.399, "duration": 4.55}, {"text": "One of the things I crusaded for the hardest was country and western music", "start": 1930.349, "duration": 4.34}, {"text": "Because I felt that these people had a right to express their identity", "start": 1935.029, "duration": 3.439}, {"text": "I felt they had a right to get beyond the ghetto of the Bible Belt", "start": 1938.479, "duration": 4.07}, {"text": "Which is where they were kept and where they were suppressed. It was an era of", "start": 1942.549, "duration": 4.14}, {"text": "Subcultures finding themselves and expressing their right to exist", "start": 1948.559, "duration": 2.719}, {"text": "It's sort of music really does seem to have that binding capacity you know and I think there's also something", "start": 1951.679, "duration": 5.929}, {"text": "Neurological about that because I think you tell me what you think about this if this is in accordance with your observations", "start": 1958.19, "duration": 6.38}, {"text": "But it seems to me that", "start": 1964.57, "duration": 2.0}, {"text": "The music that people listen to as they're catalyzing their adult identity say between the ages of about", "start": 1966.739, "duration": 6.29}, {"text": "Fourteen fifteen to twenty you know there's a there's a there's a real intense", "start": 1973.669, "duration": 4.25}, {"text": "Period of neural pruning that occurs at the end of adolescence so you get then this amount of neural pruning after", "start": 1979.7, "duration": 6.619}, {"text": "After you're born in the early stages of infancy because you have a lot of neural connections", "start": 1986.989, "duration": 3.65}, {"text": "And then a lot of them you kind of die into your childhood self, right", "start": 1990.769, "duration": 4.13}, {"text": "You're you're born with twice as many neurons as you will actually need right right exactly and so", "start": 1994.899, "duration": 4.5}, {"text": "You're you're a massive possibility, and then you die into your actualities and then that happens again", "start": 1999.709, "duration": 4.91}, {"text": "It laid out lessons right which is also in schizophrenia develops because that process seems to go wrong for some people", "start": 2004.619, "duration": 6.0}, {"text": "but", "start": 2010.619, "duration": 0.541}, {"text": "As you're dying into that adult identity one of the things that seems to catalyze that is", "start": 2011.16, "duration": 5.069}, {"text": "The music of your culture at that time and that also seems to unite you in some way underneath", "start": 2016.36, "duration": 5.75}, {"text": "rational thought with the people of your generation", "start": 2022.45, "duration": 2.179}, {"text": "Let's say with the people you'd have to cooperate with and compete with and so there's something really deep about that, too", "start": 2025.27, "duration": 5.45}, {"text": "That's not well understood and and and", "start": 2030.72, "duration": 2.609}, {"text": "So alright well", "start": 2033.97, "duration": 1.64}, {"text": "So I I don't know what you think about the second element of that because it's a brilliant", "start": 2035.61, "duration": 4.14}, {"text": "Observation and the second element of that is that me in your late teens your prefrontal cortex gets wired up now. What's the prefrontal cortex?", "start": 2039.88, "duration": 7.13}, {"text": "It's probably we talk about it as the the center of Administration in the brain executive functions", "start": 2047.679, "duration": 5.63}, {"text": "Its primary job is making you human", "start": 2054.07, "duration": 2.419}, {"text": "What does that mean you would think that means encouraging certain things like creativity and thought no the job of the prefrontal cortex", "start": 2056.49, "duration": 7.05}, {"text": "and making you human is to", "start": 2063.85, "duration": 2.359}, {"text": "repress things", "start": 2066.88, "duration": 1.74}, {"text": "It's too damp things down", "start": 2068.62, "duration": 2.03}, {"text": "It's to inhibit things and you are learning which things to inhibit after you become utterly", "start": 2070.65, "duration": 6.029}, {"text": "Grafted into your subculture", "start": 2077.11, "duration": 1.7}, {"text": "And what is one of the elements that has drafted you into your subculture music and so what Freud would call the super-ego", "start": 2078.81, "duration": 7.859}, {"text": "Is formed to a certain extent based on your sub cultural connections that you've developed as a team and again", "start": 2087.1, "duration": 6.709}, {"text": "Music helps identify that sub culture of which you feel apart all right well, okay, so so partly what's happening there", "start": 2094.15, "duration": 6.289}, {"text": "Is that because music is poetic and also it's poetic and emotional, let's say it also", "start": 2100.44, "duration": 5.64}, {"text": "constitutes the", "start": 2107.32, "duration": 1.5}, {"text": "Pre rational substrate from which the values of that subculture emerge, so it's like the it's part of the mythological", "start": 2108.82, "duration": 6.619}, {"text": "substructure of the values of that culture and you can make absolute yeah, yeah", "start": 2115.99, "duration": 3.77}, {"text": "You can see that expressed in the lyrics right right and where which layout a system of values in some sense, right?", "start": 2119.76, "duration": 6.209}, {"text": "Something like hip hop for example well roughly 95 percent of the lyrics in pop culture are about mating they're about mating", "start": 2126.37, "duration": 7.189}, {"text": "rituals they're about courtship rituals and", "start": 2133.66, "duration": 2.509}, {"text": "You as a person who's wait the meeting has been upgraded by the best and now includes, okay?", "start": 2136.81, "duration": 7.129}, {"text": "God knows what it was trying to tell us so at any rate", "start": 2143.94, "duration": 3.09}, {"text": "You have just emerged from childhood", "start": 2148.57, "duration": 2.869}, {"text": "Your hormones your sexual hormones have begun to act girls as young as 11 can become pregnant already", "start": 2152.23, "duration": 5.929}, {"text": "and you were obsessed with finding your place in the world and finding a mate and", "start": 2159.13, "duration": 5.18}, {"text": "Courtship rituals mean an awful lot to you", "start": 2165.04, "duration": 2.809}, {"text": "They're about to what they're there what you are about to embark on for the next ten years of your life at least", "start": 2167.849, "duration": 6.09}, {"text": "and so this obsession with courtship rituals with mating and dating and breaking up and", "start": 2174.93, "duration": 5.82}, {"text": "And betrayal and all of that kind of stuff makes makes absolute sense", "start": 2180.97, "duration": 4.25}, {"text": "Right exactly well the thing is music frames that too because it gives you something that's in common with your", "start": 2185.92, "duration": 5.3}, {"text": "Potential mate, and it also gives you a set of rather", "start": 2191.29, "duration": 3.319}, {"text": "I wouldn't say stereotyped activities", "start": 2194.609, "duration": 2.52}, {"text": "But at least predictable activities that are associated with courtship and mating and so that would be", "start": 2197.13, "duration": 4.14}, {"text": "going to concerts and going to movies which are heavily musically influenced and dancing and and even discussing your", "start": 2201.49, "duration": 7.159}, {"text": "Your shared immerse Minh tin whatever that subculture happens to be right and my guess is that at some point?", "start": 2209.14, "duration": 6.86}, {"text": "Music provokes oxytocin because oxytocin is the ultimate bonding hormone and music is a bath in", "start": 2216.31, "duration": 6.859}, {"text": "The sense of human belonging in the field, but even if you're alone and you're listening to Pandora", "start": 2223.63, "duration": 5.39}, {"text": "Awesome or Spotify all by yourself. It feeds you social bread and meat and", "start": 2229.63, "duration": 5.33}, {"text": "in the in the", "start": 2235.54, "duration": 1.89}, {"text": "nervous system the central nervous system", "start": 2237.43, "duration": 2.0}, {"text": "everything boils down to", "start": 2239.71, "duration": 1.8}, {"text": "inhibition or excitation", "start": 2241.51, "duration": 1.829}, {"text": "there is a hormone of", "start": 2243.339, "duration": 2.0}, {"text": "excitation and it's glutamate", "start": 2245.38, "duration": 1.32}, {"text": "there is a hormone of inhibition and that's gaba and", "start": 2246.7, "duration": 3.649}, {"text": "Oxytocin feeds down into the gaba system the system that keeps you calm down", "start": 2250.72, "duration": 4.729}, {"text": "Basically it gives you a sense of peace", "start": 2256.03, "duration": 2.0}, {"text": "Now music itself. I mean the first musical first", "start": 2259.18, "duration": 3.83}, {"text": "I have to give you an experience that I had that allowed me to see into all of this. I had already been", "start": 2263.01, "duration": 4.739}, {"text": "Fascinated by the gods inside of us", "start": 2269.28, "duration": 1.97}, {"text": "I concluded at the age of 12 that I was an atheist and if there were no gods in the heaven above us and no", "start": 2271.25, "duration": 4.409}, {"text": "Gods in the ground beneath us where were the gods while my parents were trying to drive drag me an atheist off to high holiday", "start": 2275.66, "duration": 6.39}, {"text": "Services and they were so intent about it that I was literally holding onto the doorframe of their blue Frasor by now", "start": 2282.39, "duration": 7.31}, {"text": "Forgotten car and and they were shredding my socks. They were very regularly tearing my shoes off", "start": 2290.069, "duration": 6.38}, {"text": "they were doing everything they could to get me up to the temple and", "start": 2296.45, "duration": 3.03}, {"text": "So I realized in that moment if the gods are not above if the gods are not below", "start": 2299.7, "duration": 3.919}, {"text": "Where are they they're inside my parents if they're inside my parents they're inside of me", "start": 2303.619, "duration": 3.6}, {"text": "They're inside of all of us so my task at", "start": 2307.22, "duration": 2.609}, {"text": "Basically the age of 12 to 13", "start": 2310.41, "duration": 2.0}, {"text": "Became use your scientific tools to find the gods inside of us, okay, okay?", "start": 2313.319, "duration": 5.12}, {"text": "Well you also again you", "start": 2318.44, "duration": 1.33}, {"text": "Elaborated on that part of the story that also made you attune to those ecstatic", "start": 2319.77, "duration": 3.709}, {"text": "Experiences because the case that you've just laid out and I suppose we laid out together to some degree is that?", "start": 2323.609, "duration": 5.12}, {"text": "Perhaps it was that the fact that you were isolated as a kid made you even more sensitive to the collective belonging", "start": 2329.609, "duration": 6.8}, {"text": "Element of music because you were so starved for it and right", "start": 2336.72, "duration": 3.5}, {"text": "and then the idea of the gods within that you just laid out seems to me to be very much akin to", "start": 2340.22, "duration": 5.25}, {"text": "What you described as either your tactic or your philosophy with regards to PR for the rock?", "start": 2346.44, "duration": 5.449}, {"text": "Personalities because what you said you were doing was trying to make them reveal some of these", "start": 2352.109, "duration": 4.969}, {"text": "archetypal figures within and", "start": 2357.69, "duration": 1.74}, {"text": "that that would and that you were actually trying to foster that which meant in some sense you were doing PR and all like I", "start": 2359.43, "duration": 6.139}, {"text": "Don't know what the hell. You'd call it. I call it secular shamanism. There was a name", "start": 2365.569, "duration": 3.96}, {"text": "I was never comfortable with because it's so unscientific but", "start": 2369.53, "duration": 3.089}, {"text": "That was the closest I can come to it", "start": 2373.23, "duration": 1.879}, {"text": "It's like dowsing for the human soul what I would have been a good name for a PR company a second", "start": 2375.109, "duration": 5.19}, {"text": "Yeah, yeah, but I think that's a very well. I think that's a very useful way of thinking about it because obviously", "start": 2380.79, "duration": 4.76}, {"text": "one of the", "start": 2386.46, "duration": 1.47}, {"text": "Holdovers from the shamanic traditions is obviously music", "start": 2387.93, "duration": 4.04}, {"text": "I mean", "start": 2391.97, "duration": 0.51}, {"text": "that's just that's just a continuation of the same tradition right and", "start": 2392.48, "duration": 3.839}, {"text": "One thing there was one very important thing that had happened to me when I was 16 years old even though", "start": 2396.45, "duration": 5.239}, {"text": "I was almost popular kid in my school", "start": 2401.69, "duration": 1.919}, {"text": "They voted me for two years in a row the chairman of the programming committee", "start": 2403.609, "duration": 3.709}, {"text": "Which means Iran student assemblies five days a week, and I program two a week?", "start": 2407.319, "duration": 4.5}, {"text": "So I was the MC for these things and one day the Tony do you manage that and simultaneously be unpopular?", "start": 2412.489, "duration": 6.469}, {"text": "That's a good question. I think my school had verily very classless school was founded by an acolyte of John Dewey", "start": 2420.109, "duration": 6.589}, {"text": "and he was behind the scenes actually setting the school up and", "start": 2426.699, "duration": 3.72}, {"text": "It you know schools have their popularity positions president vice president secretary treasurer all of that", "start": 2430.819, "duration": 6.679}, {"text": "but my school was clever enough to start putting functional two committees together in your very first days at", "start": 2437.499, "duration": 7.02}, {"text": "school your very first days of your freshman year now when you", "start": 2444.799, "duration": 4.489}, {"text": "When you have kids vote for president and vice president", "start": 2450.019, "duration": 2.75}, {"text": "Laguna vote for the most popular kid in the school as the president the second most popular kid is vice president", "start": 2452.869, "duration": 5.149}, {"text": "The most popular girl as Secretary and the most popular Jewish treasurer. That's just the way it goes", "start": 2458.42, "duration": 5.539}, {"text": "So I was never in line for any of those positions. I had no popularity whatsoever in fact one of my classmates actually", "start": 2465.38, "duration": 6.199}, {"text": "Fired with remarkable accuracy from only 20 feet away a soccer ball directly into my face and believe me", "start": 2472.13, "duration": 6.139}, {"text": "it has a lot of force and", "start": 2478.549, "duration": 2.0}, {"text": "so 20 feet so", "start": 2481.069, "duration": 1.89}, {"text": "But when it comes to functional positions like how do we run these school assemblies?", "start": 2482.959, "duration": 5.33}, {"text": "The popular kids don't have a clue so if you bring them into a room if they're arbitrary for example assigned to a committee", "start": 2488.63, "duration": 6.859}, {"text": "They will all piss on their little piece of territory", "start": 2496.489, "duration": 2.719}, {"text": "They'll all stake out a position of some kind", "start": 2499.369, "duration": 2.75}, {"text": "Just to establish their status in the room and after 15 minutes of this when they've all said their piece", "start": 2502.309, "duration": 5.84}, {"text": "And it comes time to actually do something they're clueless they're silent", "start": 2508.15, "duration": 4.5}, {"text": "They don't know what to do", "start": 2512.65, "duration": 1.049}, {"text": "And if there's an unpopular geek like me who at that 20-minute mark all of a sudden has an idea", "start": 2513.699, "duration": 6.27}, {"text": "They will glom around you even if they don't like you great well, so so yes", "start": 2520.189, "duration": 5.09}, {"text": "So competence can can can can step in where where popularity cannot go yes", "start": 2525.279, "duration": 5.219}, {"text": "That's a very well point phrase so there I was", "start": 2530.499, "duration": 2.85}, {"text": "The head of this programming committee and one of the kid one of the juniors came to me and said we're doing a dance", "start": 2534.55, "duration": 5.55}, {"text": "We're you know we're setting up a dance and could you advertise it for us", "start": 2540.74, "duration": 4.25}, {"text": "And he didn't realize just how absurd that statement was if there's a dance or a party of any kind in Buffalo?", "start": 2544.99, "duration": 6.659}, {"text": "New York one of the first things you have to realize about it is I am NOT just disinvited", "start": 2551.65, "duration": 5.58}, {"text": "I am invited to stay as far away as humanly possible", "start": 2557.23, "duration": 4.14}, {"text": "Yeah, yeah, and yet they want me to advertise this dance, so Jordan. I can't dance. I am I can't do a box step", "start": 2561.37, "duration": 7.139}, {"text": "I can't do a Foxtrot I can't do a waltz", "start": 2568.51, "duration": 2.28}, {"text": "I can't do any of those things", "start": 2570.79, "duration": 1.3}, {"text": "but I went on stage and put some music on the turntable and danced and I saw the pupils dilating of", "start": 2572.09, "duration": 7.069}, {"text": "the audience", "start": 2579.95, "duration": 1.17}, {"text": "350 people who hated me and hated me for two and a half years at that point their pupils were dilating their faces were melting", "start": 2581.12, "duration": 6.559}, {"text": "I felt that soot a pod of energy coming to me and through me as if I were a pipe", "start": 2587.71, "duration": 5.699}, {"text": "I felt it going up to something inside of me more or less at head level that utterly", "start": 2593.44, "duration": 4.89}, {"text": "Transmogrified it and I felt the energy being sent back through every move that I was making and I had an out-of-body experience", "start": 2598.85, "duration": 6.319}, {"text": "I saw I thought I was on the ceiling I watched all of this from the ceiling and I", "start": 2605.57, "duration": 6.77}, {"text": "apparently looked like a Looney tune drawn on LSD", "start": 2612.71, "duration": 3.469}, {"text": "As if Chuck Jones had been doing Tom and Jerry after taking a very big hit of acid it was one of the strangest", "start": 2617.36, "duration": 6.409}, {"text": "Weirdest things you've ever seen and when it was all over", "start": 2623.99, "duration": 2.659}, {"text": "So that was my exciting experience when it was all over", "start": 2627.26, "duration": 2.659}, {"text": "The audience did something it had never done in my days at that school and would never do again so long as I was there", "start": 2630.08, "duration": 5.54}, {"text": "It surged to the foot of the stage and as if it had", "start": 2635.62, "duration": 2.729}, {"text": "Practiced this act all its life it picked me up off the stage it put me on its shoulders", "start": 2638.45, "duration": 5.239}, {"text": "It carried me out of the auditorium", "start": 2643.69, "duration": 1.98}, {"text": "And it carried me up the pathway to the building above where we had our classes, so that was my introduction", "start": 2645.67, "duration": 6.87}, {"text": "Yeah, and but this is stats crazy story right and this is the three years after I'd gone off", "start": 2653.24, "duration": 5.959}, {"text": "After the ecstatic experience knowing that it was something vital. I mean I'd heard at the age of 14 two years earlier", "start": 2659.75, "duration": 6.11}, {"text": "I'd heard that there was a book called The Rock of the religious experience and in those days we had no Amazon", "start": 2665.86, "duration": 6.35}, {"text": "We had local bookstores and local bookstores in Buffalo, I mean give me a break", "start": 2673.87, "duration": 3.77}, {"text": "But I finally found a copy at the University of Buffalo bookstore", "start": 2678.64, "duration": 3.35}, {"text": "And it felt as if William James have been laying out a series of examples of the ecstatic experience", "start": 2681.99, "duration": 6.659}, {"text": "with all of its delusions and hallucinations", "start": 2689.5, "duration": 2.599}, {"text": "And all the rest on a laboratory bench and then saying to me look you're coming along seventy years later", "start": 2692.74, "duration": 7.129}, {"text": "You're going to have scientific tools that I did not have this is your job, and it was my job", "start": 2700.36, "duration": 6.05}, {"text": "Not just because William James was giving it to me because something deep inside of me was crying out to", "start": 2706.41, "duration": 4.679}, {"text": "Understand it and it probably was that the privilege of social disconnection the privilege of social deprivation", "start": 2711.52, "duration": 8.0}, {"text": "Because that privilege made me sensitive", "start": 2720.04, "duration": 2.6}, {"text": "And it's always made me sensitive to group behavior right so when I was in Moscow in 2005", "start": 2722.64, "duration": 6.36}, {"text": "Lecturing a group of quantum physicists from all over the world my everything you know about quantum physics does wrong", "start": 2729.55, "duration": 6.02}, {"text": "It's because there is no such thing as an isolated particle every particle is part of a herd a mob a group of some kind", "start": 2735.58, "duration": 7.219}, {"text": "the a lot of quantum physics is based on the idea that when you", "start": 2743.44, "duration": 4.55}, {"text": "When you treat a photon a single photon in a certain way when you split it in two", "start": 2748.18, "duration": 5.359}, {"text": "Here's how it's gonna behave, but if it's being measured", "start": 2753.64, "duration": 3.709}, {"text": "That's not going to happen well guess what we're constantly taking each other's measure", "start": 2757.84, "duration": 4.13}, {"text": "Photons are constantly taking each other's measure because they move in groups crowds and herds", "start": 2762.4, "duration": 4.489}, {"text": "That's why a beam of sunshine comes through your window not a photon of", "start": 2767.11, "duration": 4.55}, {"text": "Sunshine and when I finished the speech", "start": 2772.18, "duration": 2.54}, {"text": "I was sure they were gonna throw me out of the conference because these are all people committed deeply", "start": 2774.72, "duration": 5.489}, {"text": "It's a quantum physics and instead they sat there beaming like proud", "start": 2780.21, "duration": 3.869}, {"text": "Uncles and I could not figure out why and three years later?", "start": 2784.33, "duration": 3.89}, {"text": "my collaborator in quantum physics at the University at the Culver Institute of Blog mathematics of the Russian Academy of Sciences in", "start": 2788.65, "duration": 7.55}, {"text": "Moscow sent an email", "start": 2796.42, "duration": 1.31}, {"text": "And he said doctor", "start": 2797.73, "duration": 1.63}, {"text": "You jerk off who ran that conference and gave you such a hard time about your credit card has just published a book", "start": 2799.36, "duration": 6.259}, {"text": "It's a new approach to quantum physics", "start": 2805.619, "duration": 2.0}, {"text": "It's called constructive physics. You have to get it immediately so I downloaded it from our sub org", "start": 2807.72, "duration": 5.939}, {"text": "I listened to at that afternoon on my", "start": 2813.66, "duration": 2.0}, {"text": "Hour-and-a-half walk through the park on my way to the cafe where I do all my work", "start": 2816.04, "duration": 4.25}, {"text": "And I got all excited", "start": 2820.29, "duration": 1.99}, {"text": "Every social concept that means every concept that I had given in this talk was in this", "start": 2822.28, "duration": 7.309}, {"text": "book oh", "start": 2829.78, "duration": 1.65}, {"text": "So Jordan I've had the privilege of proceeding through life with this enormous advantage", "start": 2831.43, "duration": 5.209}, {"text": "Social deprivation so then I'm still gonna chase you back to that story about the both the PR company", "start": 2837.16, "duration": 6.919}, {"text": "But I have another question for you", "start": 2844.079, "duration": 1.931}, {"text": "So you know you you are detailing out the kind of", "start": 2846.01, "duration": 4.339}, {"text": "Childhood that in principle could have left you bitter and resentful", "start": 2850.839, "duration": 3.47}, {"text": "So why didn't it like why didn't that happen to you? I think because of my father", "start": 2855.4, "duration": 4.37}, {"text": "My mother was a deep pessimist my father was a profound optimist", "start": 2860.349, "duration": 5.15}, {"text": "And I must have had my father's genes predominating over. I got them both", "start": 2865.5, "duration": 4.889}, {"text": "optimism and pessimism", "start": 2871.839, "duration": 1.351}, {"text": "But I'm grateful for everything that's happened in my life. I mean every deprivation", "start": 2873.19, "duration": 4.669}, {"text": "You know I was sick in bed for 15 years and even that turned out to be it was nightmarish. It was horrible it", "start": 2877.859, "duration": 6.12}, {"text": "Inflicted pains for which there are no words in the English language because I was isolated", "start": 2884.89, "duration": 3.92}, {"text": "For five years and could not talk literally could not muster the energy to move the larynx to give a single syllable of sound", "start": 2888.88, "duration": 7.58}, {"text": "and yet I", "start": 2897.25, "duration": 2.0}, {"text": "It was nightmarish horrible and monstrous as it was I can't I found a to international scientific groups at that time", "start": 2899.41, "duration": 6.56}, {"text": "I wrote three books", "start": 2906.43, "duration": 2.0}, {"text": "And I learned what it's like to be at that extreme of the human experience extreme isolation", "start": 2908.56, "duration": 4.969}, {"text": "Extreme pain what what happened to you what what were you suffering from well, we figured it out", "start": 2915.16, "duration": 5.959}, {"text": "I mean I figured it out on my own and then taught my doctor about it. It's called chronic fatigue syndrome", "start": 2921.119, "duration": 4.26}, {"text": "It's better sometimes known as myalgic encephalomyelitis and nobody knows", "start": 2925.569, "duration": 4.73}, {"text": "What causes it but in 1988? I really have been working on my book", "start": 2930.3, "duration": 4.769}, {"text": "for", "start": 2936.1, "duration": 1.38}, {"text": "Long enough to have fifth the first 15 chapters my cut my first book. I really wanted to get out of publicity", "start": 2937.48, "duration": 5.51}, {"text": "There's no way I could have because I was a legend I mean the bail board died to music publicity had", "start": 2943.21, "duration": 5.209}, {"text": "20 pages of nothing, but me", "start": 2948.64, "duration": 2.0}, {"text": "So you know your wife is not gonna let you out of", "start": 2952.24, "duration": 2.81}, {"text": "a successful career and", "start": 2955.63, "duration": 2.15}, {"text": "If she doesn't want to lose the money. She doesn't want to lose the status", "start": 2958.33, "duration": 3.559}, {"text": "And all of a sudden want I didn't know what was happening to me. It was 90 degrees out, and I'd be freezing and shivering", "start": 2962.47, "duration": 6.53}, {"text": "It was 40 degrees out and I would be overheated I", "start": 2969.52, "duration": 3.709}, {"text": "Was I was losing strength I was losing the strength to pick up coat", "start": 2973.96, "duration": 3.739}, {"text": "um and", "start": 2978.25, "duration": 1.29}, {"text": "I had no idea of what was happening and I went to doctors and the doctors had no idea of what was happening and I", "start": 2979.54, "duration": 5.719}, {"text": "Walked into my office one day. It was the biggest PR firm in the music industry and said to myself", "start": 2985.26, "duration": 6.09}, {"text": "I don't know. What's happening. I could be dying, but I'm gonna be out of here in two weeks, and I'm giving you the business", "start": 2991.39, "duration": 5.51}, {"text": "the next day", "start": 2997.96, "duration": 1.91}, {"text": "A competitor from the west coast called and offered me a huge amount of money for the business", "start": 2999.87, "duration": 4.319}, {"text": "And I said, I cannot sell it to you. I just gave it to my staff yesterday because my word is my bond and", "start": 3004.19, "duration": 5.489}, {"text": "I kept trying to struggling to try to do normal things Leon URIs when I finished my", "start": 3010.59, "duration": 6.319}, {"text": "Manuscript of the first book the Lucifer principle a scientific expedition into the forces of history", "start": 3017.73, "duration": 4.429}, {"text": "I got a copy to Leon URIs the novelist and", "start": 3022.16, "duration": 3.18}, {"text": "Leon URIs read it and called on a Sunday night and raved about it for half an hour", "start": 3025.77, "duration": 5.06}, {"text": "So I tried to get into New York to see him, but I had a rent. Are you ready for this?", "start": 3031.74, "duration": 4.37}, {"text": "I because I couldn't afford this I had a rental limo", "start": 3036.11, "duration": 2.699}, {"text": "So I could lay down in the back seat all the way into", "start": 3038.85, "duration": 3.979}, {"text": "Manhattan to see Leon and then lay down in the back seat all the way home", "start": 3043.02, "duration": 5.179}, {"text": "That's not that's not the world's most glamorous limousine story no", "start": 3048.33, "duration": 4.04}, {"text": "It's not if not at all the world's most glamorous limousine story eventually", "start": 3052.37, "duration": 3.599}, {"text": "I learned I couldn't even do that and eventually I became too weak to even try", "start": 3055.97, "duration": 3.36}, {"text": "Because I was just lucky to be able to get to my bathroom", "start": 3059.76, "duration": 2.719}, {"text": "but if I tried to get to my kitchen an extra ten steps away, no my body wouldn't", "start": 3062.48, "duration": 5.459}, {"text": "Me do it and one of the lessons", "start": 3068.66, "duration": 2.31}, {"text": "I learned in my childhood again when I was 16 years old poetry was extremely important to me", "start": 3070.97, "duration": 5.639}, {"text": "And I learned a lesson from two poets one was at the st.", "start": 3076.609, "duration": 3.75}, {"text": "Vincent Millay and her poem renascence said to", "start": 3080.359, "duration": 3.0}, {"text": "See the infinite in the tiniest of things which was definitely a goal on my list", "start": 3083.609, "duration": 4.76}, {"text": "You have to be able to comprehend the suffering of every human on the face of this planet under every extreme", "start": 3088.589, "duration": 6.38}, {"text": "circumstance", "start": 3095.25, "duration": 0.5}, {"text": "and I expanded that to mean you have to come to understand not just the suffering but the point of view of", "start": 3095.75, "duration": 6.51}, {"text": "everyone who comes from a culture", "start": 3102.63, "duration": 1.89}, {"text": "That's so foreign tears that it seems like from another planet, so this was a what what Edna st.", "start": 3104.52, "duration": 7.699}, {"text": "Vincent Millay was telling me was fifteen years of", "start": 3112.22, "duration": 2.939}, {"text": "Absolute and unbelievable punishment is an advantage, and it will serve you well for the rest of your life", "start": 3116.22, "duration": 6.589}, {"text": "You got a story to tell you then this is something. I learned from Carl Jung so in the", "start": 3122.809, "duration": 5.16}, {"text": "in the Chartres Cathedral in in in France", "start": 3128.609, "duration": 3.739}, {"text": "there's a maze and", "start": 3133.23, "duration": 2.0}, {"text": "that you walk, and it's at the center point of the", "start": 3136.02, "duration": 3.829}, {"text": "Cathedral, that's a crucifix", "start": 3140.4, "duration": 1.8}, {"text": "Essentially and so the maze is at the center of the X that marks the point of maximum suffering okay right now", "start": 3142.2, "duration": 7.159}, {"text": "it's a symbolic pilgrimage and what you do is you it mazes a circle and", "start": 3149.609, "duration": 4.25}, {"text": "in the middle is a", "start": 3154.65, "duration": 2.0}, {"text": "symbol that looks kind of like a rose and", "start": 3156.66, "duration": 2.03}, {"text": "In order to get to the middle, which is that central point you have to enter the maze", "start": 3159.119, "duration": 4.189}, {"text": "And then you have to walk through the the each quadrant so you have to", "start": 3163.309, "duration": 5.16}, {"text": "Circumambulate the world you have to go north west to east and south you have to cover every bit of territory", "start": 3169.079, "duration": 4.969}, {"text": "And then you get to the middle and the middle is marked by the X which is the point the point of?", "start": 3174.049, "duration": 6.0}, {"text": "consciousness you might say the center point of the world, but also the place where you voluntarily accept your suffering and", "start": 3180.42, "duration": 5.689}, {"text": "Which is what Christ did I mean?", "start": 3186.839, "duration": 2.0}, {"text": "if I'm not a Christian, but if you believe in the", "start": 3189.27, "duration": 5.539}, {"text": "the religion that st. Paul created based on Jesus", "start": 3196.109, "duration": 3.38}, {"text": "then", "start": 3200.609, "duration": 1.421}, {"text": "God had to become human in order to experience human suffering and", "start": 3202.03, "duration": 6.229}, {"text": "When Christ was on the cross writhing in agony and screamed Eli Eli sabachthani my lord my lord", "start": 3209.53, "duration": 6.169}, {"text": "Why hast thou forsaken me? It's because God needed to experience the absolute extreme of human despair", "start": 3215.7, "duration": 6.78}, {"text": "In order to carry out his task of saving mankind", "start": 3223.569, "duration": 2.989}, {"text": "And one way or the other", "start": 3227.5, "duration": 2.0}, {"text": "Religion talks to us really about what we need to do. There's this I've got this saying in here", "start": 3230.17, "duration": 5.51}, {"text": "Let me see if I can find it it's not in front of me at the moment", "start": 3235.68, "duration": 3.959}, {"text": "But it give me a second as it's very important", "start": 3239.64, "duration": 2.939}, {"text": "It's an epigram that I wrote a few years ago, and it says since there is no God", "start": 3242.579, "duration": 5.64}, {"text": "It is our job to do his work", "start": 3249.069, "duration": 2.0}, {"text": "God is not a being he is an aspiration a gift a vision a goal to see", "start": 3251.29, "duration": 5.569}, {"text": "Ours is the responsibility of making a cruel universe turn just of turning pains two?", "start": 3257.29, "duration": 5.269}, {"text": "understandings and new insights into joy of creating ways to soar the skies for generations yet to come of", "start": 3262.839, "duration": 6.05}, {"text": "Fashioning wings with which our children's children shall overcome of making worlds of fantasy", "start": 3269.26, "duration": 5.059}, {"text": "Materialized as reality of mining and transforming our greatest gifts our passions our", "start": 3274.9, "duration": 5.419}, {"text": "imaginings our pains our", "start": 3280.869, "duration": 2.0}, {"text": "Insecurities and our lusts. This is the work of deity and D", "start": 3283.15, "duration": 4.25}, {"text": "It is a power that resides in us in other words, if these are things that we imagine", "start": 3287.4, "duration": 4.649}, {"text": "That Jesus has done on our behalf and on behalf of more ethereal God in the sky", "start": 3292.599, "duration": 6.709}, {"text": "These have to be our aspirations indeed", "start": 3300.19, "duration": 2.75}, {"text": "It one of my books the genius of the Beast or radical revision of capitalism talks about material miracles the very", "start": 3303.52, "duration": 6.02}, {"text": "Laptops with which we are having this conversation the very zoom with software that we are using these are fucking", "start": 3310.059, "duration": 7.13}, {"text": "material miracles", "start": 3317.47, "duration": 1.71}, {"text": "And and we are here to save each other when when Joan Jets manager came to me and said", "start": 3319.18, "duration": 6.26}, {"text": "Joan has been turned down by 20 through record companies", "start": 3325.75, "duration": 2.54}, {"text": "And if you get her just one line and one of the trade", "start": 3328.29, "duration": 2.819}, {"text": "Magazines a record company will snap her up and make her a star and I can go back", "start": 3331.21, "duration": 3.949}, {"text": "He's said to being a songwriter and a producer and I sat him down on the couch and said Kenny", "start": 3335.16, "duration": 5.209}, {"text": "That's not the way things happen the day they reckon come no record company's gonna sign you on the basis one sentence", "start": 3340.369, "duration": 6.45}, {"text": "the day a record company signs you is the day your troubles beginning and", "start": 3347.58, "duration": 3.829}, {"text": "And you have to fashion a Panzer tape tank strategy that can ride over", "start": 3352.38, "duration": 5.18}, {"text": "Every obstacle you can possibly imagine so if you work the way", "start": 3357.99, "duration": 4.219}, {"text": "I work 17 hours a day seven days a week if you do everything", "start": 3362.21, "duration": 3.209}, {"text": "I tell you to I guarantee you we will have a star in two years one thing that I knew is", "start": 3365.42, "duration": 5.55}, {"text": "That I love rock and roll was going to be a hit now. What does that?", "start": 3371.4, "duration": 4.94}, {"text": "Have to do with secular salvation everything because according to work. That was done", "start": 3376.34, "duration": 4.889}, {"text": "with deeper studies in the 1980s and 1990s", "start": 3381.9, "duration": 2.959}, {"text": "We all cycle through about seven major mood swings a day we adults it's more like twenty two for kids for adolescents", "start": 3385.619, "duration": 6.56}, {"text": "Which means we go from heaven to hell and back again?", "start": 3392.43, "duration": 2.63}, {"text": "seven times a day if I can", "start": 3396.48, "duration": 2.659}, {"text": "Succeed in making Joan Jett a star so that her salon", "start": 3399.75, "duration": 3.679}, {"text": "I love rock and roll appears on the radio", "start": 3403.43, "duration": 2.159}, {"text": "And you love that song for three and a half", "start": 3405.589, "duration": 2.64}, {"text": "Minutes that song is going to yank you out of the misery of a personal hell", "start": 3408.33, "duration": 4.25}, {"text": "That is secular", "start": 3412.849, "duration": 1.361}, {"text": "salvation if on the other hand I'm working with a filmmaker and I've worked with a bunch of films who can yank you out of", "start": 3414.21, "duration": 6.02}, {"text": "Yourself for an hour and 10 minutes or an hour and 50 minutes. That's an over an hour of secular salvation", "start": 3420.23, "duration": 6.81}, {"text": "Well is it isn't there always angels playing music in heaven isn't that tight yes?", "start": 3427.07, "duration": 4.199}, {"text": "Unfortunately it gets very boring up there because all they do is sing the praises of God", "start": 3431.27, "duration": 3.929}, {"text": "Well, maybe that's what Joan Jett was doing too", "start": 3436.109, "duration": 2.36}, {"text": "You know yes exactly making hits for heaven yeah, so at any rate anything that a God can do anything", "start": 3438.47, "duration": 5.79}, {"text": "We imagine that a God can do that's our aspiration and that's what we have to do our best to achieve now", "start": 3444.39, "duration": 6.199}, {"text": "We don't achieve these things in a single lifetime", "start": 3450.589, "duration": 2.31}, {"text": "Sometimes we engage in multi-generational projects that last 100 200 or 300", "start": 3453.72, "duration": 5.57}, {"text": "Lifetimes 300 generations, but flying we can see the myth of Daedelus", "start": 3459.63, "duration": 4.94}, {"text": "Has flowing in it", "start": 3465.089, "duration": 1.981}, {"text": "Daedelus makes a pair of wax wings for his son and Icarus indeed flies", "start": 3467.07, "duration": 4.219}, {"text": "He just flies a little too close to the Sun and melts the wax and falls into the sea", "start": 3471.29, "duration": 4.05}, {"text": "So that dream has been around for at least twenty eight hundred years. How many generations did it take to make that real?", "start": 3475.59, "duration": 7.939}, {"text": "I can't even do the arithmetic", "start": 3483.53, "duration": 1.39}, {"text": "But it took until a hundred years ago", "start": 3484.92, "duration": 2.809}, {"text": "Until a hundred and ten years ago to make that dream come true if we persist and I don't just mean individually I mean", "start": 3488.1, "duration": 7.55}, {"text": "Collectively if we persist generation after generation the things we regard as godly we can achieve", "start": 3496.5, "duration": 6.679}, {"text": "and we must we must", "start": 3504.15, "duration": 2.0}, {"text": "Okay, so I'm gonna go back now. I'm gonna go back. I agree with you. I mean I also think that", "start": 3507.27, "duration": 4.76}, {"text": "That and what do I mean by that well?", "start": 3512.55, "duration": 2.989}, {"text": "Well I think part of it is this that I don't I can't see that we have anything better to do", "start": 3518.97, "duration": 4.459}, {"text": "No in fact. That's a very good phrase. This is something", "start": 3524.46, "duration": 3.35}, {"text": "I've been talking to two people about a lot in the last year, and it seems to be resonating particularly with young men is that?", "start": 3527.81, "duration": 7.109}, {"text": "Because and then this is baby partly it also tied into your idea of the benefits of deprivation", "start": 3536.07, "duration": 5.689}, {"text": "It's like in some ways each person is", "start": 3541.92, "duration": 2.69}, {"text": "Permanently lost because we're fragile and finite and mortal and all of those things and so the game is up", "start": 3544.98, "duration": 5.689}, {"text": "Pretty much from the beginning", "start": 3550.74, "duration": 1.52}, {"text": "But one of the things that's so interesting about that is the fact that you're going to lose everything also means that you could risk", "start": 3552.26, "duration": 5.55}, {"text": "everything", "start": 3557.81, "duration": 1.06}, {"text": "That's a very interesting point Jordan", "start": 3558.87, "duration": 2.179}, {"text": "That one thing that comes out in your book cuz I read it a month or two ago", "start": 3561.69, "duration": 4.07}, {"text": "I know it's not coming out until something like February is there's a definite Christian perspective", "start": 3565.76, "duration": 6.06}, {"text": "and it is a Stern and", "start": 3571.89, "duration": 2.059}, {"text": "austere", "start": 3574.56, "duration": 1.29}, {"text": "perspective in in the book and what you just expressed comes from a deep Christian perspective", "start": 3575.85, "duration": 6.199}, {"text": "We're going to lose it all so we might as well risk at all", "start": 3582.05, "duration": 2.129}, {"text": "And I would agree with that even though I come from a very different kind of perspective", "start": 3584.88, "duration": 5.0}, {"text": "How did you arrive at that although? We're saving that for a later podcast when I will interview you about your book", "start": 3590.31, "duration": 5.389}, {"text": "Well for me. It was a matter of trying to understand. I would say mostly trying to understand what happened in in the Holocaust", "start": 3597.06, "duration": 7.189}, {"text": "No, me too", "start": 3604.89, "duration": 0.92}, {"text": "And but that's strange because you're about 10 years younger than I am maybe even more younger than I am and old are you?", "start": 3605.81, "duration": 7.05}, {"text": "Well, I'm 74 okay. I'm 55 so okay, so there's a big difference so but I did", "start": 3613.04, "duration": 5.34}, {"text": "350 push-ups this morning, and I was very disappointed because last week I did 600 so", "start": 3619.5, "duration": 5.03}, {"text": "Well so you've got me on the push-up front I must say yeah, so but but the", "start": 3626.61, "duration": 4.909}, {"text": "You are absolutely right and that phrase of yours there. We have nothing better to do", "start": 3632.58, "duration": 5.239}, {"text": "That's a phrase that indicates an open-ended infinity and open-ended and as yet unstructured", "start": 3638.28, "duration": 5.959}, {"text": "infinity now", "start": 3645.0, "duration": 0.98}, {"text": "It's not completely unstructured remember you", "start": 3645.98, "duration": 2.13}, {"text": "Your first major work was on the underlying structures of religion, and I'm still fascinated to read it", "start": 3648.45, "duration": 7.01}, {"text": "I need to get it in Word or PDF format so I can listen to it on my Kindle", "start": 3655.46, "duration": 4.11}, {"text": "One of these days I can send it to you that would be wonderful", "start": 3659.82, "duration": 3.469}, {"text": "Actually if you go to my website Julia Peterson calm you can download the PDF, okay great", "start": 3663.93, "duration": 5.18}, {"text": "Okay because I've been hungry to read this for a long time so the future isn't entirely unformed for example somehow I", "start": 3671.28, "duration": 7.55}, {"text": "believe and now this is a", "start": 3678.93, "duration": 2.0}, {"text": "Hypothesis. This is really a hypothesis", "start": 3680.97, "duration": 2.209}, {"text": "We humans seem to know what to do when we come together in groups of a million five million 10 million", "start": 3683.46, "duration": 5.69}, {"text": "20 million because there are many cities in China", "start": 3689.55, "duration": 2.57}, {"text": "With a population of 20 million there's Mexico City as well, and we fall into it naturally", "start": 3692.67, "duration": 5.42}, {"text": "we naturally build the", "start": 3698.09, "duration": 1.54}, {"text": "Infrastructures that we need we naturally develop the the infrastructure of habit that we need to get along with each other at that", "start": 3699.63, "duration": 6.319}, {"text": "Very compressed level, and you would think well", "start": 3706.29, "duration": 2.75}, {"text": "But how did that come to be from an evolutionary point of view after all?", "start": 3709.04, "duration": 3.57}, {"text": "Humans have never had the privilege of living roots of millions B. 3 where did all this behavior come from we'll remember our", "start": 3712.83, "duration": 6.439}, {"text": "Day for mothers the ones who are at the very very base of our family tree from whom we derive", "start": 3719.88, "duration": 5.869}, {"text": "approximately 40% of our genes are bacteria and", "start": 3725.97, "duration": 3.44}, {"text": "Bacteria do not live a life alone they cannot tolerate it", "start": 3729.9, "duration": 4.399}, {"text": "They live in groups, so James Shapiro is one of the great", "start": 3734.3, "duration": 3.659}, {"text": "Scholars I'm back to your real behavior when I called him one day and said James if you drop a single", "start": 3739.259, "duration": 6.26}, {"text": "Bacterium into a petri dish is it going to die because of isolation and he said no, no way it's gonna", "start": 3745.799, "duration": 6.35}, {"text": "it's going to start dividing until it makes a community it surrounds itself with a community so the idea that you cannot have a", "start": 3752.15, "duration": 7.859}, {"text": "Bacteria without a community is quite true. It's just the bacteria if they have enough food will make their own community", "start": 3760.2, "duration": 6.319}, {"text": "You know I had I had a similar intuition about", "start": 3766.519, "duration": 2.31}, {"text": "codfish right you know you know all the codfish have disappeared off the northeastern kurai and", "start": 3769.68, "duration": 4.939}, {"text": "Like I've read stories because I did a lot of work on oceanic", "start": 3774.809, "duration": 3.83}, {"text": "Appalling oceanic destruction about four years ago for a UN committee and", "start": 3780.9, "duration": 4.369}, {"text": "anyway, so I was studying about the cod, and they've all disappeared the", "start": 3786.69, "duration": 3.589}, {"text": "schools of those things that existed back when the Europeans first came over", "start": 3791.19, "duration": 3.469}, {"text": "The Portuguese probably knew about them before Christopher Columbus even hit hit hit", "start": 3795.18, "duration": 5.27}, {"text": "America I", "start": 3801.089, "duration": 1.26}, {"text": "Kept it secret, but you know the the schools were", "start": 3802.349, "duration": 3.02}, {"text": "Dozens or even hundreds of miles long and many many how thick and the average fish was like three to five feet", "start": 3806.069, "duration": 6.86}, {"text": "Across and right is densely packed", "start": 3813.21, "duration": 2.51}, {"text": "But it turns out that like the idea that there's a codfish is an illusion in some sense there are schools of codfish", "start": 3816.299, "duration": 7.58}, {"text": "Right the schools themselves know where to go for food", "start": 3824.039, "duration": 4.07}, {"text": "And they know how to maneuver through the ocean because the schools are actually millions of years old that's right", "start": 3828.109, "duration": 5.25}, {"text": "tributed knowledge and cards the cod", "start": 3833.999, "duration": 2.72}, {"text": "organized their their mating behavior as a consequence of the existence of the schools and", "start": 3837.21, "duration": 5.029}, {"text": "They also organized themselves so the larger fish are protected in the schools by hordes of the younger fish", "start": 3842.91, "duration": 6.379}, {"text": "And the older fish are the ones that are more", "start": 3849.289, "duration": 2.0}, {"text": "Fertile right the thing about the cod is that when you get rid of the school's you get rid of the cod?", "start": 3851.4, "duration": 5.33}, {"text": "You can't reintroduce them because the cod aren't they're like ants they're not their communal right and so once you", "start": 3856.92, "duration": 7.399}, {"text": "Demolish this old structure that has this you know embodied memory. Let's say, that's who knows how many ten millions of years old", "start": 3864.45, "duration": 7.459}, {"text": "there's no coming back from that right well back to the bacteria for a second because it's good observation and I saw a murmuration of", "start": 3871.91, "duration": 6.449}, {"text": "Starlings last week in Buffalo, New York when I was up there for Thanksgiving in other words groups of probably only about", "start": 3878.73, "duration": 6.139}, {"text": "200 starlings, but those groups can become a million mm-hmm, and they all know what to do", "start": 3885.39, "duration": 5.36}, {"text": "They know how to wheel around in a much broader pattern", "start": 3890.75, "duration": 2.76}, {"text": "But it all goes back to the bacteria because bacteria live in groups a group a colony the size of your palm", "start": 3893.52, "duration": 6.29}, {"text": "Is seven trillion in just more than all the humans who have ever lived now there are bacteria like a rügen OSA", "start": 3900.57, "duration": 7.039}, {"text": "Which come into your body and when there are small numbers of them lay very low", "start": 3908.55, "duration": 4.52}, {"text": "But they're constantly monitoring to see how many of them there are and when when they get up to a sufficient number", "start": 3913.32, "duration": 5.689}, {"text": "Lamo, they grow through a massive change and basically. It's as if they're saying okay now", "start": 3919.25, "duration": 4.859}, {"text": "We're big enough to take Jordan apart and they become infectious, and they create disease", "start": 3924.109, "duration": 5.55}, {"text": "But they don't do that until quorum sensing tells them that there are enough of them to do that so", "start": 3929.82, "duration": 5.899}, {"text": "so ours is", "start": 3936.3, "duration": 1.92}, {"text": "That does that explain why people can Harbor?", "start": 3938.22, "duration": 2.599}, {"text": "Like can't continue levels of toxic bacteria in their bodies without ever falling prey to disease is it a matter of the fact that", "start": 3941.16, "duration": 7.58}, {"text": "They that they don't hit that", "start": 3948.869, "duration": 1.5}, {"text": "Core a number and that they're monitoring that constantly no we have a lot of bacteria that have adapted to living", "start": 3950.369, "duration": 5.6}, {"text": "Synergistically with us and actually do our digesting you go down to the market because you have a craving for chocolate", "start": 3956.31, "duration": 5.299}, {"text": "Éclairs, and you come back home, and you eat one of the chocolate eclairs", "start": 3961.71, "duration": 3.859}, {"text": "And it's not you who's digesting the chocolate eclair", "start": 3965.569, "duration": 2.4}, {"text": "You have just acted as a transportation mechanism to feed a bunch of bacteria in your gut", "start": 3967.97, "duration": 5.699}, {"text": "Who will digest that chocolate eclair and what they shit out is glucose right?", "start": 3973.98, "duration": 5.599}, {"text": "Well it may be it may also not be you that's craving the damn Eclair", "start": 3979.579, "duration": 3.45}, {"text": "But the background and the fact is that that bacteria were just at the beginning of this research?", "start": 3983.03, "duration": 4.739}, {"text": "But bacteria have an ability to influence your behavior right exactly exactly not and far more than we think right exactly so", "start": 3987.77, "duration": 7.26}, {"text": "And to engineer in a fine point fashion your behavior should they so choose the basic idea is that?", "start": 3995.25, "duration": 7.76}, {"text": "bacteria have been through this business of living in vast vast multitudes before and", "start": 4003.319, "duration": 4.46}, {"text": "They have certain social evolved social behaviors that turn them into effective groups that allow them to constantly find new food", "start": 4008.06, "duration": 7.369}, {"text": "to constantly find new housing and", "start": 4015.92, "duration": 2.209}, {"text": "If we think these things are strange to us because in the hundred thousand years since we become Homo sapiens", "start": 4018.53, "duration": 6.379}, {"text": "We've never had such a thing until the last century", "start": 4024.91, "duration": 2.67}, {"text": "We're crazy because our ancestors left us 40 percent of our genes", "start": 4027.71, "duration": 3.62}, {"text": "And it is very likely that", "start": 4031.33, "duration": 1.93}, {"text": "Encoded in those genes is a whole", "start": 4033.26, "duration": 2.54}, {"text": "rulebook of how you behave when there are the kinds of vast masses of tens of millions that you were talking about in the cod", "start": 4035.9, "duration": 6.26}, {"text": "Behavior or the 20 million who are in Mexico City or in major cities in China?", "start": 4042.23, "duration": 4.939}, {"text": "Mm-hmm part of our genetic potential that's there not as consequence of human evolution, but is something that preceded that right exactly", "start": 4047.45, "duration": 7.219}, {"text": "But it's a guess. This is a hypothesis", "start": 4054.67, "duration": 2.189}, {"text": "Let's go back. Let's go back to you were you you would we'd left your your biographical story at the point where you had finished", "start": 4057.68, "duration": 7.76}, {"text": "The art magazine and being successful at that and then we're introduced into the FM stations and so right", "start": 4066.38, "duration": 5.54}, {"text": "beginning of the PR firm so right", "start": 4072.02, "duration": 2.0}, {"text": "Just to mention it again. We're actually here talking about how accidently stirred in the 60s", "start": 4075.44, "duration": 5.12}, {"text": "And we've skipped over the whole story of how I accidentally started the 60s well", "start": 4080.56, "duration": 3.359}, {"text": "What a chance to talk we'll get a chance to talk again", "start": 4083.92, "duration": 2.34}, {"text": "I think because obviously there's things we could talk about for a very long period of time oh good so basically there I was", "start": 4086.26, "duration": 6.629}, {"text": "Helping get progressive radio off the ground and", "start": 4095.15, "duration": 3.68}, {"text": "also when I was 12", "start": 4100.19, "duration": 2.0}, {"text": "a", "start": 4102.29, "duration": 1.02}, {"text": "Girl had turned her eyes to mine. It was eighth grade", "start": 4103.31, "duration": 2.33}, {"text": "she turned her eyes to mine and I was startled because no girl had ever done that before and", "start": 4105.64, "duration": 4.08}, {"text": "in fact, then she locked into eye contact, and I was even more startled because I that had never happened to me before either and", "start": 4110.6, "duration": 7.009}, {"text": "And she said I told my mother you understand the theory of relativity now remember", "start": 4118.25, "duration": 4.549}, {"text": "I had been in science for two years at this point reading two books a day. I had annealed copper", "start": 4122.799, "duration": 5.939}, {"text": "I had made coils. I had made coal cream from an industrial formula", "start": 4128.81, "duration": 4.879}, {"text": "I had built my Rho design my first computer and several science fair awards", "start": 4134.029, "duration": 6.11}, {"text": "And I had built my first boolean algebra machine. Oh, and my mom had schlepped me off", "start": 4140.14, "duration": 5.069}, {"text": "To the University of Buffalo to sit down for meetings with the head of the Graduate physics department at the University of Buffalo", "start": 4145.79, "duration": 6.979}, {"text": "which was probably a courtesy call that he was going to allow me five minutes for and I was in there for an hour and", "start": 4152.93, "duration": 5.569}, {"text": "we", "start": 4158.5, "duration": 0.52}, {"text": "Discussed the hottest topic of the time which was the interpretation of the Doppler shift and Big Bang versus steady state theory of cosmology", "start": 4159.02, "duration": 6.95}, {"text": "That's why he kept me in there because it was the very year when the chief champion of steady state Theory Fred Hoyle", "start": 4165.98, "duration": 7.07}, {"text": "Knew with absolute certainty he was about to demolish George Gamow of theory of the Big Bang, and it would never be heard from again", "start": 4173.33, "duration": 8.0}, {"text": "So this was the hottest topic in science and when we got out the guy towered over my head", "start": 4181.85, "duration": 5.089}, {"text": "And he put my hand on my shoulder and he said to my mom", "start": 4186.94, "duration": 2.31}, {"text": "You don't have to study for grad school, or you don't have to save up read school for him", "start": 4189.41, "duration": 4.22}, {"text": "He will get graduate fellowships at any University, and he wants in theoretical physics", "start": 4193.7, "duration": 5.45}, {"text": "So so that's a good day", "start": 4200.51, "duration": 1.73}, {"text": "That's a good day, so I had a history in science already and and when this girl turned her eyes to mine", "start": 4202.24, "duration": 6.929}, {"text": "she said I told my mother that you understand the theory of relativity and I", "start": 4209.17, "duration": 3.81}, {"text": "Couldn't confess Jordan even though truth that the truth of any price including the price of your life is the first rule of science for", "start": 4213.14, "duration": 5.779}, {"text": "Me I couldn't confess that I didn't know that because what did I have going for me?", "start": 4218.92, "duration": 3.66}, {"text": "Yeah, I think God will forgive you for that well", "start": 4224.48, "duration": 3.47}, {"text": "So I jumped on my bicycle and I went down to the library and the librarians", "start": 4227.95, "duration": 3.66}, {"text": "Literally knew me better than my mother did and I said give me everything you've got on", "start": 4231.71, "duration": 3.44}, {"text": "Relativity and they shoved two books across the desk at me a great big fat book by Einstein and two", "start": 4235.46, "duration": 5.66}, {"text": "Collaborators and a little skinny book by Einstein all by himself", "start": 4241.25, "duration": 3.41}, {"text": "And I started with the big fat book because I'd learned at that point in life that if you go through something", "start": 4244.66, "duration": 5.58}, {"text": "You don't understand at all and you shove yourself all the way to the bitter dishes", "start": 4250.24, "duration": 4.739}, {"text": "End by the end you come out understanding something it's only on a gut level", "start": 4254.98, "duration": 4.47}, {"text": "So I was doing that with the big book and the big book had about seven words of English on each page and the rest", "start": 4259.94, "duration": 5.27}, {"text": "Was all mathematical collisions and mathematical equations are Greek to me. I've never understood", "start": 4265.21, "duration": 4.26}, {"text": "so", "start": 4270.15, "duration": 1.05}, {"text": "At 8 o'clock at night. I suddenly realize", "start": 4271.2, "duration": 2.509}, {"text": "I'm only 50 pages into this book and my mom's gonna put me asleep at 10 o'clock tonight", "start": 4273.71, "duration": 4.32}, {"text": "And if I don't go to school understanding the theory of relativity tomorrow", "start": 4278.03, "duration": 3.81}, {"text": "I'm gonna be humiliated, so I turn to little skinny book", "start": 4281.84, "duration": 3.479}, {"text": "And it was written just by Einstein all on his own", "start": 4285.32, "duration": 3.359}, {"text": "and there was an introduction to the book and", "start": 4288.74, "duration": 2.129}, {"text": "sometimes it feels as if the author is stepping out through the pages grabbing you by the lapel putting his nose to yours and", "start": 4291.21, "duration": 6.26}, {"text": "shouting a personal message in in your face and", "start": 4297.69, "duration": 2.689}, {"text": "That's how it felt Einstein grabbed me by the lapels and said schmuck listen up. Do you want to be a genius?", "start": 4301.2, "duration": 6.949}, {"text": "It's not enough to come up with a theory only seven men in the world can understand", "start": 4308.31, "duration": 3.979}, {"text": "To be a genius you have to be able to come up with that theory and express it so clearly", "start": 4312.39, "duration": 4.1}, {"text": "That anyone with a high school education and reasonable degree of intelligence can understand it so Albert", "start": 4316.77, "duration": 5.87}, {"text": "Einstein had told me to be a writer and", "start": 4322.74, "duration": 3.169}, {"text": "so I was", "start": 4327.36, "duration": 1.62}, {"text": "Operating a writing career while I was in undergraduate school", "start": 4328.98, "duration": 2.959}, {"text": "And then advancing it when I was when I started the art", "start": 4332.49, "duration": 3.529}, {"text": "Studio is the goal for me at that point was your next step to be the writer Albert Einstein told you to be is you?", "start": 4336.02, "duration": 6.149}, {"text": "have to write for magazines and", "start": 4342.17, "duration": 2.0}, {"text": "one day I'd walked into the office of a magazine carrying the portfolio by art studio and", "start": 4344.28, "duration": 5.299}, {"text": "wearing an outfit that I bought from a designer that I was collaborating with on designing stuff and", "start": 4350.28, "duration": 4.79}, {"text": "They had women at this magazine. It was an underground magazine called rags an underground fashion magazine it was", "start": 4355.68, "duration": 6.77}, {"text": "bankrolled by one of the people who bankrolled rolling stone", "start": 4363.18, "duration": 2.839}, {"text": "And the women didn't look at my portfolio", "start": 4366.02, "duration": 3.45}, {"text": "All they looked at was what I was wearing and they said you have more of those and I said yes", "start": 4369.81, "duration": 5.629}, {"text": "I've got a whole closet full of them, and they said can you write an article about that?", "start": 4375.44, "duration": 4.05}, {"text": "Well, I've been looking for my big break with magazine writing a fine Stein's imperative was at my back", "start": 4380.01, "duration": 6.139}, {"text": "So I said of course I can and I wrote an article and then I became a contributing editor", "start": 4386.94, "duration": 3.86}, {"text": "And I wrote 175 pieces for them and then one of the the other", "start": 4390.8, "duration": 4.5}, {"text": "Contributing editors started a new magazine called natural lifestyles, and it made me a contributing editor there, too", "start": 4395.64, "duration": 6.08}, {"text": "Which meant I was getting a 6:00 in the morning going without a stitch of clothes on to an old Remington", "start": 4402.27, "duration": 5.03}, {"text": "1940s non electric typewriter pounding away at writing until 8:00 or 9:00", "start": 4407.91, "duration": 4.37}, {"text": "Going into the art", "start": 4412.71, "duration": 1.13}, {"text": "studio getting that up and running and then coming back home and sitting there with a pot of coffee until 11 o'clock at night when", "start": 4413.84, "duration": 5.88}, {"text": "I put myself to sleep and I was getting tired of this Jordan it had been going on for a year", "start": 4419.72, "duration": 5.25}, {"text": "So because of the National Lampoon because there was a great big steady check coming in every month", "start": 4425.37, "duration": 5.359}, {"text": "My artists voted me out of my studio", "start": 4430.92, "duration": 2.09}, {"text": "They didn't want to pay me the percentage that they owed me and for me that was like getting sick. It was a fortunate thing", "start": 4433.01, "duration": 7.589}, {"text": "Because I'd been there for three years, and I could have continued there forever running this art studio and", "start": 4442.38, "duration": 4.82}, {"text": "and but I was busy writing and one day I was covering of all things a", "start": 4448.32, "duration": 4.399}, {"text": "Parapsychology convention for natural lifestyles the other magazine I was a contributing editor, zoo", "start": 4453.15, "duration": 5.03}, {"text": "and I was taking notes frantically because I have no memory if I don't know that it's gonna disappear and", "start": 4458.18, "duration": 5.79}, {"text": "Somebody walked up to me and said do you want to edit a magazine?", "start": 4464.46, "duration": 3.169}, {"text": "Well in my abotu my freshman in my sophomore year of college", "start": 4468.36, "duration": 3.62}, {"text": "I had gotten a job writing for the Boy Scouts of America and had written there the chapter", "start": 4472.08, "duration": 6.08}, {"text": "I've rewritten their chapter on masturbation for the Boy Scout Handbook, and I've written the chapters get lined in your CV", "start": 4478.16, "duration": 6.54}, {"text": "yeah, yeah, but somehow they keep showing up and and", "start": 4484.77, "duration": 3.89}, {"text": "Because cause remember when I when I first got onto science at the age of 10", "start": 4489.48, "duration": 4.129}, {"text": "It was because a book appeared in my lap", "start": 4493.61, "duration": 1.53}, {"text": "And it said the first two rules of science are these the truth of any price of including the price of your life and it", "start": 4495.14, "duration": 5.64}, {"text": "Told the story of Galileo, and it told it all wrong it sold it as if he had been", "start": 4500.78, "duration": 4.079}, {"text": "Giordano Bruno and been willing to go to the stake. No that's not true", "start": 4505.41, "duration": 3.08}, {"text": "I", "start": 4508.7, "duration": 0.28}, {"text": "Ban the second rule of science was look at things right under your nose as if you've never seen them before and then proceed from", "start": 4508.98, "duration": 5.51}, {"text": "There and it gave the story of Anton van Lewin", "start": 4514.49, "duration": 2.459}, {"text": "Hope who invented the microscope and looked at pond water and discovered these tiny little things called animal culés", "start": 4516.95, "duration": 5.759}, {"text": "Microscopic beings he also looked at human sperm", "start": 4523.14, "duration": 3.02}, {"text": "And then he'd written a letter to the Royal Society", "start": 4526.16, "duration": 3.839}, {"text": "Describing what he had seen now think about that Jordan if yeah it took 30 years", "start": 4530.49, "duration": 4.549}, {"text": "Before I realized where he probably gotten the nice room, and he's confessing this to the Royal Society. Yeah, that's quite the story", "start": 4535.17, "duration": 6.959}, {"text": "Right so masturbation kept following me", "start": 4542.68, "duration": 2.33}, {"text": "Wherever I went but I wrote the Boy Scout book on camouflage that is their their handbook on camouflage and their handbook there on", "start": 4545.62, "duration": 7.85}, {"text": "stalking and tracking and I had been thrown out of Boy Scouts at the age of eleven for incompetence of Morse code the", "start": 4554.29, "duration": 5.66}, {"text": "Only child I have ever heard of who has been thrown out of the Boy Scouts", "start": 4560.02, "duration": 4.459}, {"text": "so", "start": 4565.0, "duration": 1.44}, {"text": "And none so I have learned a lesson and the lesson was if I care enough about my audience", "start": 4566.44, "duration": 5.689}, {"text": "I want my audience to be able to drop down on all fours and get so close to a bunny rabbit", "start": 4572.13, "duration": 3.93}, {"text": "Using the techniques of stalking and tracking that I teach them that the rabbit doesn't know they're there until they're rubbing noses with it", "start": 4576.64, "duration": 7.219}, {"text": "That I can write anything", "start": 4584.86, "duration": 2.0}, {"text": "so I didn't ask what the magazine was about when this kid walked up to me and said you want to edit a magazine and", "start": 4586.96, "duration": 6.02}, {"text": "We didn't have Google in those days", "start": 4592.98, "duration": 1.99}, {"text": "So I had the name of the publisher that I was supposed to set up a meeting with", "start": 4594.97, "duration": 3.919}, {"text": "But I had no idea of who he was and there was no way to look him up", "start": 4599.23, "duration": 3.709}, {"text": "And I had no idea what his magazine was I walked into his office", "start": 4602.94, "duration": 3.66}, {"text": "two editors were in the process of packing up their stuff and leaving on the opposite side of his office suite from his office and", "start": 4606.97, "duration": 7.909}, {"text": "I knew nothing about", "start": 4615.22, "duration": 2.0}, {"text": "rock and roll it turned out that the magazine was called circus and was a rock and roll magazine and", "start": 4617.74, "duration": 4.429}, {"text": "He asked he asked only one question", "start": 4623.65, "duration": 2.3}, {"text": "Can you turn out a magazine in two weeks?", "start": 4626.92, "duration": 2.18}, {"text": "because he had two weeks before he had to deliver his magazines of the printer and his editors were leaving and", "start": 4629.47, "duration": 6.259}, {"text": "I said yes, and I turned out the magazine in two weeks", "start": 4636.28, "duration": 3.529}, {"text": "And that's how I became the editor of a rock magazine and and over the course of time applying Martin Gardner's", "start": 4639.81, "duration": 6.66}, {"text": "approach to things looking for underlying correlations I", "start": 4646.81, "duration": 3.5}, {"text": "Invented all kinds of correlational studies that allowed me to get a handle on my audience", "start": 4651.04, "duration": 4.7}, {"text": "And I learned that my audience wasn't", "start": 4656.17, "duration": 2.54}, {"text": "Interested in the traditional format of the rock magazine that my publisher adhered you which is only cover a band", "start": 4658.9, "duration": 5.93}, {"text": "That's of interest your audience once a year", "start": 4664.83, "duration": 1.8}, {"text": "I discovered that like the audience for Time magazine", "start": 4666.63, "duration": 3.209}, {"text": "Which my boss wanted me to imitate and which I read from cover to cover when I was a child", "start": 4669.97, "duration": 5.549}, {"text": "Time magazine has an article of president not once a year every single week, it's a running soap opera", "start": 4676.79, "duration": 6.679}, {"text": "And if they have a secondary character like Henry Kissinger he's in there at least every other week", "start": 4683.469, "duration": 5.22}, {"text": "And then there are tertiary characters who may show up once every four months", "start": 4688.69, "duration": 4.049}, {"text": "But you need that Star Trek that a track that presidential track, and I discovered that my that", "start": 4693.35, "duration": 6.199}, {"text": "I had one artist that was twice as popular", "start": 4699.55, "duration": 3.209}, {"text": "With my audience as his nearest runner-up right that was it and that was Alice Cooper, and the closest runner-up was David Bowie", "start": 4703.46, "duration": 7.009}, {"text": "But David Bowie looked pathetic by comparison with Alice Cooper, so I went to my publisher", "start": 4710.469, "duration": 5.16}, {"text": "And I'd taken the sales figures, and I'd worked out additional correlations", "start": 4715.63, "duration": 4.41}, {"text": "Like the fact that if we had cover lines", "start": 4720.83, "duration": 2.389}, {"text": "About people who were in the top ten on the album charts the week", "start": 4724.1, "duration": 3.649}, {"text": "We came out we sold magazines, which means it was a four monthly time. I had to learn to predict", "start": 4727.75, "duration": 5.189}, {"text": "What was going to be in the top ten on the album charts for months in advance?", "start": 4732.94, "duration": 4.439}, {"text": "So I went to my publisher I had a complete format for him", "start": 4738.26, "duration": 4.43}, {"text": "I said I guarantee you this is only one of three statements of this kind of ever made in my life. I", "start": 4742.69, "duration": 4.799}, {"text": "guarantee you that if you use this format", "start": 4748.01, "duration": 2.39}, {"text": "we will increase the sales of our magazine and he was kind enough to let me get away with a", "start": 4750.59, "duration": 5.089}, {"text": "total overhaul, and the result was we increased in the next 12 months by", "start": 4755.81, "duration": 4.489}, {"text": "211 percent and my publisher went from a man of modest means with an apartment on Second Avenue overlooking traffic to a man of", "start": 4761.3, "duration": 7.37}, {"text": "immodest means with a huge aircraft", "start": 4768.92, "duration": 2.0}, {"text": "Sanger sized apartment overlooking the East River and", "start": 4771.98, "duration": 3.739}, {"text": "And Chet flipo one of the founding editors of Rolling Stone to valide himself?", "start": 4776.51, "duration": 4.669}, {"text": "He didn't feel like what Rolling Stone validated", "start": 4781.179, "duration": 2.19}, {"text": "Sufficiently did a history of rock and roll", "start": 4783.59, "duration": 2.87}, {"text": "Journalism for his master's thesis at the University of Texas at Austin, and he sent me six pages by", "start": 4786.71, "duration": 6.109}, {"text": "Messenger one day, and it was about this guy working in a little windowless closet with a manual Remington typewriter", "start": 4793.37, "duration": 6.679}, {"text": "single-handedly pounding out of a magazine", "start": 4801.02, "duration": 1.52}, {"text": "And he said single-handedly inventing a new magazine genre the heavy metal magazine", "start": 4802.54, "duration": 5.85}, {"text": "so that's how and and I became a scholar of rock and roll I mean I", "start": 4808.76, "duration": 4.04}, {"text": "Buy did you develop an affinity for the music yes, I fucking love it", "start": 4813.23, "duration": 4.819}, {"text": "I had and who's your favorite well my favorite before this had been Vivaldi's winter in the four seasons?", "start": 4818.2, "duration": 7.979}, {"text": "Because it's angry and scowling and whip lashing", "start": 4826.51, "duration": 3.33}, {"text": "And now my favorites became well", "start": 4830.42, "duration": 3.169}, {"text": "My favorite as a person was Michael Jackson because I never met anybody like him in my life", "start": 4833.66, "duration": 4.52}, {"text": "And never expected to meet anybody like him", "start": 4838.18, "duration": 2.129}, {"text": "And he embodied the first two rules of science in a way that none of the science people that I've known and loved have ever", "start": 4840.31, "duration": 6.93}, {"text": "embodied it and", "start": 4847.88, "duration": 1.98}, {"text": "My favorites musically right now. I mean they've changed over the years uh", "start": 4849.86, "duration": 5.6}, {"text": "One day I was driving a rented car on Sunset Boulevard in Hollywood and a song came out in the radio", "start": 4856.22, "duration": 6.559}, {"text": "That made me do something", "start": 4863.09, "duration": 1.79}, {"text": "I had never done since had never done before and I've never done since I", "start": 4864.88, "duration": 3.09}, {"text": "Had to pull the car over", "start": 4868.1, "duration": 1.8}, {"text": "To a side the side of the road and stop and do nothing but listen to this song and it was hurt so good", "start": 4869.9, "duration": 7.1}, {"text": "by John Mellencamp", "start": 4877.34, "duration": 2.0}, {"text": "so Billy Joel I loved him in his angry period but I", "start": 4879.74, "duration": 4.429}, {"text": "came to him after his angry period and one day I wanted to get together with him socially because I hadn't seen him in a", "start": 4884.39, "duration": 6.379}, {"text": "Long time and I don't socialize very readily, I like to get together to work together", "start": 4890.77, "duration": 4.529}, {"text": "but not necessarily to schmooze together, but I did call him for socializing so we met for breakfast at a", "start": 4896.03, "duration": 6.95}, {"text": "restaurant at the outdoor", "start": 4904.22, "duration": 1.26}, {"text": "Cafe part of a restaurant on the ground ground floor of the Essex House where he had an apartment and he came down the elevator", "start": 4905.48, "duration": 6.589}, {"text": "carrying this child's notebook", "start": 4912.2, "duration": 2.419}, {"text": "You know how when you're in first and second grade your parents buy you a black covered marbled with white", "start": 4914.62, "duration": 5.699}, {"text": "notebook to write in well he had one of those and he", "start": 4920.81, "duration": 2.66}, {"text": "Put it in the middle of the table while we were talking and he explained something and he said", "start": 4924.17, "duration": 4.939}, {"text": "I was growing up and we were teenagers and we would hang out on the corner just watching all the girls go by", "start": 4930.93, "duration": 6.33}, {"text": "Girls to us were a separate species", "start": 4939.13, "duration": 1.76}, {"text": "they were like mules or donkeys or dogs or something like that if we", "start": 4940.89, "duration": 4.919}, {"text": "Had anything to do them with them the simple goal was to score", "start": 4946.09, "duration": 3.469}, {"text": "We assumed that they didn't have brains like ours, and I met a girl last night Billie said", "start": 4949.56, "duration": 5.879}, {"text": "Who utterly defied those rules of what girls are she is articulate? She is intelligent?", "start": 4956.29, "duration": 6.8}, {"text": "She is on top of things. She was a pleasure to talk to now Billie had informed me the first time", "start": 4963.09, "duration": 5.219}, {"text": "I met him at his home", "start": 4968.31, "duration": 1.72}, {"text": "out on hoister Bay", "start": 4970.03, "duration": 2.0}, {"text": "That I mean he had a piano room and it had a big grand piano, and he explained that that", "start": 4972.46, "duration": 5.39}, {"text": "Writing song this was like pulling teeth", "start": 4978.43, "duration": 2.0}, {"text": "That sometimes it took him three months to write a song that he would pace back and forth in their piano room and he would", "start": 4980.65, "duration": 6.559}, {"text": "Call his piano the beast with a da teeth", "start": 4987.21, "duration": 1.99}, {"text": "It was the Beast he was fighting to get songs out", "start": 4989.2, "duration": 2.45}, {"text": "Well Billy explained that after coming home at 2:00 in the morning for meeting this astonishing woman", "start": 4991.72, "duration": 4.969}, {"text": "he had sat down with this little notebook, and he had written an entire album full of", "start": 4997.6, "duration": 6.29}, {"text": "songs Wow he met his muse did he yes, and it was Christie Brinkley and", "start": 5005.01, "duration": 4.549}, {"text": "Yes, and but you could see how she might inspire a song or two yes absolutely", "start": 5010.92, "duration": 4.879}, {"text": "But the point is that it was Billy's most vapid album at least to me that I'd ever heard from him", "start": 5015.96, "duration": 6.68}, {"text": "And it's an album that I really am NOT interested", "start": 5022.67, "duration": 2.339}, {"text": "In listening to but his angry period when he was angry with his first wife Elizabeth", "start": 5025.2, "duration": 4.129}, {"text": "Hey, those were", "start": 5030.42, "duration": 1.89}, {"text": "really really good songs Paul Simon", "start": 5032.31, "duration": 3.229}, {"text": "Astonished me one day. I was in the elevator over at the Broadway. Whatever. It's called building", "start": 5036.15, "duration": 5.089}, {"text": "Broadway Studios or something I have the building he owns with Lauren Michaels of Saturn. I out live I", "start": 5041.88, "duration": 4.279}, {"text": "was in the elevator and I bumped into Paul who was my client I did Simon and Garfunkel's reunion to her in the park a", "start": 5046.71, "duration": 6.74}, {"text": "reunion in the park, and then I did Simon and Garfunkel's reunion tour and", "start": 5053.52, "duration": 3.68}, {"text": "And Paul had a piece of paper in his hands, and I said what's that and he said selearis?", "start": 5058.17, "duration": 6.079}, {"text": "Rinna Selvam now remember I was so heavily in the poetry the poetry changed the nature of my life when I was", "start": 5064.25, "duration": 5.799}, {"text": "14 to 16 years old and that I was the editor of a literary magazine that won", "start": 5070.42, "duration": 4.7}, {"text": "Two national academy of poets prizes in addition to the stirrer caused in the art community, so I asked if I could see the lyrics", "start": 5075.12, "duration": 6.629}, {"text": "It's hard to describe this, but when I read the lyrics my knees almost buckled hmm", "start": 5082.42, "duration": 5.209}, {"text": "Which almost helped of the floor bones and stones or something like that? I'm terrible with album names", "start": 5087.63, "duration": 5.28}, {"text": "It was some of the most astonishing poetry I'd ever ever read in my life", "start": 5093.07, "duration": 6.65}, {"text": "And it reached so cheapened to me that I literally was losing control", "start": 5099.82, "duration": 3.11}, {"text": "my body so", "start": 5103.48, "duration": 1.59}, {"text": "I asked him if", "start": 5105.07, "duration": 2.0}, {"text": "He minded if I showed these to", "start": 5107.44, "duration": 2.0}, {"text": "The lyrics to one friend just one friend at the New York Times, and so he we went into his office", "start": 5109.96, "duration": 6.14}, {"text": "We made a Xerox and I walked out with the Xerox of the lyrics now", "start": 5116.14, "duration": 3.409}, {"text": "I had learned that the media is like sheep and", "start": 5120.07, "duration": 4.04}, {"text": "That if you can take one of the lead sheep and turn him in your direction", "start": 5124.6, "duration": 3.439}, {"text": "That you can change the perception of an artist within the critical community", "start": 5128.65, "duration": 5.419}, {"text": "And I had a friend who was an outsider and yet a lead sheet because he was at the New York Times", "start": 5134.07, "duration": 5.82}, {"text": "And he was an outsider because he was gay before you could admit that you were gay", "start": 5139.89, "duration": 3.75}, {"text": "So even I didn't know that he was gay", "start": 5143.8, "duration": 2.0}, {"text": "I just just knew he was a little bit strange and that I as a consequence felt protective of him", "start": 5145.8, "duration": 5.52}, {"text": "And I called him and said I have just seen the most amazing letters", "start": 5151.32, "duration": 4.32}, {"text": "I've ever seen in my life, but for all I know it's an illusion for all I know I've somehow hyped myself into this", "start": 5155.64, "duration": 6.299}, {"text": "If I send you the lyrics, can you tell me if I'm crazy?", "start": 5162.55, "duration": 3.02}, {"text": "And two hours later, I sent it to him by messenger in two hours later", "start": 5166.57, "duration": 3.74}, {"text": "I got a phone call saying you are not crazy so Paul Simon has", "start": 5170.31, "duration": 5.64}, {"text": "amazing astonishing", "start": 5176.83, "duration": 2.0}, {"text": "gifts and", "start": 5178.99, "duration": 1.83}, {"text": "beyond that I mean I love rock and roll and blues based service, so these days I'm listening to Joe Bonamassa and", "start": 5180.82, "duration": 6.14}, {"text": "Jonny Lang and Beth Hart who I think is the best vocalist I've ever heard of my life", "start": 5187.93, "duration": 4.099}, {"text": "they are yeah Beth Hart is just amazing she takes everything that a tagine did and", "start": 5192.22, "duration": 6.879}, {"text": "everything that Janis Joplin built on the on the base of what energy James had done and", "start": 5199.68, "duration": 4.85}, {"text": "Takes it five levels beyond what you ever thought any vocalist could ever know that's major praise because if Santa James was quite the creature", "start": 5204.81, "duration": 7.79}, {"text": "She really was she was an original so", "start": 5212.88, "duration": 3.859}, {"text": "That's but but we skipped the story of how accidentally started the sixteen. Oh well look let's do that like a week", "start": 5217.14, "duration": 6.41}, {"text": "That's a good place to stop. I think you know okay, because we got into well we completed this story", "start": 5223.55, "duration": 6.66}, {"text": "We completed that story. I would love to talk to you again. It was an absolutely great conversation and well for me", "start": 5230.21, "duration": 7.229}, {"text": "It's a privilege because I love your thinking about music about religion in terms of its underlying archetypes", "start": 5237.44, "duration": 6.149}, {"text": "Because that's a part of my life quest", "start": 5244.08, "duration": 2.12}, {"text": "But you've gone out and explored apart that I would never have had the time to explore with a mind", "start": 5246.2, "duration": 5.25}, {"text": "That's yours, and so it's going to be different than mine, so I will download the PDF", "start": 5251.46, "duration": 5.089}, {"text": "Hope I hope that well I'd especially because you've read the second book. There's 12 rules for life", "start": 5257.46, "duration": 4.519}, {"text": "That should open up maps of meaning if which is a much more", "start": 5261.98, "duration": 2.64}, {"text": "I would say it's a much denser book and it's probably not as well written although", "start": 5265.08, "duration": 5.24}, {"text": "I think it's it's I'm not complaining about it it it accomplished the goal that I had set out to accomplish which was well", "start": 5270.32, "duration": 6.479}, {"text": "You'll you you've experienced some of it with 12 rules for life", "start": 5276.8, "duration": 3.149}, {"text": "And I'd be very interested to hear what you have to say about maps meaning, so let's talk again. Well you're gonna", "start": 5279.95, "duration": 5.31}, {"text": "Talk to me. I think in January that was the plan right?", "start": 5285.26, "duration": 2.339}, {"text": "Yes, we were going to talk in January or February wouldn't make it out. Yes. I will set another talk", "start": 5288.21, "duration": 5.119}, {"text": "somewhere", "start": 5293.88, "duration": 1.2}, {"text": "And are you in New York? I'm in New York. I'm sitting here in Park Slope Brooklyn", "start": 5295.08, "duration": 4.64}, {"text": "Well, maybe if you wouldn't mind the next time I come down to New York we could not", "start": 5299.94, "duration": 4.189}, {"text": "Yes, yes, yes, let me know as foreign advance as possible because my gala walks up okay, and we'll do it. Okay good", "start": 5305.07, "duration": 6.83}, {"text": "I'd love that okay, you've been a pleasure", "start": 5311.9, "duration": 2.129}, {"text": "Oh, it's been really good talking to you, and it was it was a play", "start": 5314.21, "duration": 2.939}, {"text": "It was really a lot of fun, and you're you're an amazing font of stories", "start": 5317.15, "duration": 4.319}, {"text": "and and interesting tangents and and crazy schemes and adventures", "start": 5321.47, "duration": 4.529}, {"text": "It's really like I said if you didn't exist it would be hard to hard to invent you so I shall see you sometime", "start": 5326.0, "duration": 6.15}, {"text": "Two months good. Okay. Thanks, Jordan. Have a great night. Yeah. Okay. See ya bye, but", "start": 5332.389, "duration": 6.24}]}