{
 "video_id": "vwKCK5EhibM",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "On Claiming Belief in God: Commentary",
 "url": "https://www.youtube.com/watch?v=vwKCK5EhibM",
 "date": "2019-06-09",
 "description": "I delivered this talk at the Prager Summit in May in Santa Barbara. However, it's really an extended commentary on a lecture from Sydney, Australia, Feb 26, 2019, entitled Who Dares Say He Believes in God? (https://youtu.be/MnUfXYGtT5Q). I would strongly recommend watching it first. \n\nAfter that lecture, and then this commentary, you could watch the discussion I had with Dennis Prager at the same event (https://youtu.be/j0GL_4cAkhI). \n\nThese are all part of the same playlist, On (my) Belief in God, and will make the most sense in the suggested order.\n\nThis commentary is also available at the PragerU YouTube Video Channel at https://www.youtube.com/watch?v=avInTfCd92Q. \n\nThanks to the Prager U organization for the invitation and opportunity.\n\n\n--- SUPPORT THIS CHANNEL ---\n\nDonations: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 1062,
 "transcript_parts": [
  {
   "text": "So",
   "start": 15.76,
   "duration": 1.4
  },
  {
   "text": "I think i'll tell you",
   "start": 17.16,
   "duration": 2.44
  },
  {
   "text": "what I've learned.",
   "start": 19.78,
   "duration": 3.42
  },
  {
   "text": "Over the last year, um,",
   "start": 23.44,
   "duration": 2.92
  },
  {
   "text": "I've traveled to",
   "start": 26.56,
   "duration": 4.78
  },
  {
   "text": "about a hundred and sixty cities",
   "start": 31.56,
   "duration": 3.12
  },
  {
   "text": "since last January",
   "start": 34.82,
   "duration": 2.18
  },
  {
   "text": "with my wife Tammy,",
   "start": 37.0,
   "duration": 1.54
  },
  {
   "text": "and spoken to about 300 thousand people",
   "start": 38.54,
   "duration": 5.46
  },
  {
   "text": "at live events.",
   "start": 44.0,
   "duration": 2.0
  },
  {
   "text": "And so the first thing I've learned",
   "start": 46.0,
   "duration": 2.0
  },
  {
   "text": "was that,",
   "start": 48.0,
   "duration": 1.0
  },
  {
   "text": "for some reason,  I can travel to a hundred and sixty cities",
   "start": 49.0,
   "duration": 4.0
  },
  {
   "text": "and speak to three hundred thousand  people",
   "start": 53.0,
   "duration": 2.54
  },
  {
   "text": "and that was a shock in itself",
   "start": 55.54,
   "duration": 2.46
  },
  {
   "text": "--that it's a continual shock--",
   "start": 58.0,
   "duration": 4.0
  },
  {
   "text": "that everywhere we go,",
   "start": 62.0,
   "duration": 2.0
  },
  {
   "text": "there's a massive",
   "start": 64.0,
   "duration": 2.0
  },
  {
   "text": " ",
   "start": 66.0,
   "duration": 1.38
  },
  {
   "text": "hunger",
   "start": 67.38,
   "duration": 1.9
  },
  {
   "text": "for whatever it is that I happened to be talking about.",
   "start": 69.28,
   "duration": 4.72
  },
  {
   "text": "Then,",
   "start": 74.0,
   "duration": 2.0
  },
  {
   "text": "you know,  I think about that constantly,",
   "start": 76.0,
   "duration": 2.0
  },
  {
   "text": "what I am discussing with my audience,  is",
   "start": 78.0,
   "duration": 4.0
  },
  {
   "text": "trying to understand",
   "start": 82.0,
   "duration": 2.0
  },
  {
   "text": "what it is that's",
   "start": 84.0,
   "duration": 2.36
  },
  {
   "text": "driving this.",
   "start": 86.58,
   "duration": 1.98
  },
  {
   "text": " ",
   "start": 88.56,
   "duration": 1.44
  },
  {
   "text": "I do that a variety of ways,",
   "start": 90.0,
   "duration": 2.0
  },
  {
   "text": "You know, one of the things I do",
   "start": 92.0,
   "duration": 2.0
  },
  {
   "text": "is listen for silence.",
   "start": 94.0,
   "duration": 2.0
  },
  {
   "text": "If you have thirty five hundred people in an auditorium",
   "start": 96.2,
   "duration": 4.7
  },
  {
   "text": "and they all fall dead silent,",
   "start": 101.14,
   "duration": 2.58
  },
  {
   "text": "what that means is that you've  touched on something, of,",
   "start": 103.92,
   "duration": 4.04
  },
  {
   "text": "that's of universal importance, in that moment anyways,",
   "start": 108.42,
   "duration": 4.56
  },
  {
   "text": "Because it supersedes, the topic supersedes, anything else that's being considered, right,",
   "start": 113.18,
   "duration": 6.48
  },
  {
   "text": "it supersedes the desire to shift your position in your chair,",
   "start": 119.88,
   "duration": 3.4
  },
  {
   "text": "it supersedes the desire to whisper to your neighbor,",
   "start": 123.46,
   "duration": 4.18
  },
  {
   "text": "it grips your attention completely",
   "start": 127.86,
   "duration": 2.44
  },
  {
   "text": "and forces a silence.",
   "start": 130.52,
   "duration": 2.26
  },
  {
   "text": "And it's a very interesting thing to, to,",
   "start": 132.9,
   "duration": 3.54
  },
  {
   "text": "to listen for that,",
   "start": 136.44,
   "duration": 2.36
  },
  {
   "text": "because, you see that people are in the grip of something;",
   "start": 138.8,
   "duration": 4.2
  },
  {
   "text": "and then, you have to puzzle out",
   "start": 144.42,
   "duration": 1.8
  },
  {
   "text": "what it is that they are in the grip of.",
   "start": 146.22,
   "duration": 2.68
  },
  {
   "text": "I can tell you some about that.",
   "start": 151.72,
   "duration": 1.92
  },
  {
   "text": "Um, you know there is this idea that became popular in the nineteen sixties --",
   "start": 156.66,
   "duration": 4.32
  },
  {
   "text": "I just talked to Bishop , a bishop, Bishop Barron, about a week and a half ago for my Youtube video channel and for my podcast",
   "start": 161.4,
   "duration": 8.0
  },
  {
   "text": "and uh,  I told him that I was a strange psychologist because I'd never told my audiences that --",
   "start": 174.18,
   "duration": 6.0
  },
  {
   "text": "now I speak to individuals in the audience --. I never tell someone that they are okay the way they are,",
   "start": 180.8,
   "duration": 4.2
  },
  {
   "text": "you know, there's this idea that came up in the sixties that \"you're okay the way you are\" --",
   "start": 185.0,
   "duration": 4.52
  },
  {
   "text": "and, and uh, while I liked that idea very much, and I think it's a very bad idea,",
   "start": 193.0,
   "duration": 5.1
  },
  {
   "text": "especially when you are talking to young people who are lost and nihilistic and depressed and suffering",
   "start": 199.44,
   "duration": 4.56
  },
  {
   "text": "and aimless",
   "start": 204.4,
   "duration": 1.5
  },
  {
   "text": "and ideologically possessed and prematurely cynical,",
   "start": 205.92,
   "duration": 3.68
  },
  {
   "text": "because they are NOT okay the way they are, and if you tell them that they are,",
   "start": 210.32,
   "duration": 5.28
  },
  {
   "text": "then they think, \"Well this is it - that's it, that's life - it's like, I've hit the pinnacle at 18.\"",
   "start": 215.6,
   "duration": 4.4
  },
  {
   "text": "I don't know anything about the world. I haven't contributed anything to it",
   "start": 220.0,
   "duration": 4.62
  },
  {
   "text": "But there is no up because I am okay the way I am.\"",
   "start": 225.04,
   "duration": 4.86
  },
  {
   "text": "It's like, you are not okay the way you are. Especially if you are 18, you've got 60 years to put yourself together,",
   "start": 230.26,
   "duration": 7.0
  },
  {
   "text": "and you better be better at the end of that than you were at the beginning or something has gone seriously wrong.",
   "start": 237.26,
   "duration": 5.74
  },
  {
   "text": "It's not an optimistic thing to tell people that they are okay the way they are,",
   "start": 245.0,
   "duration": 3.52
  },
  {
   "text": "it's a pessimistic thing",
   "start": 248.52,
   "duration": 1.18
  },
  {
   "text": "Because what you do is denigrate what they could be for what they are.",
   "start": 249.7,
   "duration": 4.14
  },
  {
   "text": "And, and I know that is a terrible idea technically, speaking from  a psychological perspective, because",
   "start": 254.78,
   "duration": 7.22
  },
  {
   "text": "it's who you COULD be that imbues your life with meaning.",
   "start": 262.28,
   "duration": 4.24
  },
  {
   "text": "It's not the only thing--I mean, you have your friends and your family--but they expect something from you too.  You know they expect the best from you,",
   "start": 267.2,
   "duration": 7.0
  },
  {
   "text": "They expect a certain amount of improvement, especially, if you have children.  But even if you are a child, you might expect some improvement from your parents as well, um....",
   "start": 274.5,
   "duration": 8.94
  },
  {
   "text": "But that's what you hope for - you hope that the person can manifest what's best in them",
   "start": 284.28,
   "duration": 5.84
  },
  {
   "text": "and if they don't do that, then you are disappointed in them, just like you'd be inexorably or are inexorably disappointed in yourself if you don't manifest what's best in you... and",
   "start": 291.3,
   "duration": 12.04
  },
  {
   "text": "and I think  that's very interesting moral law, you know.",
   "start": 303.34,
   "duration": 4.56
  },
  {
   "text": "I talk a lot to my audiences about what I believe to be an incontrovertible fact,",
   "start": 308.2,
   "duration": 9.0
  },
  {
   "text": "and I think that the fundamental incontrovertible fact is that life is suffering. \n And I think that that's why that's a primary axiom of religious belief",
   "start": 319.2,
   "duration": 16.02
  },
  {
   "text": "in some sense, almost, regardless of the faith, that life is suffering, and everyone knows that, although they don't necessarily like to admit it or to talk about it.",
   "start": 336.94,
   "duration": 11.06
  },
  {
   "text": "I mean, you don't have to scrape beneath the surface very far in someone's life to find a tragedy lurking;",
   "start": 348.74,
   "duration": 6.48
  },
  {
   "text": "if the person that you are speaking with doesn't have something pretty awful happening to them",
   "start": 355.88,
   "duration": 7.42
  },
  {
   "text": "right at the moment economically or socially or within their family or physically or mentally,",
   "start": 363.5,
   "duration": 4.84
  },
  {
   "text": "the probability that someone they love has a problem of that sort is extraordinarily high",
   "start": 368.58,
   "duration": 6.0
  },
  {
   "text": "and if you happen to be among the fortunate minority for whom that isn't true,",
   "start": 374.58,
   "duration": 4.16
  },
  {
   "text": "well, all you have to do is wait and it will be true (laughter)",
   "start": 378.9,
   "duration": 4.4
  },
  {
   "text": "soon enough, and sooner than you think and worse than  you imagine.",
   "start": 384.4,
   "duration": 5.5
  },
  {
   "text": "And so, and everyone knows that,  and so it's easy to understand why people become cynical and bitter and hurt and nihilistic.",
   "start": 390.0,
   "duration": 14.04
  },
  {
   "text": "You know, I think there's a progression in life. You know if you are naive, you think that life will be easy and that people are basically good",
   "start": 404.1,
   "duration": 12.4
  },
  {
   "text": "and then you have some experiences, if you are not sheltered too much, and that gets taken away from you",
   "start": 416.8,
   "duration": 5.76
  },
  {
   "text": "because you betray yourself or other people betray you or you encounter a tragedy and then your naivete is shattered",
   "start": 423.0,
   "duration": 7.1
  },
  {
   "text": "and the most likely place that you'll go from there isn't just something approximating cynicism,",
   "start": 430.1,
   "duration": 5.12
  },
  {
   "text": "because you don't  know the alternative and your initial faith -- which was not faith but naivete --  is shattered by the terrible reality of what you encounter.",
   "start": 435.22,
   "duration": 10.32
  },
  {
   "text": "And then, as a cynical person, you are more wise than you are as a naive person;",
   "start": 446.56,
   "duration": 5.36
  },
  {
   "text": "and then that's a strange thing because you're worse in some sense than you were,",
   "start": 451.92,
   "duration": 5.18
  },
  {
   "text": "you know.   You are not as optimistic and you are not as filled with hope  and your life is more difficult",
   "start": 457.4,
   "duration": 6.64
  },
  {
   "text": "and you're probably harder on other people and with more of a tendency towards cruelty and none of that seems positive",
   "start": 464.04,
   "duration": 6.34
  },
  {
   "text": "but",
   "start": 470.72,
   "duration": 0.5
  },
  {
   "text": "there's a wisdom in cynicism that the naive lack.",
   "start": 471.44,
   "duration": 3.28
  },
  {
   "text": "But the problem is,  there,  that cynicism is not a useful antidote to, let' say, tragedy and malevolence because there are places that you go past cynicism as you approach wisdom.",
   "start": 476.0,
   "duration": 15.4
  },
  {
   "text": "And it's wisdom that you need in order to fabricate yourself this sort of vessel that will keep you afloat during stormy times.",
   "start": 491.94,
   "duration": 12.96
  },
  {
   "text": "And so,  I talk to you, my audiences, about wisdom, and I think I tell them other things that I believe to be true --",
   "start": 508.5,
   "duration": 11.8
  },
  {
   "text": "--it's like,  well --",
   "start": 520.3,
   "duration": 2.0
  },
  {
   "text": "life is difficult and it's tainted by malevolence and it's cast in tragedy and you need something to off-set that",
   "start": 522.3,
   "duration": 12.02
  },
  {
   "text": "because it otherwise it embitters you,",
   "start": 535.0,
   "duration": 2.4
  },
  {
   "text": "and if you are embittered then you become vengeful and cruel",
   "start": 537.72,
   "duration": 4.32
  },
  {
   "text": "inevitably.",
   "start": 542.18,
   "duration": 0.8
  },
  {
   "text": "And then you make everything that's made you worse, worse in turn,",
   "start": 544.92,
   "duration": 4.24
  },
  {
   "text": "and there is no bottom to that, you know,  as any one whose even a moderate",
   "start": 550.1,
   "duration": 4.42
  },
  {
   "text": "student of history soon comes to understand.  Well, there's an idea that hell is a bottomless pit,",
   "start": 554.6,
   "duration": 7.86
  },
  {
   "text": "and the reason for that is that there is no situation that's so terrible that there isn't some damn fool thing that some idiot can do that will make it far worse",
   "start": 562.5,
   "duration": 9.06
  },
  {
   "text": "and it's reasonably probable that you're that idiot. (laughter)",
   "start": 571.6,
   "duration": 9.0
  },
  {
   "text": "And so, the question is:  What might constitute an alternative to that, and if there is an alternative [even]?",
   "start": 580.8,
   "duration": 8.7
  },
  {
   "text": "You know, I learned a while back, a long while back,  reading religious mythology mostly,",
   "start": 589.6,
   "duration": 5.68
  },
  {
   "text": "that,  there is a difference between thinking and paying attention and of the two, paying attention is much more important.",
   "start": 596.08,
   "duration": 7.0
  },
  {
   "text": "It's not the same thing as thinking, like,  when you pay attention, you're looking for what you don't know -",
   "start": 603.08,
   "duration": 5.42
  },
  {
   "text": "like you kind of detach yourself and you watch and you listen and you see if things are the way you think they are,",
   "start": 608.5,
   "duration": 6.6
  },
  {
   "text": "and you hope they are because life is easier if things are the way you think they are;",
   "start": 615.48,
   "duration": 5.44
  },
  {
   "text": "but if you find out that they're not and you're paying attention, then you can weave and you can bob and you can adapt and you can learn and so you have to learn to pay attention.",
   "start": 621.34,
   "duration": 9.8
  },
  {
   "text": "And I just ask people, when I'm speaking, to pay attention  to what they already know.",
   "start": 631.5,
   "duration": 9.3
  },
  {
   "text": "Now, here's something that everybody knows ...",
   "start": 641.6,
   "duration": 4.18
  },
  {
   "text": "You know, in a world that consists of suffering and malevolence, who is it that you admire or who is it that you don't admire?",
   "start": 646.16,
   "duration": 8.96
  },
  {
   "text": "Those are the same question. If you know who you don't admire, well then you have a negative model and you can go for the opposite,",
   "start": 655.32,
   "duration": 7.42
  },
  {
   "text": "and if you know who you admire, well then you can copy that and the instinct for admiration is an instinct for imitation and we're very imitative creatures, and",
   "start": 663.02,
   "duration": 8.9
  },
  {
   "text": "our instinct for admiration is the instinct for imitation.",
   "start": 672.18,
   "duration": 7.54
  },
  {
   "text": "And what would you call it - \"A deeply biologically and  metaphysically rooted guideline to the proper path of life.\"",
   "start": 679.94,
   "duration": 7.94
  },
  {
   "text": "A question is: \"Is there a proper path of life?\"",
   "start": 688.66,
   "duration": 2.88
  },
  {
   "text": "Well, there are certainly pathways that make things worse,  that's something to know.  You could avoid those.",
   "start": 692.1,
   "duration": 8.1
  },
  {
   "text": "And if there's something, if there are pathways that make things worse then there are the opposite pathways,  even though those might not be so clear---",
   "start": 700.8,
   "duration": 8.34
  },
  {
   "text": "I think that's why we are often so enamored of evil characters in fictional representations--is because it's clearer.",
   "start": 709.64,
   "duration": 7.14
  },
  {
   "text": "it's easier in some sense to make what constitutes the dark path clearer--",
   "start": 717.06,
   "duration": 3.72
  },
  {
   "text": "it's easier for people to understand-- whereas the path that's positive is murkier and more difficult to ascertain.",
   "start": 721.2,
   "duration": 6.52
  },
  {
   "text": "But, at the very least, you know it's the opposite of that.",
   "start": 728.22,
   "duration": 4.68
  },
  {
   "text": "So, well, who do you admire,  or we could start by, who don't you admire?",
   "start": 733.1,
   "duration": 5.12
  },
  {
   "text": "Well, you don't admire an adult who won't take responsibility for himself or herself and COULD.",
   "start": 738.34,
   "duration": 7.58
  },
  {
   "text": "You know, I understand there are people who are so broken and hurt that they need help constantly",
   "start": 746.34,
   "duration": 6.46
  },
  {
   "text": "because they can't take responsibility for themselves,",
   "start": 752.8,
   "duration": 2.26
  },
  {
   "text": "or they can in small ways, but not completely.",
   "start": 755.2,
   "duration": 3.52
  },
  {
   "text": "But you don't admire someone who won't take responsibility for themselves, in fact, you have a sense of contempt for that.",
   "start": 758.72,
   "duration": 5.82
  },
  {
   "text": "And if you happen to be that person then you wake up in the middle of the night and berate yourself with what's left of your conscience",
   "start": 764.54,
   "duration": 5.78
  },
  {
   "text": "for failing to undertake your moral duty --",
   "start": 770.5,
   "duration": 3.26
  },
  {
   "text": "--your intrinsic moral duty --",
   "start": 774.04,
   "duration": 2.2
  },
  {
   "text": "and you can't escape that --- and that's so interesting.  Know that you can't escape that.",
   "start": 776.3,
   "duration": 6.8
  },
  {
   "text": "If you were the creature who could invent your own values, as Nietzsche suggested, as an antidote to the death of God, then",
   "start": 783.3,
   "duration": 6.8
  },
  {
   "text": "you just forgive your transgressions and you wouldn't suffer the bitter pangs of conscience;",
   "start": 790.1,
   "duration": 5.48
  },
  {
   "text": "but you do, and the reason you do is because you are doing things that are wrong,  and you should stop, and you know it, maybe you can't...",
   "start": 795.86,
   "duration": 9.9
  },
  {
   "text": "And then, well let's say then, that the opposite is that you admire someone who can take responsibility for himself or herself, that's a start.",
   "start": 806.26,
   "duration": 8.22
  },
  {
   "text": "And then maybe you admire someone even more if they've forged their characters sufficiently to move past cynicism",
   "start": 814.78,
   "duration": 8.4
  },
  {
   "text": "so that not only they take responsibility for themselves but they can take responsibility for their family.  You know, and",
   "start": 823.54,
   "duration": 7.66
  },
  {
   "text": "they are there for the people who love them when it's necessary.",
   "start": 831.62,
   "duration": 6.78
  },
  {
   "text": "And if you do that, then you have something - I wouldn't say necessarily to be proud of,  but at least you have one less thing to upbraid yourself with.",
   "start": 838.76,
   "duration": 10.32
  },
  {
   "text": "And that's something.",
   "start": 849.6,
   "duration": 2.48
  },
  {
   "text": "And then you can move past that and you can say, well maybe, if you put yourself together enough -- carefully enough, spoke the truth enough,",
   "start": 852.5,
   "duration": 11.7
  },
  {
   "text": "were courageous enough -- in spite of the reasons you have not to be --",
   "start": 864.62,
   "duration": 4.88
  },
  {
   "text": "that you could also be someone of benefit to yourself and your family and your community.",
   "start": 869.96,
   "duration": 5.84
  },
  {
   "text": "And you partake in structuring things in a harmonious manner",
   "start": 875.88,
   "duration": 4.32
  },
  {
   "text": "by living in that way.",
   "start": 880.3,
   "duration": 3.08
  },
  {
   "text": "It's not an individual focused ethos,",
   "start": 883.5,
   "duration": 6.4
  },
  {
   "text": "it's an ethos of harmony among levels.",
   "start": 890.44,
   "duration": 3.56
  },
  {
   "text": "You should do what's good for you but it has to be what's good for your family at the same time and it has to be what's good for you and your family and your community at the same time",
   "start": 894.2,
   "duration": 7.98
  },
  {
   "text": "and that works musically, you know --",
   "start": 902.5,
   "duration": 1.82
  },
  {
   "text": "it makes all the levels work in harmony.",
   "start": 904.32,
   "duration": 2.6
  },
  {
   "text": "And you can tell when that's happening and this is another thing that's of great utility to know is that",
   "start": 907.0,
   "duration": 6.96
  },
  {
   "text": "when you are in that place where you are acting in the proper manner and you are facing things courageously",
   "start": 913.96,
   "duration": 6.7
  },
  {
   "text": "and you're speaking the truth, you are imbued with a sense of fundamental meaning",
   "start": 920.94,
   "duration": 8.34
  },
  {
   "text": "and that meaning is the antidote to the catastrophe of life.",
   "start": 929.94,
   "duration": 3.92
  },
  {
   "text": "And it's the antidote psychologically, because you have to have that meaning, because otherwise your life is too dark and too dreadful and will corrupt you.",
   "start": 933.86,
   "duration": 11.02
  },
  {
   "text": "So it's the antidote psychologically but it's also the antidote practically",
   "start": 945.5,
   "duration": 4.84
  },
  {
   "text": "because we are not nothing, us human beings.",
   "start": 950.58,
   "duration": 3.48
  },
  {
   "text": "You know, they say that we are made in the image of God --- and it's hard to say what that means-- but",
   "start": 954.1,
   "duration": 7.82
  },
  {
   "text": "it means at least,  in part,  to participate in the process of bringing the good into being",
   "start": 962.0,
   "duration": 6.02
  },
  {
   "text": "and we can all do that and the opposite; and if we accept our responsibility to ourselves and to other people and to our communities",
   "start": 968.88,
   "duration": 10.94
  },
  {
   "text": "and we lift that load up,",
   "start": 980.22,
   "duration": 1.68
  },
  {
   "text": "then we live lives that are meaningful and that stops us from being corrupt; it",
   "start": 982.2,
   "duration": 6.24
  },
  {
   "text": "it provides us with a medication against catastrophe,",
   "start": 988.5,
   "duration": 3.16
  },
  {
   "text": "and it also practically improves the world.",
   "start": 991.98,
   "duration": 4.98
  },
  {
   "text": "That's the other thing. It's not just psychological,",
   "start": 997.32,
   "duration": 3.8
  },
  {
   "text": "you can make things worse, everyone knows that,",
   "start": 1001.26,
   "duration": 3.04
  },
  {
   "text": "and no doubt you have,, in many ways; but you can make things better and they actually get better",
   "start": 1004.6,
   "duration": 6.56
  },
  {
   "text": "and there is a reason for hope.",
   "start": 1011.36,
   "duration": 1.88
  },
  {
   "text": "And there's something to be said to know that you are the sort of creature that can look mortality and catastrophe and malevolence straight in the eye,  so to speak,",
   "start": 1013.5,
   "duration": 11.82
  },
  {
   "text": "and nonetheless, stand up and do what's right and that all there is, in that, is good.  And that's what I've been telling people.",
   "start": 1025.6,
   "duration": 13.82
  },
  {
   "text": "Thank you very much.",
   "start": 1041.14,
   "duration": 4.54
  }
 ]
}