{
 "video_id": "wNjbasba-Qw",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Biblical Series VI: The Psychology of the Flood",
 "url": "https://www.youtube.com/watch?v=wNjbasba-Qw",
 "date": "2017-07-03",
 "description": "The story of Noah and the Ark is next in the Genesis sequence. This is a more elaborated tale than the initial creation account, or the story of Adam and Eve or Cain and Abel. However, it cannot be understood in its true depth without some investigation into what the motif of the flood means, psychologically, and an analysis of how that motif is informed by the order/chaos dichotomy, as well as by the idea of an involuntary voyage to the underworld or confrontation with the dragon. In consequence, this lecture concentrates almost exclusively on psychology: How is an encounter with the unknown to be understood, conceptually? How and why is that represented with themes such as the underworld voyage, the dragon fight, or the flood? \n\nAll that constitutes the theme of lecture VI.\n\nProducer Credit and thanks to the following $200/month Patreon supporters. Without such support, this series would not have happened:  Adam Clarke, Alexander Meckhai’el Beraeros, Andy Baker, Arden C. Armstrong, Badr Amari, BC, Ben Baker, Benjamin Cracknell, Brandon Yates, Chad Grills, Chris Martakis, Christopher Ballew, Craig Morrison, Daljeet Singh, Damian Fink, Dan Gaylinn, Daren Connel, David Johnson, David Tien, Donald Mitchell, Eleftheria Libertatem, Enrico Lejaru, George Diaz, GeorgeB, Holly Lindquist, Ian Trick, James Bradley, James N. Daniel, III, Jan Schanek, Jason R. Ferenc, Jesse Michalak, Joe Cairns, Joel Kurth, John Woolley, Johnny Vinje, Julie Byrne, Keith Jones, Kevin Fallon, Kevin Patrick McSurdy, Kevin Van Eekeren, Kristina Ripka, Louise Parberry, Matt Karamazov, Matt Sattler, Mayor Berkowitz , Michael Thiele, Nathan Claus, Nick Swenson , Patricia Newman, Robb Kelley, Robin Otto, Ryan Kane, Sabish Balan, Salman Alsabah, Scott Carter, Sean C., Sean Magin, Sebastian Thaci, Shiqi Hu, Soheil Daftarian, Srdan Pavlovic, Starting Ideas, Too Analytical, Trey McLemore, William Wilkinson, Yazz Troche, Zachary Vader\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 9358,
 "transcript_parts": [
  {
   "text": "So I'm going to launch right into it. I like this -",
   "start": 14.5,
   "duration": 2.5
  },
  {
   "text": "- story as well.",
   "start": 17.3,
   "duration": 1.3
  },
  {
   "text": "This is the story of Noah and the flood and then the tower of babel.",
   "start": 18.9,
   "duration": 4.6
  },
  {
   "text": "Which I think are juxtaposed very interestingly.",
   "start": 24.07,
   "duration": 2.73
  },
  {
   "text": "The tower of Babel is one of those stories like cain and Abel that's only a few lines long",
   "start": 27.099,
   "duration": 4.501
  },
  {
   "text": "It's like a fragment in some sense although the story of Noah is quite a well-developed narrative",
   "start": 31.9,
   "duration": 5.269
  },
  {
   "text": "um..",
   "start": 37.3,
   "duration": 0.8
  },
  {
   "text": "But like the other stories that we've covered",
   "start": 38.2,
   "duration": 2.539
  },
  {
   "text": "It is relevant at multiple levels of analysis simultaneously and so",
   "start": 42.16,
   "duration": 5.239
  },
  {
   "text": "what I'm going to do to begin with",
   "start": 48.039,
   "duration": 2.0
  },
  {
   "text": "Is to start with some background information",
   "start": 50.62,
   "duration": 1.98
  },
  {
   "text": "so",
   "start": 53.4,
   "duration": 0.7
  },
  {
   "text": "some psychological background information.",
   "start": 54.3,
   "duration": 1.7
  },
  {
   "text": "So that the story makes sense and the first thing that I'd like to I'd like to make a case for is that",
   "start": 56.23,
   "duration": 7.47
  },
  {
   "text": "the..",
   "start": 64.239,
   "duration": 1.261
  },
  {
   "text": "You - you bring to bear on the world an a-priori perceptual structure",
   "start": 65.86,
   "duration": 4.699
  },
  {
   "text": "And that's really an embodied structure",
   "start": 70.96,
   "duration": 2.209
  },
  {
   "text": "And it's a consequence of the three and a half billion years that you've spent putting your body together",
   "start": 73.17,
   "duration": 5.879
  },
  {
   "text": "Which is a tremendous amount of time. and-",
   "start": 79.06,
   "duration": 2.12
  },
  {
   "text": "Not only your body, but your mind of course because your mind is part of your body and very much embedded within it",
   "start": 81.82,
   "duration": 6.47
  },
  {
   "text": "You know you tend to think that you have your brain in your head",
   "start": 88.29,
   "duration": 2.819
  },
  {
   "text": "And it's sort of floating separate from the rest of your body, but it's not really true you're a tremendous",
   "start": 91.11,
   "duration": 5.369
  },
  {
   "text": "massive system of",
   "start": 98.53,
   "duration": 2.0
  },
  {
   "text": "neurons running through your entire body",
   "start": 100.84,
   "duration": 2.0
  },
  {
   "text": "Autonomic small neurons in the autonomic nervous system, then are on the central nervous system",
   "start": 103.42,
   "duration": 4.909
  },
  {
   "text": "So that's a lot of neurons and then your central nervous system of course enables you to",
   "start": 108.329,
   "duration": 4.02
  },
  {
   "text": "Exercise voluntary control over your musculature and also to receive information from it your brain is really distributed through your body",
   "start": 112.78,
   "duration": 7.339
  },
  {
   "text": "One of the things you may not know is that",
   "start": 120.549,
   "duration": 2.389
  },
  {
   "text": "people who are",
   "start": 123.43,
   "duration": 0.899
  },
  {
   "text": "Paraplegic can walk if you if you suspend them above a treadmill their legs will walk by themselves with no voluntary control",
   "start": 124.329,
   "duration": 6.019
  },
  {
   "text": "So your spine is capable of quite complex tivity in fact when you walk mostly",
   "start": 130.349,
   "duration": 4.98
  },
  {
   "text": "It's a controlled fall and mostly your spine is doing it and so",
   "start": 135.33,
   "duration": 3.389
  },
  {
   "text": "So anyways the point of all that is that",
   "start": 139.959,
   "duration": 3.38
  },
  {
   "text": "You don't have a blank slate?",
   "start": 144.22,
   "duration": 2.0
  },
  {
   "text": "Consciousness that's interpreting a world that manifests itself as sacred gated objects in some",
   "start": 146.5,
   "duration": 6.559
  },
  {
   "text": "Straightforward sense you have a built in interpretive system. That's extraordinarily deeply embedded and",
   "start": 153.67,
   "duration": 6.919
  },
  {
   "text": "Invisible because you might think about it as the implicit structure of your unconscious",
   "start": 161.14,
   "duration": 4.009
  },
  {
   "text": "it's it what it's what gives rise to your conscious experience and",
   "start": 165.16,
   "duration": 3.739
  },
  {
   "text": "And it presents you with the world that that's one way of thinking about it, and it's a good way of thinking about it",
   "start": 169.299,
   "duration": 5.18
  },
  {
   "text": "the psychoanalytic way of thinking about it as well as the neuroscientific way of",
   "start": 174.48,
   "duration": 4.289
  },
  {
   "text": "Thinking about it because one of the things that's pretty interesting about modern neuroscientists, especially the top-rate ones",
   "start": 179.62,
   "duration": 5.059
  },
  {
   "text": "And those are usually the ones that are working on emotions as far as I've been able to tell are are",
   "start": 184.68,
   "duration": 4.77
  },
  {
   "text": "often quite enamored of the pSychoanalyst jacques panksepp was a good example of that because",
   "start": 190.239,
   "duration": 4.97
  },
  {
   "text": "They came to understand that the pSychoanalyst insistence on",
   "start": 195.94,
   "duration": 4.129
  },
  {
   "text": "Underlying unconscious personified motivations was actually an accurate reflection of how the brain worked",
   "start": 201.43,
   "duration": 5.54
  },
  {
   "text": "so to think of yourself as a loose collection of",
   "start": 207.22,
   "duration": 2.629
  },
  {
   "text": "Autonomous spirits, it's governed by some overarching",
   "start": 210.94,
   "duration": 2.839
  },
  {
   "text": "Identity is a reasonable way of thinking about it",
   "start": 214.72,
   "duration": 2.569
  },
  {
   "text": "the",
   "start": 218.019,
   "duration": 1.291
  },
  {
   "text": "Question is or a question arises from that is what is the nature of this a priori?",
   "start": 219.31,
   "duration": 5.69
  },
  {
   "text": "structure that you use to",
   "start": 225.43,
   "duration": 2.209
  },
  {
   "text": "Interpret the world and I think the clearest answer to that is that it's a story",
   "start": 228.43,
   "duration": 5.0
  },
  {
   "text": "and you live inside the story, and that's very very interesting to me because I",
   "start": 233.739,
   "duration": 5.089
  },
  {
   "text": "Believe I have a couple of videos that lay this out. I believe that",
   "start": 240.22,
   "duration": 4.849
  },
  {
   "text": "Darwinian presuppositions are",
   "start": 247.54,
   "duration": 2.0
  },
  {
   "text": "At least as fundamental as newtonian presuppositions. I actually think they're more fundamental and that",
   "start": 250.569,
   "duration": 5.21
  },
  {
   "text": "The fact that we've evolved story-like structures through which to interpret the world",
   "start": 257.349,
   "duration": 5.18
  },
  {
   "text": "Indicates to me that there's something deeply true about story like structure. They're true at least insofar as",
   "start": 263.349,
   "duration": 6.53
  },
  {
   "text": "The fact that we've developed them means that here",
   "start": 270.4,
   "duration": 2.989
  },
  {
   "text": "We are living and that it's taken three and a half billion years to develop them there. They're highly functional and",
   "start": 273.389,
   "duration": 6.149
  },
  {
   "text": "So we don't have much better definition of truth than highly functional you know that that's about as good as it gets",
   "start": 280.24,
   "duration": 5.839
  },
  {
   "text": "Partly because we're limited creatures, and we don't have on the Siient knowledge",
   "start": 286.389,
   "duration": 4.67
  },
  {
   "text": "And so the best we can do with our knowledge",
   "start": 291.06,
   "duration": 2.25
  },
  {
   "text": "Generally speaking is to know its functionality and improve it when it fails to work properly",
   "start": 293.31,
   "duration": 5.82
  },
  {
   "text": "I think the scientific method actually does that",
   "start": 299.13,
   "duration": 2.309
  },
  {
   "text": "and so the fact that we've",
   "start": 302.08,
   "duration": 2.0
  },
  {
   "text": "Evolved a story like structure through which to interpret the world that's pretty damn interesting it says something fundamental about stories",
   "start": 304.599,
   "duration": 6.41
  },
  {
   "text": "And it's it's strange in the same way that the fact that we have hemispheric specialization for the known and the unknown",
   "start": 311.009,
   "duration": 6.75
  },
  {
   "text": "or for Chaos and order",
   "start": 318.15,
   "duration": 2.0
  },
  {
   "text": "order and Chaos, Ori",
   "start": 320.169,
   "duration": 1.921
  },
  {
   "text": "respectively also says something",
   "start": 322.09,
   "duration": 1.98
  },
  {
   "text": "Fundamental about the nature of the world if you assume that you know we've evolved to reflect the structure of the world",
   "start": 324.07,
   "duration": 5.599
  },
  {
   "text": "broadly speaking that's obviously not just the",
   "start": 330.25,
   "duration": 2.63
  },
  {
   "text": "physical structure the atoms and the Molecules, but all of the patterned",
   "start": 333.76,
   "duration": 3.769
  },
  {
   "text": "manifestations of the physical Molecules as they build structures of increasing",
   "start": 338.11,
   "duration": 4.279
  },
  {
   "text": "Complexity across time that would include human interactions and all of and political interactions and economic act",
   "start": 342.729,
   "duration": 5.84
  },
  {
   "text": "interactions Familia interactions all of those things that are a",
   "start": 348.76,
   "duration": 3.289
  },
  {
   "text": "very important part of our reality",
   "start": 352.81,
   "duration": 1.76
  },
  {
   "text": "but perhaps in some sense not as fundamental as",
   "start": 354.57,
   "duration": 2.459
  },
  {
   "text": "the physical attributes that the physicists concentrate on so we live in stories and",
   "start": 357.52,
   "duration": 5.54
  },
  {
   "text": "Also, I want to talk to you a little bit about stories and about their structure",
   "start": 364.93,
   "duration": 3.32
  },
  {
   "text": "Because when you understand a little bit about the structure of stories, then a whole array of things about mythology all of a sudden make",
   "start": 368.83,
   "duration": 7.79
  },
  {
   "text": "overwhelming Sampson, so useful because what you see is that",
   "start": 377.349,
   "duration": 3.74
  },
  {
   "text": "Many of the things that are standard occurrences in your life",
   "start": 381.909,
   "duration": 4.34
  },
  {
   "text": "everyone's like them are",
   "start": 386.949,
   "duration": 2.0
  },
  {
   "text": "portrayed",
   "start": 389.53,
   "duration": 1.83
  },
  {
   "text": "Universally in Mythology and it's very helpful because first of all it d it d isolates you one of the things you learn?",
   "start": 391.36,
   "duration": 7.4
  },
  {
   "text": "as a clinical psychologist",
   "start": 398.95,
   "duration": 2.0
  },
  {
   "text": "Contre the Anti psychiatrists. Let's say is that",
   "start": 401.35,
   "duration": 3.769
  },
  {
   "text": "Diagnosis is often a relief to people you know",
   "start": 406.03,
   "duration": 2.69
  },
  {
   "text": "There's a problem with being diagnosed because then you might be labeled and then the label can follow you for the rest of your life",
   "start": 408.82,
   "duration": 5.119
  },
  {
   "text": "And once you're labeled as something then strange things happen around you that so often reinforce that label",
   "start": 413.94,
   "duration": 7.079
  },
  {
   "text": "Maybe you start acting it out more or you dot it as an identity, but there's a flip side of that",
   "start": 421.02,
   "duration": 4.62
  },
  {
   "text": "which is that the last thing that you ever want to hear when you go see a",
   "start": 425.64,
   "duration": 4.049
  },
  {
   "text": "Physician or psychologist is you know I've never seen a case like yours before",
   "start": 430.03,
   "duration": 5.149
  },
  {
   "text": "right that is not a relief man because if",
   "start": 436.51,
   "duration": 2.809
  },
  {
   "text": "The message is I've never heard anything like what you're telling me the outcome is either going to be not so good for you",
   "start": 440.05,
   "duration": 7.19
  },
  {
   "text": "or you're not going to get listened to it all right because you're such an anomaly that you're",
   "start": 447.24,
   "duration": 4.11
  },
  {
   "text": "You're actually your existence is annoying to the integrated knowledge structure of the medical professional that you're attempting to",
   "start": 451.51,
   "duration": 6.349
  },
  {
   "text": "Receive Advice from well",
   "start": 458.08,
   "duration": 1.7
  },
  {
   "text": "It's definitely the case because they you know",
   "start": 459.78,
   "duration": 2.309
  },
  {
   "text": "If you can be put in a box then the box tells the doctor what to do with you?",
   "start": 462.55,
   "duration": 5.39
  },
  {
   "text": "And that's actually a relief to the doctor",
   "start": 467.94,
   "duration": 1.93
  },
  {
   "text": "But also a relief to you right because you want to know so you come and you say look I?",
   "start": 469.87,
   "duration": 4.429
  },
  {
   "text": "Can't go out of my house much anymore. I'm afraid on elevators",
   "start": 474.64,
   "duration": 3.319
  },
  {
   "text": "I have heart palpitations as I sometimes they end up in the emergency room",
   "start": 478.39,
   "duration": 3.889
  },
  {
   "text": "increasingly my",
   "start": 482.919,
   "duration": 2.0
  },
  {
   "text": "Interactions in the World are restricted",
   "start": 485.56,
   "duration": 1.55
  },
  {
   "text": "I find myself staying at home afraid I'm going to died of a heart attack and the psychologist says well, you have a agoraphobia",
   "start": 487.11,
   "duration": 6.51
  },
  {
   "text": "it's like lots of people have that and",
   "start": 493.87,
   "duration": 2.059
  },
  {
   "text": "Here is usually how it develops and here's the treatment course and you know we can probably do something about that, and it's like",
   "start": 496.12,
   "duration": 5.66
  },
  {
   "text": "Well, you're not going to die of a heart attack now. Probably that's a real relief",
   "start": 502.66,
   "duration": 4.16
  },
  {
   "text": "You're not crazy in a completely unique way, and you're crazy in a way that might be",
   "start": 506.83,
   "duration": 5.899
  },
  {
   "text": "treatable you know and it's such a relief because people come in there with a pile of snakes of",
   "start": 513.31,
   "duration": 4.369
  },
  {
   "text": "Indeterminate magnitude and they walk out with one manageable snake and it's still a snake",
   "start": 518.83,
   "duration": 3.829
  },
  {
   "text": "But you know one manageable snake beats a hydra right so all",
   "start": 522.669,
   "duration": 5.869
  },
  {
   "text": "right so so back back to stories, so",
   "start": 529.15,
   "duration": 3.529
  },
  {
   "text": "the stories that that we tell and that we live in are",
   "start": 543.09,
   "duration": 4.82
  },
  {
   "text": "Fundamentally ways that we deal with the complexity of the world and the fundamental problem with the world",
   "start": 549.12,
   "duration": 6.619
  },
  {
   "text": "As far as I can tell is that not only is it",
   "start": 556.83,
   "duration": 2.269
  },
  {
   "text": "Complex Beyond your comprehension",
   "start": 559.92,
   "duration": 1.98
  },
  {
   "text": "But the complexity shifts in unpredictable ways",
   "start": 561.9,
   "duration": 2.779
  },
  {
   "text": "so",
   "start": 565.83,
   "duration": 1.38
  },
  {
   "text": "That's the Darwinian conundrum actually",
   "start": 567.21,
   "duration": 2.089
  },
  {
   "text": "that's why Darwinism seems to be a",
   "start": 569.82,
   "duration": 2.09
  },
  {
   "text": "practical Necessity",
   "start": 572.52,
   "duration": 1.23
  },
  {
   "text": "With regards to the continuation of life because because the complexity changes",
   "start": 573.75,
   "duration": 4.97
  },
  {
   "text": "Unpredictably, you can't necessarily tell what's going to work in the future and so the Darwinian process solves that by generating",
   "start": 579.39,
   "duration": 7.429
  },
  {
   "text": "Quasi Random",
   "start": 586.95,
   "duration": 2.0
  },
  {
   "text": "variations and",
   "start": 589.71,
   "duration": 1.5
  },
  {
   "text": "Letting whichever one by happenstance happens to work in that environment survive now. It's not random",
   "start": 591.21,
   "duration": 6.44
  },
  {
   "text": "precisely because",
   "start": 598.35,
   "duration": 2.0
  },
  {
   "text": "The underlying structure is conserved",
   "start": 600.39,
   "duration": 2.059
  },
  {
   "text": "it's very rare that a child would be born with an extra arm or something like that and like the",
   "start": 602.45,
   "duration": 4.799
  },
  {
   "text": "skeletal structure that you inhabit is shared by",
   "start": 607.35,
   "duration": 3.17
  },
  {
   "text": "animals going way way back in evolutionary history",
   "start": 611.25,
   "duration": 2.809
  },
  {
   "text": "There's a lot of conservation and in the evolutionary process, but so there's variation within conservation like music",
   "start": 614.06,
   "duration": 7.229
  },
  {
   "text": "It's a good it's a good way of thinking about it",
   "start": 621.29,
   "duration": 2.07
  },
  {
   "text": "so",
   "start": 624.39,
   "duration": 2.0
  },
  {
   "text": "the the",
   "start": 626.73,
   "duration": 2.0
  },
  {
   "text": "Story that we tell have exactly the same structure they have this",
   "start": 629.25,
   "duration": 4.46
  },
  {
   "text": "Is core element with variations and so alright? I'll turn to the stories and so",
   "start": 635.34,
   "duration": 4.82
  },
  {
   "text": "The first problem as I mentioned is come a complexity problem",
   "start": 640.89,
   "duration": 3.649
  },
  {
   "text": "Things are just too complicated to get a handle on and that actually has serious consequences",
   "start": 646.02,
   "duration": 4.88
  },
  {
   "text": "Because what happens to everyone eventually is that their lives become so complicated that they die?",
   "start": 651.33,
   "duration": 4.76
  },
  {
   "text": "So and that and many terrible things can happen you on the way to dying as well that are complex complexity",
   "start": 657.27,
   "duration": 6.829
  },
  {
   "text": "related right you can develop a serious illness that you can't get a handle on you can hit a",
   "start": 664.95,
   "duration": 4.07
  },
  {
   "text": "what would you call an impasse in your relationship that you cannot get past and see no way out of",
   "start": 670.35,
   "duration": 5.66
  },
  {
   "text": "That happens to people quite frequently people who are suicidal for example",
   "start": 676.339,
   "duration": 3.63
  },
  {
   "text": "They often feel like they've been backed into a corner that know that they have no options",
   "start": 679.97,
   "duration": 4.71
  },
  {
   "text": "They have no good options no matter which way they turn",
   "start": 684.68,
   "duration": 2.339
  },
  {
   "text": "there's something terrible to face and they can't see any way out of it and",
   "start": 687.18,
   "duration": 3.559
  },
  {
   "text": "Sometimes that's more true than you'd like to think because we also tend to like to think that people's problems are primarily psyChological",
   "start": 691.559,
   "duration": 7.7
  },
  {
   "text": "But they're not now. That's one thing you learn quite rapidly as a clinician",
   "start": 699.509,
   "duration": 3.89
  },
  {
   "text": "is that",
   "start": 703.399,
   "duration": 0.94
  },
  {
   "text": "Most of the time people don't come to you because they have mental illness they come to you because they have a complexity management",
   "start": 704.339,
   "duration": 4.82
  },
  {
   "text": "Problem their lives have got out of hand on them",
   "start": 709.41,
   "duration": 3.32
  },
  {
   "text": "And they don't know how to get them back under control and so all sorts of things can do that",
   "start": 712.73,
   "duration": 5.489
  },
  {
   "text": "And then of course that can make you anxious or depressed it can trigger all sorts of illnesses",
   "start": 718.22,
   "duration": 3.659
  },
  {
   "text": "But the fundamental problem is still that things have got beyond you and that actually has a psychophysiological",
   "start": 721.879,
   "duration": 6.54
  },
  {
   "text": "Cost that isn't merely psychological you have a limited amount of capacity",
   "start": 728.85,
   "duration": 4.969
  },
  {
   "text": "from from from a resource perspective to deal with emergent complexity it just is just not enough of you, you just",
   "start": 734.339,
   "duration": 7.07
  },
  {
   "text": "You'll exhaust your psychophysiological",
   "start": 742.499,
   "duration": 2.21
  },
  {
   "text": "Resources if you get into a situation, that's too complex, well, that's what",
   "start": 746.1,
   "duration": 4.159
  },
  {
   "text": "That's what the idea of Chaos",
   "start": 751.829,
   "duration": 1.8
  },
  {
   "text": "represents it represents that underlying complexity that can manifest itself at any time and it can manifest itself for example if you're",
   "start": 753.629,
   "duration": 6.71
  },
  {
   "text": "If you wake up in the morning, and you know you feel an ache of some sort and perhaps",
   "start": 761.79,
   "duration": 4.07
  },
  {
   "text": "It's nothing and you ignore it, but it gets worse and you end up going to a hospital and you find out perhaps",
   "start": 765.86,
   "duration": 5.729
  },
  {
   "text": "For example that you have pancreatic cancer, and you're going to live for six months, and that's the end of that",
   "start": 772.319,
   "duration": 4.76
  },
  {
   "text": "and",
   "start": 777.079,
   "duration": 0.7
  },
  {
   "text": "so it's",
   "start": 777.779,
   "duration": 0.78
  },
  {
   "text": "It's it's it's at that moment that you break through the thin ice that everyone walks on and you see what's underneath and what's underneath",
   "start": 778.559,
   "duration": 7.49
  },
  {
   "text": "Is the in eradicable complexity of life and that's Chaos and that's now",
   "start": 786.05,
   "duration": 6.509
  },
  {
   "text": "it's taken people a long long time to",
   "start": 793.079,
   "duration": 2.479
  },
  {
   "text": "Get a grip on this conceptual",
   "start": 796.29,
   "duration": 3.109
  },
  {
   "text": "what would you call Conceptual schema and",
   "start": 800.519,
   "duration": 2.809
  },
  {
   "text": "and human beings have done it mostly with image and story before they've been able to do it in any particulate matter and",
   "start": 804.509,
   "duration": 6.71
  },
  {
   "text": "So there are a set of images that represent this underlying Chaos and one of them is the dragon of Chaos",
   "start": 811.679,
   "duration": 6.32
  },
  {
   "text": "That that precisely that and that's the dragon that the hero goes out to confront. That's the symbol of the unknown",
   "start": 818.22,
   "duration": 6.109
  },
  {
   "text": "It's the thing that lurks underneath. It's the thing that also guards treasure because I'm me unknown. There's possibility",
   "start": 824.329,
   "duration": 5.669
  },
  {
   "text": "also, the",
   "start": 830.519,
   "duration": 1.35
  },
  {
   "text": "Water that that was there we talked about in the mesopotamian creation myth. The water. That's there at the beginning",
   "start": 831.869,
   "duration": 6.14
  },
  {
   "text": "Both the salt and the Fresh water is often a symbol of pre cosmogonic Chaos",
   "start": 839.22,
   "duration": 4.909
  },
  {
   "text": "Often people have dreams for example some of you had this dream",
   "start": 845.22,
   "duration": 3.14
  },
  {
   "text": "I suspect you'll dream that you're in a house that you know well",
   "start": 848.36,
   "duration": 3.119
  },
  {
   "text": "And all of a sudden you discover a new room or a set of new rooms or maybe a set of rooms in the basement?",
   "start": 851.79,
   "duration": 4.82
  },
  {
   "text": "and often the rooms are not well organized and they're full of water those are very common things and what that means is that you've",
   "start": 856.61,
   "duration": 7.229
  },
  {
   "text": "broken through the constraints of your",
   "start": 864.48,
   "duration": 2.479
  },
  {
   "text": "conscious self understanding to a new domain of",
   "start": 867.72,
   "duration": 3.979
  },
  {
   "text": "Possibility, but a new domain that needs a tremendous amount of work",
   "start": 873.509,
   "duration": 3.23
  },
  {
   "text": "It says well here the new part of you, but it's not well developed",
   "start": 876.74,
   "duration": 2.969
  },
  {
   "text": "There's it's flooded. It's flooded with Chaos essentially and it's water",
   "start": 880.439,
   "duration": 4.73
  },
  {
   "text": "I think partly because Chaos is not only what you fall into when you're not expecting it",
   "start": 885.17,
   "duration": 5.909
  },
  {
   "text": "But it's also the unknown that you confront forthrightly and generate new things out of and water is a symbol of life",
   "start": 891.079,
   "duration": 5.91
  },
  {
   "text": "Especially in the desert and of course water life is dependent on water and so water is a natural",
   "start": 896.99,
   "duration": 5.459
  },
  {
   "text": "symbol to",
   "start": 903.269,
   "duration": 2.0
  },
  {
   "text": "Utilize when you're talking about something that's life-giving, but also potentially deadly because a little bit of water",
   "start": 905.549,
   "duration": 5.66
  },
  {
   "text": "Well, that's a drink, but a lot of water. That's a shipwreck right and so and those are the those are the extremes now",
   "start": 911.22,
   "duration": 7.159
  },
  {
   "text": "There are accounts",
   "start": 919.589,
   "duration": 1.92
  },
  {
   "text": "that are sort of sub texts in genesis, and they all swear in the old testament of",
   "start": 921.509,
   "duration": 4.7
  },
  {
   "text": "God",
   "start": 926.85,
   "duration": 2.0
  },
  {
   "text": "conquering a great Monster Leviathan or or",
   "start": 929.009,
   "duration": 4.07
  },
  {
   "text": "Bama that has these sort of serpent isle",
   "start": 934.259,
   "duration": 3.02
  },
  {
   "text": "Elements and",
   "start": 938.22,
   "duration": 1.649
  },
  {
   "text": "Making the world at the consequence of that conflict, so there's this idea that",
   "start": 939.869,
   "duration": 4.01
  },
  {
   "text": "The world creating Force which we've talked about as the logos is the thing that continually confronts?",
   "start": 944.389,
   "duration": 5.76
  },
  {
   "text": "Chaos, and that one way of thinking about Chaos is as a predatory",
   "start": 950.699,
   "duration": 4.609
  },
  {
   "text": "Reptilian Monster and often one that lives in the depths are perhaps underwater and part of that",
   "start": 955.829,
   "duration": 5.479
  },
  {
   "text": "I think is because we actually use our predator Detection circuit to do this sort of pre cognitive process and so that the notion",
   "start": 961.309,
   "duration": 6.63
  },
  {
   "text": "fundamentally is anything that threatens you instantaneously is something that your predator Detection circuit should be working with",
   "start": 968.249,
   "duration": 6.44
  },
  {
   "text": "It's fast its its spout. It's low resolution. It doesn't have a lot of ideas",
   "start": 975.179,
   "duration": 5.18
  },
  {
   "text": "but it's really really fast and that also accounts for",
   "start": 981.179,
   "duration": 3.2
  },
  {
   "text": "capability and tendency to very rapidly treat people who upset our",
   "start": 985.589,
   "duration": 4.369
  },
  {
   "text": "Conceptual structures as",
   "start": 991.47,
   "duration": 2.0
  },
  {
   "text": "Enemies of the Predatory variety we can fall into that in no time flat?",
   "start": 994.889,
   "duration": 4.729
  },
  {
   "text": "Because it's it's the archetype if something comes along to knock you for a loop. It's a shark",
   "start": 999.959,
   "duration": 6.619
  },
  {
   "text": "It's something that lurks under the water. It's something that will pull you down. It's an enemy and",
   "start": 1006.579,
   "duration": 3.63
  },
  {
   "text": "And you should get prepared and that's a reasonable defensive strategy even though it also has its dangers and can sometimes be wrong",
   "start": 1011.809,
   "duration": 7.4
  },
  {
   "text": "so the Landscape Within which",
   "start": 1020.059,
   "duration": 2.84
  },
  {
   "text": "We have to erect our stories. It's fundamentally one of an",
   "start": 1025.37,
   "duration": 4.189
  },
  {
   "text": "Overarching Chaos a Chaos that exceeds our capacity to comprehend in any sense",
   "start": 1030.35,
   "duration": 5.179
  },
  {
   "text": "Individually familial socially economically we're always",
   "start": 1036.23,
   "duration": 3.109
  },
  {
   "text": "threatened by the collapse of the structures that we inhabit",
   "start": 1040.549,
   "duration": 2.39
  },
  {
   "text": "Constantly we have to work. Well. It's like you own a house. You know how much times has been maintaining a house",
   "start": 1043.61,
   "duration": 5.719
  },
  {
   "text": "Well a lot and why is that is because",
   "start": 1049.94,
   "duration": 2.66
  },
  {
   "text": "The house falls apart because you're stupid and the house falls apart well because you do repairs wrong or you ignore things, right?",
   "start": 1053.09,
   "duration": 6.38
  },
  {
   "text": "And I'm saying this actually for technical reasons the house falls apart because you're incompetent",
   "start": 1059.47,
   "duration": 4.799
  },
  {
   "text": "But even if you're confident the house falls apart, right?",
   "start": 1064.88,
   "duration": 2.599
  },
  {
   "text": "It's just entropy and so things have a proclivity to fall apart on Their own",
   "start": 1067.48,
   "duration": 3.569
  },
  {
   "text": "So you just have to run like mad",
   "start": 1071.049,
   "duration": 1.781
  },
  {
   "text": "Just to keep them doing what they're supposed to be doing and then of course that is conflict by your own",
   "start": 1072.83,
   "duration": 5.33
  },
  {
   "text": "Willful blindness and inadequacy as a repair person refusal to attend and all those other things so so that's a very classic",
   "start": 1078.74,
   "duration": 7.01
  },
  {
   "text": "idea which will return to one of the ideas that Mircea eliade a--",
   "start": 1086.059,
   "duration": 4.1
  },
  {
   "text": "A",
   "start": 1090.8,
   "duration": 1.47
  },
  {
   "text": "famous history of religions",
   "start": 1092.27,
   "duration": 2.0
  },
  {
   "text": "Extracted from a very large corpus of flood",
   "start": 1095.24,
   "duration": 3.5
  },
  {
   "text": "Myths was the idea that the earth is periodically flooded for two reasons one is things fall apart",
   "start": 1098.74,
   "duration": 7.56
  },
  {
   "text": "Just entropy the straight entropy. It's I don't remember which law of thermodynamics that is but it's one of the big laws of thermodynamics",
   "start": 1106.52,
   "duration": 6.799
  },
  {
   "text": "It's one of the top three man things fall apart of their own accord",
   "start": 1114.2,
   "duration": 3.56
  },
  {
   "text": "and that's one of the things that we",
   "start": 1117.76,
   "duration": 1.99
  },
  {
   "text": "Have to contend with and then the rate at which things fall apart is sped by the sins of men",
   "start": 1119.75,
   "duration": 6.5
  },
  {
   "text": "That's the other idea and you know that everyone knows that because you know you know",
   "start": 1126.59,
   "duration": 5.03
  },
  {
   "text": "Your car breaks down in the highway you thank God that's so inconvenient",
   "start": 1131.96,
   "duration": 3.26
  },
  {
   "text": "And then you you know you shake your fist at the sky and then there's part of you in the back your mind",
   "start": 1135.22,
   "duration": 4.109
  },
  {
   "text": "That goes God you know I?",
   "start": 1139.61,
   "duration": 2.0
  },
  {
   "text": "knew that rattle that I wasn't paying attention to",
   "start": 1141.74,
   "duration": 2.479
  },
  {
   "text": "Actually signified something you know and I knew I should have paid attention to it",
   "start": 1144.71,
   "duration": 5.06
  },
  {
   "text": "And I didn't and now I'm in the situation that I'm in now, and you know I know I",
   "start": 1149.77,
   "duration": 4.349
  },
  {
   "text": "Bet you this happens to people two or three times a week is",
   "start": 1154.67,
   "duration": 2.75
  },
  {
   "text": "They do something stupid that they know they shouldn't have done that they told themselves not to do mere seconds before and they know",
   "start": 1157.52,
   "duration": 6.919
  },
  {
   "text": "The boy says don't do that. Yeah. Yeah, you do it",
   "start": 1164.809,
   "duration": 3.2
  },
  {
   "text": "You can get nailed for it exactly the way that you knew you would get nailed for it, and then you're hurt",
   "start": 1168.08,
   "duration": 4.64
  },
  {
   "text": "Doubly because not only did it fall apart",
   "start": 1173.3,
   "duration": 2.209
  },
  {
   "text": "But you're the idiot that made it fall apart knowing full",
   "start": 1175.51,
   "duration": 3.239
  },
  {
   "text": "Well that was going to fall apart and ignoring it and so that's the idea behind the notion that",
   "start": 1178.75,
   "duration": 5.16
  },
  {
   "text": "There are two reasons that things fall apart",
   "start": 1184.1,
   "duration": 2.27
  },
  {
   "text": "thermodynamic entropy and the proclivity of people not to attend to things they know they should attend to and partly we do that because",
   "start": 1187.7,
   "duration": 7.7
  },
  {
   "text": "If a problem emerges it always announces itself unless it's a really really tiny problem",
   "start": 1195.8,
   "duration": 5.599
  },
  {
   "text": "And you're approaching it Voluntary voluntarily",
   "start": 1201.4,
   "duration": 2.159
  },
  {
   "text": "It always announces itself with negative emotion",
   "start": 1203.559,
   "duration": 3.0
  },
  {
   "text": "and that's part of the Predator Detection circuit it announces itself in frustration or disappointment or emotional pain or grief or",
   "start": 1206.56,
   "duration": 7.709
  },
  {
   "text": "the Paramount one anxiety and",
   "start": 1214.85,
   "duration": 2.329
  },
  {
   "text": "and no wonder because it's a problem, right and the",
   "start": 1217.669,
   "duration": 2.989
  },
  {
   "text": "Logical one the logical response is it's just sort of freeze in the face of the problem",
   "start": 1220.82,
   "duration": 3.739
  },
  {
   "text": "But of course if it's a problem that has to be addressed and solved",
   "start": 1224.57,
   "duration": 3.38
  },
  {
   "text": "Freezing it and turning away from it is not a good solution because since things tend to fall apart on their own accord",
   "start": 1228.169,
   "duration": 6.2
  },
  {
   "text": "If you just leave the thing alone that's problematic, it's just going to get worse not better",
   "start": 1235.039,
   "duration": 4.7
  },
  {
   "text": "Which is one of the things that's very annoying about life, so for example",
   "start": 1239.74,
   "duration": 3.929
  },
  {
   "text": "You know if you get a warning message from the tax department",
   "start": 1243.669,
   "duration": 3.119
  },
  {
   "text": "the probability that ignoring that",
   "start": 1247.58,
   "duration": 2.239
  },
  {
   "text": "Will make it go away is zero right? What will happen instead?",
   "start": 1250.58,
   "duration": 4.01
  },
  {
   "text": "Is that the more you ignore it the larger it will grow and if you ignore it long enough",
   "start": 1254.59,
   "duration": 3.54
  },
  {
   "text": "Then it will turn into something large enough to eat you and that will be the end of you",
   "start": 1258.26,
   "duration": 4.609
  },
  {
   "text": "I read in Harper's magazine at one point that",
   "start": 1263.149,
   "duration": 2.84
  },
  {
   "text": "People would rather be mugged than audited and so I believe that because the mugging man. That's over. It's like a",
   "start": 1266.48,
   "duration": 6.589
  },
  {
   "text": "couple of minutes a sheer terror",
   "start": 1273.679,
   "duration": 2.0
  },
  {
   "text": "Lost your wallet the way you walk",
   "start": 1275.899,
   "duration": 2.0
  },
  {
   "text": "the audit that's like that's like a semi fatal disease, so",
   "start": 1278.69,
   "duration": 5.209
  },
  {
   "text": "So that's Chaos",
   "start": 1285.649,
   "duration": 2.0
  },
  {
   "text": "Now it's the idea here to is that that's the Chaos",
   "start": 1287.75,
   "duration": 2.839
  },
  {
   "text": "That's the psychological idea. Is that that's also the Chaos that whatever is being represented in Genesis as the spirit of God",
   "start": 1291.139,
   "duration": 6.92
  },
  {
   "text": "Extracts order out of at the beginning of time",
   "start": 1299.029,
   "duration": 2.18
  },
  {
   "text": "And it's also that which we're constantly contending with as we struggle in the same manner to construct and maintain",
   "start": 1301.21,
   "duration": 7.05
  },
  {
   "text": "Habitable worlds, so it's brilliant. It's brilliant. You know when I first put together the relationship between",
   "start": 1308.69,
   "duration": 7.01
  },
  {
   "text": "what iliad II called the pre cosmogonic Chaos and the Predator predatory landscape that surrounded our ancestors and",
   "start": 1316.519,
   "duration": 6.86
  },
  {
   "text": "The Manner in which were structured neurologically to respond to all of that. I thought it was it was like an",
   "start": 1323.57,
   "duration": 6.02
  },
  {
   "text": "Amazing epiphany because it's self-evidently the case",
   "start": 1330.11,
   "duration": 3.439
  },
  {
   "text": "That the world is too complicated for us to deal with and that's one of the problems that we face on an ongoing",
   "start": 1333.889,
   "duration": 5.06
  },
  {
   "text": "basis, and then the question is well, what do you do about that and if you ignore it it gets worse, so",
   "start": 1339.2,
   "duration": 5.15
  },
  {
   "text": "Laurene it doesn't work, and so we know what doesn't work and so if ignoring",
   "start": 1344.86,
   "duration": 3.66
  },
  {
   "text": "It doesn't work then attending to it might work",
   "start": 1348.52,
   "duration": 2.729
  },
  {
   "text": "and then I found out with the egyptians for example that horus was the god of the tension and the same thing happened among the",
   "start": 1351.25,
   "duration": 6.929
  },
  {
   "text": "Mesopotamians with far duck and his ring of eyes. It's like. What's the way to?",
   "start": 1358.429,
   "duration": 4.01
  },
  {
   "text": "Forestall the catastrophe of things falling apart and the answer to that is by attending to them",
   "start": 1363.08,
   "duration": 5.54
  },
  {
   "text": "voluntarily attending to them and that slots very nicely into the hero mythology that",
   "start": 1369.02,
   "duration": 3.949
  },
  {
   "text": "Promotes the idea that if there's a dragon in the whereabouts in",
   "start": 1373.58,
   "duration": 4.849
  },
  {
   "text": "In the near in the neighborhood let's say that hiding in the basement. Just makes it grow larger",
   "start": 1379.01,
   "duration": 7.13
  },
  {
   "text": "it's time to go out and",
   "start": 1386.14,
   "duration": 1.48
  },
  {
   "text": "confront the damn thing and the general stories are as well you might get killed because it's a dragon but",
   "start": 1387.62,
   "duration": 6.109
  },
  {
   "text": "It's only might as opposed to definitely will get killed if it happens to attack you at 3 in the morning",
   "start": 1394.79,
   "duration": 5.569
  },
  {
   "text": "At home when you're hungover, and it's been a bad day",
   "start": 1400.58,
   "duration": 2.93
  },
  {
   "text": "And you don't have your you know art your sword and your shield at the ready",
   "start": 1403.51,
   "duration": 4.14
  },
  {
   "text": "Which is generally what happens to people who avoid things so it's not something that should be recommended",
   "start": 1407.69,
   "duration": 6.14
  },
  {
   "text": "You're screwed both ways that's one of the things that's so nice about",
   "start": 1413.87,
   "duration": 3.589
  },
  {
   "text": "Being deeply pessimistic. It's so freeing because one of the things",
   "start": 1418.13,
   "duration": 4.339
  },
  {
   "text": "Well, it's very frequent it's such a relief and it's really a useful habit to develop is",
   "start": 1423.44,
   "duration": 5.869
  },
  {
   "text": "Sometimes no matter what you do you're in trouble, and that's a relief because then you can stop scrabbling around for the way out",
   "start": 1429.86,
   "duration": 6.89
  },
  {
   "text": "There's no way out man. It's like you can pick murder",
   "start": 1436.75,
   "duration": 3.689
  },
  {
   "text": "you know wretched death a or slightly less wretched death be something like that and and I know that's a",
   "start": 1440.559,
   "duration": 7.05
  },
  {
   "text": "Terrible way of looking at things, but it is extraordinarily useful to understand that many times you get your choice",
   "start": 1447.95,
   "duration": 6.89
  },
  {
   "text": "boils down to picking the least bad option",
   "start": 1455.72,
   "duration": 2.18
  },
  {
   "text": "And if that's all you can do if that's what how life is revealing itself to you",
   "start": 1458.24,
   "duration": 4.939
  },
  {
   "text": "It's like well more power to you the least bad option that's the best you can do and and and it's good enough",
   "start": 1463.179,
   "duration": 5.82
  },
  {
   "text": "especially compared to the alternative which is the most bad option so",
   "start": 1469.37,
   "duration": 3.829
  },
  {
   "text": "All right now",
   "start": 1474.78,
   "duration": 2.0
  },
  {
   "text": "So the fundamental reality of things is complexity beyond comprehension, and then the question is well",
   "start": 1477.87,
   "duration": 6.5
  },
  {
   "text": "how is it that you manage that and partly you manage that and this is where the",
   "start": 1484.37,
   "duration": 3.84
  },
  {
   "text": "Image of the patriarchal order comes in in the positive Manner. I might point out because in the absence of",
   "start": 1489.0,
   "duration": 6.71
  },
  {
   "text": "patriarchal structure for lack of a better Lexicon there's nothing but Chaos and I wouldn't recommend Chaos because it's",
   "start": 1496.23,
   "duration": 7.189
  },
  {
   "text": "It there's a lot of it and there isn't that much of you and if you think you can handle it without an a priori",
   "start": 1504.12,
   "duration": 6.2
  },
  {
   "text": "Structure and without a sociological structure surrounding you then you don't know anything at all about human beings",
   "start": 1510.39,
   "duration": 5.479
  },
  {
   "text": "Because one of the things I've noticed for example is that",
   "start": 1516.18,
   "duration": 2.329
  },
  {
   "text": "It's it's unbelievable",
   "start": 1520.14,
   "duration": 1.89
  },
  {
   "text": "The degree to which our sanity depends on a functioning sociological structure and here's why?",
   "start": 1522.03,
   "duration": 5.93
  },
  {
   "text": "Well first of all",
   "start": 1528.48,
   "duration": 1.35
  },
  {
   "text": "You kind of need to know what to do every day you have to have a routine because you're an animal you know on you",
   "start": 1529.83,
   "duration": 5.359
  },
  {
   "text": "Know if you have a dog or a cat dogs are really good example this dogs like routine",
   "start": 1535.19,
   "duration": 4.29
  },
  {
   "text": "they like to be walked the number of times a day that they're supposed to be walked and they get quite sick very rapidly if",
   "start": 1539.49,
   "duration": 5.75
  },
  {
   "text": "You don't if you don't",
   "start": 1545.24,
   "duration": 2.0
  },
  {
   "text": "Routinize they're they're days children are exactly the same way now you can overdo it right, but still you know you need to know",
   "start": 1547.62,
   "duration": 6.74
  },
  {
   "text": "Approximately when you should get up should be approximately the same every day",
   "start": 1554.88,
   "duration": 3.41
  },
  {
   "text": "You need to know approximately you're going when you're going to eat. You need to know what you're going to eat",
   "start": 1558.39,
   "duration": 4.34
  },
  {
   "text": "You need to know who you're going to eat with you need to know where to buy your food. It's like 80% of your life",
   "start": 1562.73,
   "duration": 5.279
  },
  {
   "text": "70% of your life something like that",
   "start": 1568.71,
   "duration": 2.0
  },
  {
   "text": "Consists of those things that you do every single day that you repeat",
   "start": 1571.08,
   "duration": 3.859
  },
  {
   "text": "And those are often the things that people think about as the trivial elements of their life",
   "start": 1575.46,
   "duration": 4.309
  },
  {
   "text": "But one of the things I would like to point out to you if you do the mathematics I",
   "start": 1579.77,
   "duration": 4.229
  },
  {
   "text": "Did this with a client of mine who was having hard time putting his child to bed?",
   "start": 1584.85,
   "duration": 4.669
  },
  {
   "text": "They were having a fight every night and I knew by that time the studies indicate that",
   "start": 1589.53,
   "duration": 4.94
  },
  {
   "text": "Most parents only spend 20 minutes per day of one-on-one time with their child",
   "start": 1594.72,
   "duration": 4.64
  },
  {
   "text": "Now the reason for that is that people are busy",
   "start": 1600.12,
   "duration": 2.66
  },
  {
   "text": "And it's actually not that easy to parse out 20 minutes of one-on-one time. It's a lot bloody more time than you think",
   "start": 1602.78,
   "duration": 6.0
  },
  {
   "text": "But that's all there is 20 minutes",
   "start": 1609.33,
   "duration": 2.239
  },
  {
   "text": "He is spending like 40 minutes a day fighting with this kid trying to get the kid to go to bed, and that's not very",
   "start": 1611.88,
   "duration": 5.75
  },
  {
   "text": "Entertaining you know you think was just having a scrap with the Keita both going to bed",
   "start": 1618.48,
   "duration": 4.25
  },
  {
   "text": "But it's no no no no if it happens every day. It's a catastrophe. So you do the math",
   "start": 1622.73,
   "duration": 5.04
  },
  {
   "text": "So we'll say five hours a week for the sake of argument just to keep it simple. It's 20 hours a month. It's",
   "start": 1628.44,
   "duration": 6.229
  },
  {
   "text": "240 hours a year. That's six",
   "start": 1635.43,
   "duration": 2.33
  },
  {
   "text": "40-hour work weeks that guy was basically spending a month and a half of work weeks doing absolutely nothing, but having a wretched time",
   "start": 1637.86,
   "duration": 7.819
  },
  {
   "text": "Fighting with his son trying to get him to go to bed",
   "start": 1646.47,
   "duration": 2.569
  },
  {
   "text": "Horrible right that's just way too much time to spend doing something like that if you want to actually have a positive",
   "start": 1650.04,
   "duration": 6.26
  },
  {
   "text": "Relationship with someone because it's just too. It's just too punishing and so",
   "start": 1656.55,
   "duration": 5.0
  },
  {
   "text": "well, so you need structure you need predictability and you need more of it than you think just to keep you saying now if you're",
   "start": 1662.28,
   "duration": 7.309
  },
  {
   "text": "lucky and and maybe a bit odd you can deviate",
   "start": 1669.59,
   "duration": 3.39
  },
  {
   "text": "5% from the norm or 10% from the norm or something like that",
   "start": 1674.22,
   "duration": 3.199
  },
  {
   "text": "carefully and cautiously",
   "start": 1678.21,
   "duration": 1.2
  },
  {
   "text": "as long as the rest of you is all well ordered in a normative manner you might be able to get away with that and",
   "start": 1679.41,
   "duration": 5.419
  },
  {
   "text": "You might be able to sustain it across time and people might be able to tolerate you if you do it",
   "start": 1684.83,
   "duration": 4.5
  },
  {
   "text": "Or maybe you'll get really lucky and you happen to be creative",
   "start": 1689.33,
   "duration": 2.849
  },
  {
   "text": "But reasonably well put together and people will actually be happy that there's something",
   "start": 1692.18,
   "duration": 3.989
  },
  {
   "text": "Idiosyncratic and unique about you, but even under those circumstances mostly what you want is to?",
   "start": 1696.81,
   "duration": 4.88
  },
  {
   "text": "Have a routine. It's discipline its predictable and bloody well stick to it. You're going to be way",
   "start": 1702.45,
   "duration": 5.63
  },
  {
   "text": "Healthier and happier and saner if you do that",
   "start": 1708.78,
   "duration": 2.75
  },
  {
   "text": "And then the other thing that you need because this is one of the things the pSychoanalyst thought wrong",
   "start": 1711.53,
   "duration": 4.979
  },
  {
   "text": "I think is that they overestimated the degree to which",
   "start": 1716.51,
   "duration": 2.939
  },
  {
   "text": "Sanity was a consequence of internal",
   "start": 1720.03,
   "duration": 2.269
  },
  {
   "text": "Being properly structured internally you know",
   "start": 1722.85,
   "duration": 2.54
  },
  {
   "text": "Because from the psychoanalytic point of view you're sort of an ego",
   "start": 1726.15,
   "duration": 2.75
  },
  {
   "text": "And that ego is inside you of course it rests on an unconscious structure, but the purpose of pSychoanalysis",
   "start": 1728.9,
   "duration": 5.369
  },
  {
   "text": "Is to sort out that unconscious structure and the ego on top of it and to make you a fully an autonomous?",
   "start": 1734.85,
   "duration": 6.489
  },
  {
   "text": "individual but there's a problem with that because",
   "start": 1741.83,
   "duration": 2.359
  },
  {
   "text": "The reason that you're saying as a fully",
   "start": 1746.3,
   "duration": 2.719
  },
  {
   "text": "Functional and on Thomas human being isn't because you've organized your psyche even though that's important",
   "start": 1749.27,
   "duration": 5.839
  },
  {
   "text": "The reason that you're saying if you're a wit",
   "start": 1755.3,
   "duration": 3.289
  },
  {
   "text": "If you have a well organized unconscious an ego is because other people can tolerate having you around",
   "start": 1758.59,
   "duration": 5.01
  },
  {
   "text": "For reasonably extensive periods of time and will cuff you across the back of the head every time you do something so stupid",
   "start": 1763.94,
   "duration": 6.14
  },
  {
   "text": "That people will dislike you permanently if you continue",
   "start": 1770.18,
   "duration": 3.469
  },
  {
   "text": "And so what people are doing to each other all the time just non-stop is",
   "start": 1773.65,
   "duration": 4.979
  },
  {
   "text": "Broadcasting sanity signals back and forth right?",
   "start": 1779.54,
   "duration": 2.929
  },
  {
   "text": "It's like you smile at people if they're well if they're not not only behaving properly",
   "start": 1782.47,
   "duration": 4.77
  },
  {
   "text": "But behaving in a way that you would like to see them",
   "start": 1787.24,
   "duration": 2.609
  },
  {
   "text": "Continue to behave you frown at them if they're not you ignore them if they're not you shun them you you roll your eyes at",
   "start": 1789.92,
   "duration": 6.14
  },
  {
   "text": "Them you manifest a disgust face you don't listen to them you interrupt them you won't cooperate with them. You won't compete with them",
   "start": 1796.06,
   "duration": 6.209
  },
  {
   "text": "it's like you're blasting signals at other people about how to regulate their behavior, so",
   "start": 1802.27,
   "duration": 4.38
  },
  {
   "text": "Frequently, well it just makes up all of your social interaction",
   "start": 1807.92,
   "duration": 3.079
  },
  {
   "text": "That's why we face each other and we have emotional displays on our face and we're looking at each other's eyes",
   "start": 1811.1,
   "duration": 5.0
  },
  {
   "text": "And we know exactly we know as much as we can about what's going on with each other",
   "start": 1816.1,
   "duration": 4.53
  },
  {
   "text": "Given that we don't have immediate access to the contents of their consciousness",
   "start": 1820.88,
   "duration": 3.29
  },
  {
   "text": "And so partly what you're doing with your routine is establishing yourself as a credible reliable trustworthy",
   "start": 1824.17,
   "duration": 7.38
  },
  {
   "text": "Potentially interesting human being who isn't going to do anything too erratic at any moment",
   "start": 1832.52,
   "duration": 4.579
  },
  {
   "text": "And everyone else is around there tapping you into shape making sure that that's exactly what you are",
   "start": 1837.1,
   "duration": 5.01
  },
  {
   "text": "And that's how you stay sane, and so what happens to people, too",
   "start": 1842.11,
   "duration": 3.39
  },
  {
   "text": "If they don't have a routine and they get isolated as they start to drift and they drift badly because the world is too",
   "start": 1845.5,
   "duration": 6.839
  },
  {
   "text": "Complicated for you to keep it organized all by yourself",
   "start": 1852.8,
   "duration": 3.619
  },
  {
   "text": "You just cannot do it so a lot of our so we outsource the problem of Sanity",
   "start": 1856.42,
   "duration": 5.76
  },
  {
   "text": "and it's very intelligent that we outsource the problem of sanity because",
   "start": 1862.18,
   "duration": 3.989
  },
  {
   "text": "Sanity is an impossibly complex problem and",
   "start": 1867.62,
   "duration": 2.63
  },
  {
   "text": "So the way that we manage the incredibly complex",
   "start": 1870.77,
   "duration": 2.929
  },
  {
   "text": "We have a very large number of brains working simultaneously on the problem all the time",
   "start": 1873.97,
   "duration": 5.88
  },
  {
   "text": "It's like a stock market for sanity, and it's partly I use that I use that definition",
   "start": 1879.98,
   "duration": 5.929
  },
  {
   "text": "With purpose because the stock market does the same kind of impossible thing right because it tries to price things which is impossible",
   "start": 1886.49,
   "duration": 6.799
  },
  {
   "text": "There's how many things are there like a billion how in the world do you decide?",
   "start": 1893.66,
   "duration": 4.58
  },
  {
   "text": "What the price is you can't decide what the price is that's why you have a stock market?",
   "start": 1898.24,
   "duration": 4.589
  },
  {
   "text": "as well in the free market",
   "start": 1903.41,
   "duration": 1.34
  },
  {
   "text": "I mean for for consumer goods is everyone's voting on what the price of everything is all the time",
   "start": 1904.75,
   "duration": 4.38
  },
  {
   "text": "That's the way we figure it out because it's actually it's technically impossible",
   "start": 1909.13,
   "duration": 3.689
  },
  {
   "text": "That's partly why the stock market explodes now and then and there's bubbles and all that sort of thing, but anyways the point is",
   "start": 1913.07,
   "duration": 6.14
  },
  {
   "text": "things are chaotic",
   "start": 1921.53,
   "duration": 1.8
  },
  {
   "text": "In Ellis in Wonderland When Ellis goes down the rabbit hole",
   "start": 1923.33,
   "duration": 3.14
  },
  {
   "text": "That's the underworld right",
   "start": 1927.38,
   "duration": 2.0
  },
  {
   "text": "So now she's gone into the sub structure of being",
   "start": 1929.48,
   "duration": 3.079
  },
  {
   "text": "And she meets the red queen and the red queen is mother nature and mother nature is running around",
   "start": 1933.2,
   "duration": 5.9
  },
  {
   "text": "Yelling off with her heads off with their heads",
   "start": 1939.8,
   "duration": 2.09
  },
  {
   "text": "Which is of course what mother nature does and she tailed Ellis in?",
   "start": 1942.83,
   "duration": 3.979
  },
  {
   "text": "My kingdom you have to run as fast as you can just to stay in the same place",
   "start": 1947.27,
   "duration": 3.829
  },
  {
   "text": "and that's exactly right, and that's a description of",
   "start": 1951.77,
   "duration": 2.599
  },
  {
   "text": "In fact evolutionary biologists I call just picked up on that phrase they call it the red queen problem, and the Red queen problem is",
   "start": 1955.25,
   "duration": 7.25
  },
  {
   "text": "Everything's after you all the time, and you're not smart enough to do anything about it",
   "start": 1964.25,
   "duration": 3.169
  },
  {
   "text": "Ord enough about and so that's a permanent existential problem. So how do you deal with that you've got a biological structure",
   "start": 1967.69,
   "duration": 6.42
  },
  {
   "text": "so your embodiment is part of the solution to the problem, and then your enculturated and",
   "start": 1974.75,
   "duration": 5.27
  },
  {
   "text": "Because you're enculturated",
   "start": 1980.78,
   "duration": 1.98
  },
  {
   "text": "you're taught a lot of things that you need to know but mostly what you're taught is how to communicate with other people in an",
   "start": 1982.76,
   "duration": 5.299
  },
  {
   "text": "acceptable Manner",
   "start": 1988.06,
   "duration": 0.72
  },
  {
   "text": "And then once you can communicate with people in an acceptable manner then you can outsource your problems constantly",
   "start": 1988.78,
   "duration": 6.78
  },
  {
   "text": "But you're doing constantly and so we're in this",
   "start": 1995.56,
   "duration": 2.0
  },
  {
   "text": "continual Dynamic exchange of problem-solving, so if you're a socialized person",
   "start": 1998.15,
   "duration": 4.489
  },
  {
   "text": "That's what you get access to and that's something to know if you're going to have kids and I mentioned",
   "start": 2002.64,
   "duration": 4.409
  },
  {
   "text": "I think in a previous lecture",
   "start": 2007.12,
   "duration": 1.72
  },
  {
   "text": "The pert the purpose of being a parent for very young children is to make your children",
   "start": 2008.84,
   "duration": 5.119
  },
  {
   "text": "Exceptionally socially desirable by the age of four because if you can do that, they're set because everyone",
   "start": 2015.11,
   "duration": 7.729
  },
  {
   "text": "Wants them around and as soon as everybody wants them around they want to play with them",
   "start": 2023.36,
   "duration": 3.979
  },
  {
   "text": "They want to cooperate when they want to compete with them",
   "start": 2027.34,
   "duration": 2.13
  },
  {
   "text": "It's like the door is open the door is open",
   "start": 2029.47,
   "duration": 2.28
  },
  {
   "text": "And they stay saying because they've got all sorts of people who actually like them that are helping them out and so that's your goal",
   "start": 2031.75,
   "duration": 5.79
  },
  {
   "text": "Is to make them as socially acceptable as you possibly can socially desirable as you possibly can and that doesn't mean",
   "start": 2037.54,
   "duration": 7.019
  },
  {
   "text": "You render them",
   "start": 2045.32,
   "duration": 1.8
  },
  {
   "text": "obedient without spirit right that's that's a tyrants motive of",
   "start": 2047.12,
   "duration": 3.89
  },
  {
   "text": "Enforcing social acceptability it's like never do anything wrong. Well that's not any way to I mean that's a good piece of advice",
   "start": 2051.95,
   "duration": 7.31
  },
  {
   "text": "you know like but",
   "start": 2059.26,
   "duration": 2.0
  },
  {
   "text": "It's missing the other half which is do a bunch of things that are right so that so that people are",
   "start": 2061.429,
   "duration": 5.51
  },
  {
   "text": "thrilled to have you around and to and encourage that that's what you want to do as a parent as well as",
   "start": 2067.22,
   "duration": 5.209
  },
  {
   "text": "Inculcating the order and so you know one in this little diagram",
   "start": 2072.919,
   "duration": 3.62
  },
  {
   "text": "I indicated that there's God the father with the sun behind him and he's ruling over this walled City",
   "start": 2076.54,
   "duration": 5.459
  },
  {
   "text": "So he's like the metis spirit of the walled City",
   "start": 2082.07,
   "duration": 2.78
  },
  {
   "text": "It's very very nice very nice image Brilliant image",
   "start": 2085.669,
   "duration": 4.19
  },
  {
   "text": "So it is the collective spirit of the city that's another way of thinking about it or the collective spirit of the city",
   "start": 2089.86,
   "duration": 6.179
  },
  {
   "text": "across time or the collective spirit of the",
   "start": 2096.26,
   "duration": 2.629
  },
  {
   "text": "Force that built and maintained the City across time even better",
   "start": 2099.11,
   "duration": 4.309
  },
  {
   "text": "and that's associated with the sun because it's a it's it's it's associated with enlightenment and",
   "start": 2103.42,
   "duration": 6.06
  },
  {
   "text": "illumination and all of those things that we associate with higher consciousness and vision it's a brilliant image and then I",
   "start": 2109.79,
   "duration": 6.379
  },
  {
   "text": "overlaid this so now of course the",
   "start": 2116.57,
   "duration": 2.239
  },
  {
   "text": "patriarchal",
   "start": 2119.45,
   "duration": 1.53
  },
  {
   "text": "aspect of",
   "start": 2120.98,
   "duration": 1.5
  },
  {
   "text": "existence can become tyrannical",
   "start": 2122.48,
   "duration": 2.0
  },
  {
   "text": "It does that quite regularly? It's one of the existential dangers of human civilizations that",
   "start": 2124.55,
   "duration": 5.51
  },
  {
   "text": "Civilization is a medication for Chaos",
   "start": 2130.61,
   "duration": 2.299
  },
  {
   "text": "But it can spin out of control in and of itself and become its own sort of problem",
   "start": 2133.04,
   "duration": 5.359
  },
  {
   "text": "Which is like a hyper order problem which then produces a Chaos problem, so every solution carries within it?",
   "start": 2138.4,
   "duration": 7.11
  },
  {
   "text": "Certain problems right because no solution is perfect and so you have to keep things in balance",
   "start": 2146.06,
   "duration": 4.369
  },
  {
   "text": "But it's one of the reasons that I'm really",
   "start": 2150.5,
   "duration": 2.3
  },
  {
   "text": "Let's call it irritated about the postmodernists because they keep",
   "start": 2154.43,
   "duration": 4.189
  },
  {
   "text": "yammering about the patriarchy and it's very very annoying because",
   "start": 2159.14,
   "duration": 3.89
  },
  {
   "text": "Because it's self-evident that social structures are tyrannical. It's like that's not news folks",
   "start": 2163.88,
   "duration": 6.86
  },
  {
   "text": "That's obvious, but that's not all they are and it's it's there. It's the reduction of the entire",
   "start": 2170.99,
   "duration": 7.459
  },
  {
   "text": "complex",
   "start": 2179.69,
   "duration": 1.53
  },
  {
   "text": "Solution let's say to a unit dimensional problem. It's just Thai tyranny. It's like no actually",
   "start": 2181.22,
   "duration": 6.11
  },
  {
   "text": "It's not just tyranny if you spent six months somewhere. That was just tyranny",
   "start": 2187.33,
   "duration": 4.5
  },
  {
   "text": "You'd know the difference very very rapidly and that doesn't mean that everyone",
   "start": 2192.02,
   "duration": 4.099
  },
  {
   "text": "Doesn't give up a pound or two or ten or Twenty a flesh to",
   "start": 2196.82,
   "duration": 4.699
  },
  {
   "text": "Participate even in the society that's as free as at western Society is we all get crushed and molded by the Tyrannical Force of social",
   "start": 2201.89,
   "duration": 7.67
  },
  {
   "text": "convention",
   "start": 2209.93,
   "duration": 1.02
  },
  {
   "text": "but at least in principle",
   "start": 2210.95,
   "duration": 2.0
  },
  {
   "text": "The benefit is worth the cost and then it's also up to you to make sure that you don't sacrifice more to the group",
   "start": 2213.2,
   "duration": 6.469
  },
  {
   "text": "than you should and you can start to tell if you're",
   "start": 2219.92,
   "duration": 3.56
  },
  {
   "text": "Sacrificing more to the group than you should because you start to become resentful of other people. That's part of them",
   "start": 2223.82,
   "duration": 5.0
  },
  {
   "text": "That's part of the psychological mechanism. That's informing you of that, so it's up to you to fight",
   "start": 2228.82,
   "duration": 4.469
  },
  {
   "text": "Against you know the overarching pressure for conformity to retain your individual logos. Let's say",
   "start": 2233.96,
   "duration": 6.89
  },
  {
   "text": "But that's sort of your problem. It's like the group wants you to behave",
   "start": 2240.98,
   "duration": 4.58
  },
  {
   "text": "now if you could behave and be",
   "start": 2246.26,
   "duration": 2.0
  },
  {
   "text": "Creatively productive so much the better, but that's pretty damn rare",
   "start": 2248.9,
   "duration": 2.989
  },
  {
   "text": "So the group generally tends to settle just for behave, and there's a tyrannical element of that",
   "start": 2251.89,
   "duration": 6.27
  },
  {
   "text": "But what the hell is the alternative?",
   "start": 2258.16,
   "duration": 2.0
  },
  {
   "text": "it's you know our society is based on consensus and the consensus is based on the sacrifice of a",
   "start": 2260.3,
   "duration": 6.439
  },
  {
   "text": "Certain sacrifice of individuality even though individuality is absolutely necessary as a revitalizing force",
   "start": 2267.14,
   "duration": 6.229
  },
  {
   "text": "The society it's a very tight touch tough thing to manage properly so anyways",
   "start": 2273.609,
   "duration": 4.26
  },
  {
   "text": "you have",
   "start": 2278.599,
   "duration": 1.531
  },
  {
   "text": "The your physiological structure as your first line of ordering in relationship to Chaos because your body",
   "start": 2280.13,
   "duration": 6.53
  },
  {
   "text": "Presents you with the world in a certain way",
   "start": 2287.18,
   "duration": 2.089
  },
  {
   "text": "and then the second line of defense is something like the sociological structure that you can have it we could call those the",
   "start": 2289.269,
   "duration": 5.489
  },
  {
   "text": "competency Hierarchies or something like that and",
   "start": 2294.95,
   "duration": 2.27
  },
  {
   "text": "Thank God for them because you know maybe you're going to be able to specialize in one or two things in your life",
   "start": 2297.47,
   "duration": 5.359
  },
  {
   "text": "or five things",
   "start": 2302.829,
   "duration": 0.78
  },
  {
   "text": "But there's 300 things you need to know and if it's just you you know you'll be doing your genius level",
   "start": 2303.609,
   "duration": 5.28
  },
  {
   "text": "Mathematics while your bath tub is leaking all over your all over your bathroom floor",
   "start": 2309.14,
   "duration": 4.699
  },
  {
   "text": "And that's not so good so you can call a plumber and hooray for that?",
   "start": 2313.839,
   "duration": 3.03
  },
  {
   "text": "So you know we tend to cooperate to keep Chaos under control?",
   "start": 2316.869,
   "duration": 3.81
  },
  {
   "text": "And we tend to cooperate to keep order under control and that's the political",
   "start": 2320.809,
   "duration": 4.729
  },
  {
   "text": "dialogue right",
   "start": 2326.059,
   "duration": 1.71
  },
  {
   "text": "you maintain the culture to keep Chaos under control and we",
   "start": 2327.769,
   "duration": 4.01
  },
  {
   "text": "Balance the cultural property to keep the culture under control and that way we get to live",
   "start": 2332.569,
   "duration": 5.78
  },
  {
   "text": "Reasonably peacefully reasonably productively for a reasonable amount of time",
   "start": 2339.109,
   "duration": 4.189
  },
  {
   "text": "And that's the best that we can do and we should have some gratitude when that's working because the default",
   "start": 2343.339,
   "duration": 6.14
  },
  {
   "text": "condition of",
   "start": 2350.089,
   "duration": 2.0
  },
  {
   "text": "Things is",
   "start": 2352.19,
   "duration": 1.53
  },
  {
   "text": "That not only do they not work very well they work worse and worse over time all by themselves",
   "start": 2353.72,
   "duration": 5.269
  },
  {
   "text": "So anytime anything is working. You should just be amazed by it",
   "start": 2359.21,
   "duration": 3.859
  },
  {
   "text": "All right, so what does the frame look like well?",
   "start": 2364.759,
   "duration": 2.39
  },
  {
   "text": "I think it looks something like this, and this is as far as I can tell this is the bare-bones",
   "start": 2367.15,
   "duration": 3.75
  },
  {
   "text": "This is the bare bones of a variety of things it's a bear bowling story. It's a bear bowling conceptual framework",
   "start": 2371.509,
   "duration": 5.57
  },
  {
   "text": "It's a bear bowling design to speak in High Daguerreian terms",
   "start": 2377.079,
   "duration": 4.11
  },
  {
   "text": "It's like it's the bare bones world that you live in you're always in one of these worlds",
   "start": 2381.19,
   "duration": 4.349
  },
  {
   "text": "There's no getting out of them",
   "start": 2385.539,
   "duration": 1.72
  },
  {
   "text": "You can move from one to another but you're always in a world like this, and so this is the world that you're in",
   "start": 2387.259,
   "duration": 4.85
  },
  {
   "text": "You're somewhere",
   "start": 2393.049,
   "duration": 1.831
  },
  {
   "text": "Because you have to be somewhere now you might not know where that is",
   "start": 2394.88,
   "duration": 3.32
  },
  {
   "text": "which means that somewhere that you are is chaotic in which case you need to go over your past in Great detail and",
   "start": 2398.539,
   "duration": 6.949
  },
  {
   "text": "Figure out where you are so you're lost right here. You're lost and the problem with being lost is when you're lost",
   "start": 2405.739,
   "duration": 5.93
  },
  {
   "text": "You don't know where to go and the problem with not knowing where to go is there's a million places",
   "start": 2411.74,
   "duration": 4.04
  },
  {
   "text": "That you could go and a million places is too many places for you to go without dying so being lost is not good",
   "start": 2415.849,
   "duration": 6.77
  },
  {
   "text": "So you need to know where you are?",
   "start": 2422.619,
   "duration": 2.0
  },
  {
   "text": "One of the things that we built online my partners",
   "start": 2424.91,
   "duration": 3.139
  },
  {
   "text": "and I have this program called past authoring that helps people lay out the",
   "start": 2428.049,
   "duration": 4.89
  },
  {
   "text": "narrative of their past to identify to break their life down into six stages epochs we call them and then to identify the",
   "start": 2434.15,
   "duration": 7.37
  },
  {
   "text": "Emotionally significant moments in each epoch and to write them out what happened negatively",
   "start": 2442.849,
   "duration": 4.67
  },
  {
   "text": "What happened positively what the consequences were what do you derive from it perhaps what you could have done differently?",
   "start": 2447.52,
   "duration": 5.459
  },
  {
   "text": "Perhaps what you learn from it all of that, so that you can narrow in zero in on",
   "start": 2453.2,
   "duration": 5.27
  },
  {
   "text": "determining precisely",
   "start": 2459.2,
   "duration": 1.589
  },
  {
   "text": "Where it is that you are right now?",
   "start": 2460.789,
   "duration": 1.971
  },
  {
   "text": "and people are often loath to do that because they actually don't want to know they'd rather be spread out in a sort of",
   "start": 2462.76,
   "duration": 6.449
  },
  {
   "text": "half-Blind Manner in the fog",
   "start": 2470.809,
   "duration": 2.0
  },
  {
   "text": "Hoping that the place that they're at is better than it really is and deluding themselves by remaining vague than to figure out",
   "start": 2473.63,
   "duration": 7.31
  },
  {
   "text": "I'm right here right now with these specific problems",
   "start": 2480.94,
   "duration": 2.729
  },
  {
   "text": "But it's actually better to do that because if you have a set of specific problems",
   "start": 2483.77,
   "duration": 5.299
  },
  {
   "text": "And you've really narrowed them down and really specified them then you could probably start fixing them and you can start",
   "start": 2489.069,
   "duration": 5.91
  },
  {
   "text": "Fixing them in Mike",
   "start": 2495.799,
   "duration": 1.831
  },
  {
   "text": "Microwaves bit by bit, but there's no way you can do that without knowing where you are",
   "start": 2497.63,
   "duration": 3.62
  },
  {
   "text": "It's impossible, and you can kind of tell if you don't know where you are",
   "start": 2501.25,
   "duration": 3.569
  },
  {
   "text": "it's quite straightforward if you are haunted by reveries of the past",
   "start": 2505.099,
   "duration": 5.81
  },
  {
   "text": "for events that are older than",
   "start": 2512.029,
   "duration": 2.0
  },
  {
   "text": "Approximately eighteen months if they continue to come up in your mind over and over and your dreams over and over",
   "start": 2514.069,
   "duration": 5.15
  },
  {
   "text": "You haven't extracted the world out from your past",
   "start": 2520.369,
   "duration": 4.28
  },
  {
   "text": "experiences the Potential is still",
   "start": 2525.049,
   "duration": 1.861
  },
  {
   "text": "Trapped in the past and to confront the potential means to confront the dragon of the past and of course that's terrifying",
   "start": 2526.91,
   "duration": 6.949
  },
  {
   "text": "And it seems seriously be terrifying so for example",
   "start": 2534.069,
   "duration": 2.64
  },
  {
   "text": "Maybe your vague",
   "start": 2536.75,
   "duration": 1.43
  },
  {
   "text": "And ill-formed and ill-defined because you will be used her dad when you were a child",
   "start": 2538.18,
   "duration": 3.729
  },
  {
   "text": "Four years old something like that",
   "start": 2542.04,
   "duration": 1.64
  },
  {
   "text": "and maybe R abused by a family member because that's generally who does the abusing and",
   "start": 2543.68,
   "duration": 4.17
  },
  {
   "text": "so that just makes it works, and then what that means is that you've got a",
   "start": 2547.98,
   "duration": 4.459
  },
  {
   "text": "implicit you had an implicit encounter with Malevolent evil",
   "start": 2553.05,
   "duration": 4.28
  },
  {
   "text": "That know you've had a direct encounter with Malevolent evil, but you have an implicit",
   "start": 2558.24,
   "duration": 4.07
  },
  {
   "text": "Hypothesis of Malevolent Evil that's plaguing you. It's still there",
   "start": 2562.98,
   "duration": 3.65
  },
  {
   "text": "it's trapped in the memories right it's trapped in the representational structure and as an adult you're now faced with the necessity of",
   "start": 2566.63,
   "duration": 7.439
  },
  {
   "text": "Articulating that fully before you have any chance whatsoever of freeing yourself from it",
   "start": 2574.44,
   "duration": 3.62
  },
  {
   "text": "And so that's no joke lots of times people have to go into the past. That's what this I grant lists do and",
   "start": 2578.06,
   "duration": 4.589
  },
  {
   "text": "Say and say look here is something came along. Just bloody well knocked me over, and it isn't even that",
   "start": 2582.78,
   "duration": 5.899
  },
  {
   "text": "I repressed it which which I think was",
   "start": 2588.68,
   "duration": 2.25
  },
  {
   "text": "We will talk about freud's errors because freud was a genius. So we'll just leave him alone but but sometimes it's not repression",
   "start": 2591.81,
   "duration": 6.29
  },
  {
   "text": "It's just the terrible things happen to people at such a young age that there isn't a bloody chance in hell that they can figure",
   "start": 2598.1,
   "duration": 6.27
  },
  {
   "text": "out why they happen or what to do with them or what they mean and",
   "start": 2604.37,
   "duration": 3.359
  },
  {
   "text": "Then you can carry that with you, and you carry it with you. It's like",
   "start": 2607.86,
   "duration": 3.229
  },
  {
   "text": "Here your your body encounters the world in two stages, and it happens very rapidly well it can extend over years",
   "start": 2612.09,
   "duration": 6.889
  },
  {
   "text": "but the initial stage has happened very rapidly so for example if",
   "start": 2618.98,
   "duration": 3.0
  },
  {
   "text": "You're walking down the road and you hear a large noise be a loud noise. Behind you go like this",
   "start": 2622.23,
   "duration": 4.729
  },
  {
   "text": "That's a predator defense response by the way you crouch down",
   "start": 2627.0,
   "duration": 3.08
  },
  {
   "text": "And that's to stop something from jumping on your back and getting at your neck too easily",
   "start": 2630.12,
   "duration": 4.579
  },
  {
   "text": "That's like a few million two hundred milliseconds",
   "start": 2634.83,
   "duration": 2.719
  },
  {
   "text": "it's really fast or even faster than that and it better be because",
   "start": 2637.55,
   "duration": 2.639
  },
  {
   "text": "Something like a snake like will say it can nail. You just right now. So you better be fast, but it's low resolution",
   "start": 2640.59,
   "duration": 5.899
  },
  {
   "text": "It's like danger. Snake something like that or danger predatory cap",
   "start": 2646.49,
   "duration": 4.11
  },
  {
   "text": "it's that fast and then you can unravel that and",
   "start": 2650.6,
   "duration": 4.559
  },
  {
   "text": "Categorize it, but that takes time you do that with emotion",
   "start": 2656.67,
   "duration": 3.35
  },
  {
   "text": "And then you do it with cognition you can do that with long term thinking you know because maybe you've encountered someone specifically",
   "start": 2660.02,
   "duration": 5.61
  },
  {
   "text": "Malevolent and predatory at work that happens to people a lot",
   "start": 2665.79,
   "duration": 2.929
  },
  {
   "text": "as a as a destructive bully and who seems to have no positive function whatsoever and",
   "start": 2669.619,
   "duration": 5.879
  },
  {
   "text": "Is only living that out and then you you know you don't know what to do about it? So you're you're in",
   "start": 2676.289,
   "duration": 4.94
  },
  {
   "text": "Prey mode, I don't mean this kind of mode although that would help too",
   "start": 2681.779,
   "duration": 3.65
  },
  {
   "text": "But I mean you're acting like a prey animal and then you have this terribly complex thing to decompose",
   "start": 2685.499,
   "duration": 5.42
  },
  {
   "text": "Which is what the hell's up with this person? Why are they making my life miserable?",
   "start": 2690.92,
   "duration": 4.139
  },
  {
   "text": "What is it about me that allows them to make my life miserable?",
   "start": 2695.4,
   "duration": 3.229
  },
  {
   "text": "That's a nasty little road to walk down, and you're stuck with having to you're stuck with having to decompose it. Maybe you can't maybe",
   "start": 2698.99,
   "duration": 7.079
  },
  {
   "text": "Formulating an explicit philosophy of good and evil to deal with something malevolent in your environment actually just happens to be",
   "start": 2707.099,
   "duration": 7.909
  },
  {
   "text": "Beyond you and",
   "start": 2715.349,
   "duration": 1.321
  },
  {
   "text": "That could easily be it's certainly the case for people who are young and it's the case for plenty of adults as well",
   "start": 2716.67,
   "duration": 5.089
  },
  {
   "text": "It's no simple thing to math to manage",
   "start": 2721.759,
   "duration": 2.07
  },
  {
   "text": "It's something to that often soldiers who have post-traumatic stress disorder have to do because they've encountered terrible things",
   "start": 2723.99,
   "duration": 6.469
  },
  {
   "text": "Maybe they're dunham or ran into them",
   "start": 2730.46,
   "duration": 1.899
  },
  {
   "text": "They need to update their moral model of the world or if they end up in something close enough closely approximating hell",
   "start": 2732.359,
   "duration": 7.61
  },
  {
   "text": "Anyway, so you need to know where you are",
   "start": 2742.559,
   "duration": 2.0
  },
  {
   "text": "That's this what is where are you so you're navigating your navigator. You're a sailor on an ocean man",
   "start": 2745.17,
   "duration": 6.229
  },
  {
   "text": "That's what that's what you are you're a mobile creature. You're going from point a to point B",
   "start": 2751.4,
   "duration": 3.989
  },
  {
   "text": "All the time you know it's sitting there glued to a rock like some brainless. You know sea creature",
   "start": 2755.39,
   "duration": 5.909
  },
  {
   "text": "There's a funny little creature called a hydra very simple Little creature in its Juvenile stage",
   "start": 2761.299,
   "duration": 5.61
  },
  {
   "text": "It has a brain because it swims around",
   "start": 2766.91,
   "duration": 1.829
  },
  {
   "text": "but then when it turns into an adult it latches itself to Iraq and promptly",
   "start": 2768.739,
   "duration": 4.83
  },
  {
   "text": "digests its brain because if you're just sitting on a rock",
   "start": 2773.73,
   "duration": 2.719
  },
  {
   "text": "And you're not moving you don't need a brain so but that's not our issue, right?",
   "start": 2776.45,
   "duration": 3.239
  },
  {
   "text": "We're resuming in the world, and so we're navigating agents, so to navigate if there's two things you need to know",
   "start": 2779.69,
   "duration": 6.599
  },
  {
   "text": "The first is where the hell. Are you exactly precisely right razorsharp?",
   "start": 2787.049,
   "duration": 5.03
  },
  {
   "text": "What's good about you and what's bad about you by your own by your own reckoning",
   "start": 2792.989,
   "duration": 4.16
  },
  {
   "text": "You don't have to you can ask other people, but this is a game you play yourself. It's like as far as I'm concerned",
   "start": 2797.15,
   "duration": 5.399
  },
  {
   "text": "I'm taking start. What is it that's okay about me",
   "start": 2803.119,
   "duration": 2.87
  },
  {
   "text": "And what needs some work and you go to watch to not be too?",
   "start": 2805.99,
   "duration": 3.27
  },
  {
   "text": "Self-Critical when you're doing that too because that can just be another kind of flaw and then the next is okay",
   "start": 2809.54,
   "duration": 4.369
  },
  {
   "text": "Well, where are you going?",
   "start": 2813.91,
   "duration": 1.27
  },
  {
   "text": "What's your destination?",
   "start": 2815.18,
   "duration": 1.98
  },
  {
   "text": "Well, and that's what the frame is now",
   "start": 2817.16,
   "duration": 2.179
  },
  {
   "text": "You know you could do that in a very sophisticated way",
   "start": 2819.339,
   "duration": 2.49
  },
  {
   "text": "And you do that by thinking consciously about who it is that you are in an articulated Manner",
   "start": 2821.83,
   "duration": 5.369
  },
  {
   "text": "And where you want to go?",
   "start": 2827.2,
   "duration": 1.11
  },
  {
   "text": "And why and how you're going to get there?",
   "start": 2828.31,
   "duration": 1.799
  },
  {
   "text": "And people hardly ever do that that is that's come as such an absolute shock to me as an educator. I",
   "start": 2830.109,
   "duration": 6.06
  },
  {
   "text": "Just because one of the other programs I use this in my classes",
   "start": 2836.96,
   "duration": 4.429
  },
  {
   "text": "What are the other programs in this suite of programs is called the future authoring program?",
   "start": 2842.24,
   "duration": 3.83
  },
  {
   "text": "and I",
   "start": 2846.07,
   "duration": 0.73
  },
  {
   "text": "Started developing it my maps of meaning class which is where some of this materials from and I got students to write about their past",
   "start": 2846.8,
   "duration": 5.929
  },
  {
   "text": "It's like okay",
   "start": 2852.73,
   "duration": 1.42
  },
  {
   "text": "We're talking about stories, so let's tell your story. Who are you how do you get here? What are you now that?",
   "start": 2854.15,
   "duration": 5.66
  },
  {
   "text": "Usually helps people put things to rest although, it's quite stressful",
   "start": 2861.32,
   "duration": 3.349
  },
  {
   "text": "Well, you're doing it stress goes up when you're doing it and maybe you feel miserable for a couple of weeks",
   "start": 2864.8,
   "duration": 6.049
  },
  {
   "text": "And then stress goes down and it stays down",
   "start": 2870.849,
   "duration": 2.04
  },
  {
   "text": "So that's and that's also why people don't do it because who the hell wants to have their stress go up",
   "start": 2872.89,
   "duration": 4.469
  },
  {
   "text": "But if it's temporary it's a sacrifice",
   "start": 2877.58,
   "duration": 2.059
  },
  {
   "text": "So then the next issue is well. Where are you going and one of the things that and this?",
   "start": 2880.339,
   "duration": 4.16
  },
  {
   "text": "I just still I cannot understand is students that have been in education system for 15 years",
   "start": 2884.5,
   "duration": 6.149
  },
  {
   "text": "14 Years high end students most of them not once in their whole bloody life",
   "start": 2890.99,
   "duration": 4.82
  },
  {
   "text": "Did anyone ever get them to sit down for like a day and say alright?",
   "start": 2896.089,
   "duration": 3.8
  },
  {
   "text": "justify your existence",
   "start": 2900.83,
   "duration": 2.0
  },
  {
   "text": "It's like well seriously it's like here. You are in University",
   "start": 2903.08,
   "duration": 3.409
  },
  {
   "text": "You're taking a bunch of courses you've got some sort of vague Career plan",
   "start": 2906.49,
   "duration": 3.599
  },
  {
   "text": "It's like defend the damn thing a bit since you're going to go live it and everything you're staking everything on it",
   "start": 2910.089,
   "duration": 7.44
  },
  {
   "text": "it's like what's your damn plan, and why are you so convinced that it's not the plan of a",
   "start": 2917.53,
   "duration": 5.459
  },
  {
   "text": "Babbling fool because if you haven't thought about it",
   "start": 2923.78,
   "duration": 3.349
  },
  {
   "text": "Then it is and if you really want to go out there and live that out",
   "start": 2927.13,
   "duration": 3.09
  },
  {
   "text": "You know one of the things carl jung said was that you you're in a story whether you know it or not",
   "start": 2930.349,
   "duration": 5.239
  },
  {
   "text": "And and then he made two nice comments about that",
   "start": 2936.25,
   "duration": 3.239
  },
  {
   "text": "if it's someone else's story, you're probably going to get a bit part and it might not be the one you want and",
   "start": 2940.58,
   "duration": 5.479
  },
  {
   "text": "If it's a story that you don't know it might be one with a really bad ending or maybe it's just bad",
   "start": 2946.58,
   "duration": 5.059
  },
  {
   "text": "Period with a worse ending and if you don't know what the story that you're living out is",
   "start": 2951.8,
   "duration": 3.919
  },
  {
   "text": "Maybe that's the one you know",
   "start": 2956.09,
   "duration": 2.209
  },
  {
   "text": "maybe you got that from your mother you got it from your grandmother you got it from your aunt or",
   "start": 2958.3,
   "duration": 4.049
  },
  {
   "text": "God only knows where you picked it up",
   "start": 2962.42,
   "duration": 1.97
  },
  {
   "text": "Because you pick up things like mad because that's what human beings are like so maybe you're living a malevolent tragedy",
   "start": 2964.39,
   "duration": 5.88
  },
  {
   "text": "unconsciously and",
   "start": 2970.849,
   "duration": 1.26
  },
  {
   "text": "Then one thing you might ask yourself is well. How wretched and miserable is your life",
   "start": 2972.109,
   "duration": 4.34
  },
  {
   "text": "Let's had futile to that. How wretched miserable and futile is your life, and you might say well",
   "start": 2976.69,
   "duration": 5.61
  },
  {
   "text": "Yeah, seventy percent on each count it's like then you're probably",
   "start": 2982.3,
   "duration": 3.78
  },
  {
   "text": "unconsciously living out a malevolent tragedy and",
   "start": 2986.9,
   "duration": 2.54
  },
  {
   "text": "Maybe that's not for the best",
   "start": 2990.14,
   "duration": 2.0
  },
  {
   "text": "it's either that or the whole universe hates you right or 70 percent hates you you know so",
   "start": 2992.54,
   "duration": 5.959
  },
  {
   "text": "So anyways, you know we got students to start",
   "start": 2998.78,
   "duration": 2.419
  },
  {
   "text": "writing in detail about",
   "start": 3003.46,
   "duration": 1.77
  },
  {
   "text": "Not what they wanted, it's not a career thing",
   "start": 3005.23,
   "duration": 3.139
  },
  {
   "text": "Because that's the closest people usually get is they have a career plan. It's like no, no, it's not a career plan",
   "start": 3008.89,
   "duration": 5.18
  },
  {
   "text": "That's that's peripheral important, but peripheral it's like all right you got three years man. You're going to live them anyways",
   "start": 3014.07,
   "duration": 6.809
  },
  {
   "text": "Devote those three years to setting the world up around you so that it's the best it could possibly be",
   "start": 3022.54,
   "duration": 4.549
  },
  {
   "text": "For you as if you were taking care of yourself as if you cared for yourself",
   "start": 3028.15,
   "duration": 4.939
  },
  {
   "text": "Well, what would that look like you know let's say just for the sake of argument if you figured out where you work that you",
   "start": 3033.94,
   "duration": 5.419
  },
  {
   "text": "Could have what would be best for you?",
   "start": 3039.359,
   "duration": 2.0
  },
  {
   "text": "Well, what is that I bet?",
   "start": 3042.13,
   "duration": 2.239
  },
  {
   "text": "You never asked",
   "start": 3045.91,
   "duration": 2.0
  },
  {
   "text": "People don't ask and so life comes out them",
   "start": 3048.25,
   "duration": 2.959
  },
  {
   "text": "Like Random snakes and they sort of fend them off and life goes by and things don't work out the way people expected them to",
   "start": 3051.82,
   "duration": 7.699
  },
  {
   "text": "But a huge part of that is they didn't know where they were",
   "start": 3059.77,
   "duration": 2.959
  },
  {
   "text": "but they wouldn't look or didn't know that they should look ignorant willful blindness right two great catastrophes and",
   "start": 3063.43,
   "duration": 6.679
  },
  {
   "text": "They never figured out where they wanted to go or why?",
   "start": 3070.48,
   "duration": 2.389
  },
  {
   "text": "Now there's a problem with figure out where you want to go",
   "start": 3073.72,
   "duration": 2.389
  },
  {
   "text": "And the problem is is that you make your conditions for failure clear to yourself and people?",
   "start": 3076.72,
   "duration": 4.31
  },
  {
   "text": "Don't like that, so if you keep yourself in the fog",
   "start": 3081.73,
   "duration": 3.199
  },
  {
   "text": "Then you can't tell when you screwed up now that isn't so good because you're still screwing up. You're just too",
   "start": 3085.3,
   "duration": 5.629
  },
  {
   "text": "blind self blind to notice although in",
   "start": 3091.51,
   "duration": 3.109
  },
  {
   "text": "The short term not less painful if you make your criteria for success razor-sharp then you know every time you screw up",
   "start": 3095.109,
   "duration": 7.19
  },
  {
   "text": "But that's great because then you could fix it you could either",
   "start": 3102.4,
   "duration": 2.69
  },
  {
   "text": "repair the the",
   "start": 3107.26,
   "duration": 2.0
  },
  {
   "text": "Behavioral it adequacy, or the conceptual inadequacy that you're using as a tool in that situation",
   "start": 3109.63,
   "duration": 5.09
  },
  {
   "text": "Or maybe you could adjust your dam plan either way, you can fix it and so",
   "start": 3114.72,
   "duration": 4.979
  },
  {
   "text": "Okay, so you're living in one of these",
   "start": 3120.67,
   "duration": 2.0
  },
  {
   "text": "Bloody things and",
   "start": 3122.83,
   "duration": 1.86
  },
  {
   "text": "You might as well it seems to me you might as well make it the best one you could live in because",
   "start": 3124.69,
   "duration": 4.4
  },
  {
   "text": "You don't have anything better to do",
   "start": 3129.31,
   "duration": 2.0
  },
  {
   "text": "Now if you don't do that, if you don't do it consciously, and this is what the pSychoanalyst pointed out? Is that you have",
   "start": 3131.56,
   "duration": 6.889
  },
  {
   "text": "enumerable",
   "start": 3139.24,
   "duration": 1.47
  },
  {
   "text": "Quasi Autonomous",
   "start": 3140.71,
   "duration": 2.0
  },
  {
   "text": "Subsystems that make you up that will generate",
   "start": 3143.08,
   "duration": 2.659
  },
  {
   "text": "Stories impulsively, and you'll just act them out and you know that because you watch yourself over two weeks",
   "start": 3146.32,
   "duration": 6.139
  },
  {
   "text": "And you think Jesus I did a lot of stupid things in the last two weeks",
   "start": 3152.46,
   "duration": 2.76
  },
  {
   "text": "And you think why it's because you're a random. You're a collection of somewhat Random quasi",
   "start": 3155.22,
   "duration": 5.669
  },
  {
   "text": "Autonomous personality units and",
   "start": 3161.56,
   "duration": 2.0
  },
  {
   "text": "Lacking a leader. They're just going to fire off whenever they want you know first you're hungry",
   "start": 3164.109,
   "duration": 4.73
  },
  {
   "text": "Then you're thirsty then you want to go to bed with your wife",
   "start": 3168.84,
   "duration": 2.039
  },
  {
   "text": "You know then you want to sleep in and you want to tell your boss off and you want to curse at the guy that?",
   "start": 3170.88,
   "duration": 4.59
  },
  {
   "text": "Cuts you off in traffic. It's like you're kind of like a two-year-old",
   "start": 3175.47,
   "duration": 2.969
  },
  {
   "text": "You know just it's one",
   "start": 3179.08,
   "duration": 2.0
  },
  {
   "text": "emotional frame after another vying for dominance there's no overarching Hierarchy, and there's no king at the top and",
   "start": 3181.359,
   "duration": 7.82
  },
  {
   "text": "So you know we already talked about pyramids of competence?",
   "start": 3190.27,
   "duration": 3.08
  },
  {
   "text": "And what's supposed to be at the top is you want to bring all those things together?",
   "start": 3193.35,
   "duration": 3.329
  },
  {
   "text": "We understand this neurologically. I'll show you some of that in a little bit. We understand this neurologically how how",
   "start": 3197.29,
   "duration": 5.839
  },
  {
   "text": "this maps in some sense right on to the neural structure of your being you want to put something in control and",
   "start": 3204.01,
   "duration": 6.949
  },
  {
   "text": "The thing that you should put in control is the bloody thing that pays attention and learns, right?",
   "start": 3211.9,
   "duration": 5.03
  },
  {
   "text": "Everything else in the hierarchy should be subordinate to the thing that pays attention and learns and you could think well",
   "start": 3217.539,
   "duration": 7.43
  },
  {
   "text": "That's that's the message of the idea of logos that's for sure because logos is partly attention and partly communication",
   "start": 3224.97,
   "duration": 6.419
  },
  {
   "text": "And you learn a lot by communicating with others okay? So you need to know where you are",
   "start": 3231.39,
   "duration": 4.83
  },
  {
   "text": "Just like your GPS, which is about the closest thing we have to an intelligent cybernetic system",
   "start": 3237.099,
   "duration": 5.51
  },
  {
   "text": "Those GPS is in your cars those bloody things are pretty smart because they can they know where you are",
   "start": 3242.609,
   "duration": 4.949
  },
  {
   "text": "They know where you're going and if you go off course they recalculate your route. It's like those things are damn near alive",
   "start": 3247.559,
   "duration": 5.34
  },
  {
   "text": "That's so close to intelligence. It's and you can tell that because they act intelligently they solve problems",
   "start": 3252.9,
   "duration": 5.58
  },
  {
   "text": "continually so you need and this is a cybernetic model by the way and",
   "start": 3259.029,
   "duration": 4.07
  },
  {
   "text": "Cybernetic models for the models on which the GPS systems were based so it's not accidental",
   "start": 3263.26,
   "duration": 3.799
  },
  {
   "text": "So you need to know where you are and you need to know where you're going and then the next thing you need to know",
   "start": 3267.67,
   "duration": 4.459
  },
  {
   "text": "Is how it is that you're going to act?",
   "start": 3272.13,
   "duration": 2.129
  },
  {
   "text": "Move your body how you're going to propel yourself through time and space to",
   "start": 3275.049,
   "duration": 4.55
  },
  {
   "text": "Transform this into that and",
   "start": 3280.15,
   "duration": 2.0
  },
  {
   "text": "So ok and then we can we can make that a little bit more complex because it's a bit too simple, so we'll do this",
   "start": 3282.339,
   "duration": 5.719
  },
  {
   "text": "So it isn't exactly that you live in one of these",
   "start": 3288.849,
   "duration": 2.39
  },
  {
   "text": "It's that you live in a nested hierarchy of these and you could think of this as your own internal Patriarchy",
   "start": 3291.339,
   "duration": 6.59
  },
  {
   "text": "That's a good way of thinking about it",
   "start": 3297.93,
   "duration": 1.439
  },
  {
   "text": "And maybe it could be a tyrant or maybe it could be something that gives you security and functional autonomy",
   "start": 3299.369,
   "duration": 6.51
  },
  {
   "text": "And hopefully that's the one you go for it, but it's a battle you know because a little bit of Tyranny",
   "start": 3305.88,
   "duration": 5.399
  },
  {
   "text": "Exists in everyone and so well so at the very highest level of analysis",
   "start": 3312.519,
   "duration": 5.75
  },
  {
   "text": "That would be the overarching",
   "start": 3318.97,
   "duration": 2.0
  },
  {
   "text": "Story, maybe you think I'd like to be a good person or a successful person or famous person",
   "start": 3321.009,
   "duration": 5.39
  },
  {
   "text": "I think goods probably a bit better because you can come up with the definition of good if you want as long as it doesn't",
   "start": 3326.549,
   "duration": 5.31
  },
  {
   "text": "annoy other people too Badly",
   "start": 3331.859,
   "duration": 2.0
  },
  {
   "text": "Because they'll just get in your way, and that won't be helpful. So you have to negotiate it, but let's say you're a good person",
   "start": 3335.21,
   "duration": 6.559
  },
  {
   "text": "That's sort of the story at the top of the hierarchy and then you could decompose that into your primary roles",
   "start": 3342.65,
   "duration": 6.679
  },
  {
   "text": "Maybe you're a good parent. Maybe you're a good employer or maybe you're a good employee",
   "start": 3349.33,
   "duration": 3.81
  },
  {
   "text": "Maybe you're a good sibling. Maybe you're a good child you know those are major roles that you have in your life",
   "start": 3353.87,
   "duration": 4.699
  },
  {
   "text": "And so you'd say that what good person is is what's good about you across all those rules",
   "start": 3358.57,
   "duration": 6.479
  },
  {
   "text": "So it's a it's a it's a higher-order",
   "start": 3365.05,
   "duration": 2.01
  },
  {
   "text": "abstraction from something more concrete and then you can take the you know the",
   "start": 3367.67,
   "duration": 3.8
  },
  {
   "text": "role good parent",
   "start": 3371.99,
   "duration": 1.95
  },
  {
   "text": "And you can say well",
   "start": 3373.94,
   "duration": 1.49
  },
  {
   "text": "What is it that constitutes a good parent and you might say well a good parent this isn't exhaustive",
   "start": 3375.43,
   "duration": 4.739
  },
  {
   "text": "obviously a good parent has a good job and",
   "start": 3380.45,
   "duration": 2.449
  },
  {
   "text": "Takes care of his or her family and then you might say well",
   "start": 3383.45,
   "duration": 3.589
  },
  {
   "text": "What does it mean to take care of your family and then you might say well?",
   "start": 3387.04,
   "duration": 3.69
  },
  {
   "text": "You know you you can cook the odd meal not too",
   "start": 3390.74,
   "duration": 3.139
  },
  {
   "text": "Odd hopefully you can cook the odd meal and you can play with play with the baby, and then you might say well",
   "start": 3393.88,
   "duration": 6.06
  },
  {
   "text": "How do you play with a baby and then you might say well you play Peek-A-boo with the baby or you tickle the baby?",
   "start": 3399.94,
   "duration": 5.639
  },
  {
   "text": "Okay, well that's what's a cool. There's a cool shift there because this is all",
   "start": 3405.59,
   "duration": 3.56
  },
  {
   "text": "Articulated and conceptual right right down to this level and then all of a sudden",
   "start": 3410.06,
   "duration": 4.1
  },
  {
   "text": "It's your body because how do you play peekaboo is a baby?",
   "start": 3414.16,
   "duration": 2.399
  },
  {
   "text": "You don't like have a chat about how you play Peek-A-boo with a baby right you go like this",
   "start": 3416.66,
   "duration": 4.459
  },
  {
   "text": "It's great fun. You can even do it with older people they even smile about it, right it's",
   "start": 3421.76,
   "duration": 4.28
  },
  {
   "text": "Dad's gone, and the Baby's all shocked to death about that where to go. Oh look. He's back. You know",
   "start": 3426.89,
   "duration": 5.929
  },
  {
   "text": "it's the baby is playing with the",
   "start": 3432.82,
   "duration": 2.0
  },
  {
   "text": "Reliability of the world so it's real intense game for a baby",
   "start": 3434.96,
   "duration": 3.679
  },
  {
   "text": "Like oh no, dad. God. No look. He showed up again. Oh, no",
   "start": 3439.88,
   "duration": 3.74
  },
  {
   "text": "He's gone, and then bad smiling to indicate that those brief flashes into non-existence",
   "start": 3443.62,
   "duration": 5.429
  },
  {
   "text": "Aren't existentially terrifying Beyond",
   "start": 3449.57,
   "duration": 2.51
  },
  {
   "text": "Capacity right and so but the point is is that if you're playing peek-A-boo with the baby? You're not thinking anymore?",
   "start": 3452.9,
   "duration": 5.57
  },
  {
   "text": "It's not in the realm of articulation or abstraction. It's actually something that you're doing with your body and so to me",
   "start": 3458.47,
   "duration": 5.58
  },
  {
   "text": "This is a nice",
   "start": 3464.05,
   "duration": 1.54
  },
  {
   "text": "multistage solution to the Mind-body problem because what happens is the highest the higher order of",
   "start": 3465.59,
   "duration": 5.689
  },
  {
   "text": "abstraction its articulated and conceptual",
   "start": 3471.68,
   "duration": 2.239
  },
  {
   "text": "but if you decompose",
   "start": 3473.96,
   "duration": 1.46
  },
  {
   "text": "It sufficiently you end up with an actual action and the action involves the movement of musculature",
   "start": 3475.42,
   "duration": 6.3
  },
  {
   "text": "It's not something conceptual and one of the things that's really cool about this hierarchy",
   "start": 3481.94,
   "duration": 5.12
  },
  {
   "text": "Is that it has?",
   "start": 3487.67,
   "duration": 1.32
  },
  {
   "text": "Educational lessons so one of the things you want to do if you're trying to teach someone something even yourself is you want to?",
   "start": 3488.99,
   "duration": 6.229
  },
  {
   "text": "You want to specify the thing that needs to be doing at the highest resolution possible?",
   "start": 3495.41,
   "duration": 5.15
  },
  {
   "text": "Level so I'll give you just a brief example, so let's say",
   "start": 3501.23,
   "duration": 3.469
  },
  {
   "text": "I may have we may be repeating this but it doesn't matter say you've got a three-Year-old kid",
   "start": 3504.7,
   "duration": 4.62
  },
  {
   "text": "And they're in their room is Chaos",
   "start": 3509.32,
   "duration": 2.0
  },
  {
   "text": "Right this monsters are going to be coming out under the bed in no time flat unless that thing",
   "start": 3511.48,
   "duration": 3.689
  },
  {
   "text": "Room gets some order in it and so you you tell the kids clean up the room?",
   "start": 3515.48,
   "duration": 4.219
  },
  {
   "text": "You know it's a mess and you leave and you come back and the kids like throwing legos everywhere",
   "start": 3519.74,
   "duration": 3.949
  },
  {
   "text": "It's they're not cleaning up, and then you think that's a bad kid",
   "start": 3523.69,
   "duration": 3.87
  },
  {
   "text": "That's a bad",
   "start": 3527.81,
   "duration": 0.86
  },
  {
   "text": "Theory a because you're going right from here to here",
   "start": 3528.67,
   "duration": 3.78
  },
  {
   "text": "If you want to have a good fight with someone and destroy them then that's what you do",
   "start": 3532.67,
   "duration": 3.77
  },
  {
   "text": "You don't bother with the subtleties down here. You just go right from the great for the jugular",
   "start": 3536.44,
   "duration": 4.53
  },
  {
   "text": "It's like you're a bad stupid kid you've always been that way you're hopeless",
   "start": 3541.04,
   "duration": 4.189
  },
  {
   "text": "There's not a chance of teaching you anything, right?",
   "start": 3545.27,
   "duration": 2.419
  },
  {
   "text": "and we can that way you can nail the past the present and the future all of the same in so you've always been a",
   "start": 3547.82,
   "duration": 6.02
  },
  {
   "text": "Terrible person",
   "start": 3554.0,
   "duration": 1.23
  },
  {
   "text": "There's no teaching you and your future is going to be exactly the same way",
   "start": 3555.23,
   "duration": 3.229
  },
  {
   "text": "Then the only thing the person can do if you do that to them is hit you because that's that's it. There's no",
   "start": 3558.59,
   "duration": 5.719
  },
  {
   "text": "There's no coming back from that you've boxed them completely in so if you want to have a really unproductive",
   "start": 3564.8,
   "duration": 4.639
  },
  {
   "text": "Argument you go right for this",
   "start": 3569.54,
   "duration": 2.0
  },
  {
   "text": "past present and future you're not a good person Demolish their entire conceptual structure and",
   "start": 3572.049,
   "duration": 5.12
  },
  {
   "text": "Expose them completely naked to Chaos. It's like great you won the argument. It's not a good thing to do to your",
   "start": 3577.479,
   "duration": 6.739
  },
  {
   "text": "long-term partner let's say unless you want them terrified out of this skull and",
   "start": 3584.739,
   "duration": 4.79
  },
  {
   "text": "Characterised and their attitude towards you characterized by non-stop extreme resentment",
   "start": 3591.369,
   "duration": 5.119
  },
  {
   "text": "It's probably not going to do your love life a hell of a lot of good for example, so with the three year old",
   "start": 3596.559,
   "duration": 5.63
  },
  {
   "text": "Maybe what you do is you say you pick the level of analysis at which",
   "start": 3602.19,
   "duration": 4.109
  },
  {
   "text": "They're actually functioning",
   "start": 3606.299,
   "duration": 1.351
  },
  {
   "text": "And you say and this is something you can do if you pay attention to a kid and lots of people won't pay attention to",
   "start": 3607.65,
   "duration": 4.949
  },
  {
   "text": "Children because they're terrified of them",
   "start": 3612.599,
   "duration": 1.571
  },
  {
   "text": "They're terrified that they'll do something wrong with them and or that the kid won't like them or some damn thing",
   "start": 3614.17,
   "duration": 5.599
  },
  {
   "text": "it's like",
   "start": 3619.809,
   "duration": 1.02
  },
  {
   "text": "All you have to do to get a kid to like you is pay attention to the kid for like two",
   "start": 3620.829,
   "duration": 3.889
  },
  {
   "text": "seconds and the kid will instantly like you because attention is so",
   "start": 3624.789,
   "duration": 4.01
  },
  {
   "text": "It's such a it's it's the ultimate",
   "start": 3629.589,
   "duration": 2.0
  },
  {
   "text": "Currency for children right they need adult attention because adults know way more than kids and so they love attention",
   "start": 3632.829,
   "duration": 5.87
  },
  {
   "text": "All you have to do is pay attention to them. They will like you instantly, so",
   "start": 3638.7,
   "duration": 3.869
  },
  {
   "text": "They tell the kid you see that teddy bear",
   "start": 3643.18,
   "duration": 2.629
  },
  {
   "text": "Kid goes yes",
   "start": 3646.39,
   "duration": 1.26
  },
  {
   "text": "Then you've established that the child has mastered the art of perceiving a teddy bear because they can say yes",
   "start": 3647.65,
   "duration": 7.04
  },
  {
   "text": "It's this complicated thing man. It's like",
   "start": 3654.69,
   "duration": 2.01
  },
  {
   "text": "I aged six months old isn't going to do that three months old has got the whole teddy bear",
   "start": 3656.7,
   "duration": 4.109
  },
  {
   "text": "Identification subroutine and traumatized so teddy bear yes, can you pick it up? Yes?",
   "start": 3661.569,
   "duration": 5.719
  },
  {
   "text": "Pat pat pat good work. Do you see the hole on that show yes. Can you put the teddy bear in that hole?",
   "start": 3668.769,
   "duration": 6.92
  },
  {
   "text": "Yes, go over do that pat Pat pat?",
   "start": 3676.119,
   "duration": 2.81
  },
  {
   "text": "Great ok now. We'll do thing number two thing number three",
   "start": 3679.63,
   "duration": 4.159
  },
  {
   "text": "So you're building up the micro routines of cleaning up the room from the bottom up, right you?",
   "start": 3683.789,
   "duration": 4.709
  },
  {
   "text": "you're building it into their body because you're starting with the things they've already automatized and",
   "start": 3688.599,
   "duration": 4.61
  },
  {
   "text": "Building upWards towards abstraction and so once the kid has all the micro Routines down and maybe there's I don't know how many",
   "start": 3693.549,
   "duration": 6.05
  },
  {
   "text": "Micro Routines are there to clean up your room?",
   "start": 3699.789,
   "duration": 2.0
  },
  {
   "text": "200 like A",
   "start": 3702.279,
   "duration": 1.711
  },
  {
   "text": "Lot but not an infinite number",
   "start": 3703.99,
   "duration": 1.74
  },
  {
   "text": "So you teach them all the micro Routines and then you can say run?",
   "start": 3705.73,
   "duration": 3.53
  },
  {
   "text": "Set of micro Routines which means clean up room, and then they can do it",
   "start": 3709.72,
   "duration": 4.55
  },
  {
   "text": "they know what it means so but you do the building from the bottom up and lots of times when you're",
   "start": 3714.27,
   "duration": 4.709
  },
  {
   "text": "Arguing with someone that you live with and hypothetically loved although those two things are hard to get together in the same relationship",
   "start": 3719.53,
   "duration": 6.56
  },
  {
   "text": "What you want to do is assume is assume stupidity before you assume total in total malevolence",
   "start": 3727.51,
   "duration": 7.07
  },
  {
   "text": "That's that's that's a good rule of thumb for establishing peace",
   "start": 3734.58,
   "duration": 3.089
  },
  {
   "text": "So maybe if your partner won't do something well, maybe it's there's something going on up here",
   "start": 3737.68,
   "duration": 5.54
  },
  {
   "text": "But you might want to assume to begin with they actually just don't know how to do it and you need to decompose it",
   "start": 3743.22,
   "duration": 5.79
  },
  {
   "text": "So maybe there's a way you want to be greeted when you come home",
   "start": 3749.01,
   "duration": 2.55
  },
  {
   "text": "Because you're going to come home every day probably and maybe that's a five minute interaction or a 10 minute interaction",
   "start": 3751.75,
   "duration": 5.479
  },
  {
   "text": "So that's an hour a week, or four hours a month or 50 hours a year or one solid work week of coming home",
   "start": 3757.23,
   "duration": 6.719
  },
  {
   "text": "Interactions right all you have to do is get 50 interactions like that right and you've got your relationships sorted out",
   "start": 3764.53,
   "duration": 6.949
  },
  {
   "text": "That's something that's really worth thinking about so that's it. There's you just don't have that much time right get the meals sorted out",
   "start": 3772.0,
   "duration": 6.41
  },
  {
   "text": "That's about five hours a day get your sleeping time",
   "start": 3778.41,
   "duration": 2.849
  },
  {
   "text": "Arrangements Sorted out get the fundamental interactions that you repeat with your partner",
   "start": 3782.02,
   "duration": 4.52
  },
  {
   "text": "Worked out voluntarily and negotiated you're going to cover 80% of your life that way",
   "start": 3787.12,
   "duration": 5.059
  },
  {
   "text": "And then it can just run as a routine and that's really helpful, and if you don't do that",
   "start": 3792.18,
   "duration": 3.989
  },
  {
   "text": "consciously especially because our roles have",
   "start": 3796.84,
   "duration": 2.0
  },
  {
   "text": "fragmented and most of the traditional rules have disappeared and so nobody knows who the hell is supposed to do what in the kitchen for",
   "start": 3798.88,
   "duration": 5.809
  },
  {
   "text": "example\nSo nobody does anything except bitch and fight make wretched meals or or buy",
   "start": 3804.69,
   "duration": 5.55
  },
  {
   "text": "Or buy fast food or some something like that, so you know the alternative to that",
   "start": 3810.4,
   "duration": 5.479
  },
  {
   "text": "catastrophic",
   "start": 3816.58,
   "duration": 1.17
  },
  {
   "text": "Failure or continual resentment and fighting is to rebuild the structures from the bottom up using",
   "start": 3817.75,
   "duration": 5.33
  },
  {
   "text": "Consensus and negotiation and you can do that so that you can think of that as the patriarchal structure",
   "start": 3823.69,
   "duration": 6.08
  },
  {
   "text": "That's a good one, and I mean it's partly psychological because these are things you do as a person, but it's also partly political",
   "start": 3829.87,
   "duration": 6.77
  },
  {
   "text": "Economic and sociological because while you're doing each of these things you're also doing them in a way",
   "start": 3837.23,
   "duration": 5.61
  },
  {
   "text": "that's socially hopefully not just socially acceptable, but actually socially desirable and",
   "start": 3842.84,
   "duration": 5.339
  },
  {
   "text": "So that's that's the decomposition and the reason that this",
   "start": 3848.79,
   "duration": 3.949
  },
  {
   "text": "Keeps Chaos at Bay is because it isn't because your belief systems keep Chaos at Bay",
   "start": 3853.05,
   "duration": 5.03
  },
  {
   "text": "It's not that abstract",
   "start": 3858.63,
   "duration": 1.43
  },
  {
   "text": "It's that if you do things right do these things right then terrible things happen to you with less frequency",
   "start": 3860.06,
   "duration": 5.04
  },
  {
   "text": "And that's not the psyche like it's partly psychological because maybe you don't fight as much. Maybe not anxious as much",
   "start": 3865.1,
   "duration": 5.789
  },
  {
   "text": "Maybe you're not as depressed",
   "start": 3870.89,
   "duration": 1.11
  },
  {
   "text": "but a lot of it's just practical if you just if you you know if your kid doesn't leave his skateboard on the",
   "start": 3872.0,
   "duration": 6.209
  },
  {
   "text": "stairs",
   "start": 3878.7,
   "duration": 0.5
  },
  {
   "text": "Then you don't break your neck as often and that's not just psychological",
   "start": 3879.2,
   "duration": 3.449
  },
  {
   "text": "That's actually a good thing not to break your neck so often and so this structure isn't merely something that keeps things at Bay",
   "start": 3882.9,
   "duration": 7.64
  },
  {
   "text": "psychologically",
   "start": 3891.15,
   "duration": 1.02
  },
  {
   "text": "okay, so here's a here's another look at A",
   "start": 3892.17,
   "duration": 4.07
  },
  {
   "text": "Hierarchy of A",
   "start": 3899.22,
   "duration": 1.56
  },
  {
   "text": "narrative",
   "start": 3900.78,
   "duration": 1.26
  },
  {
   "text": "the structure that keeps Chaos at Bay, and this is maybe",
   "start": 3902.04,
   "duration": 3.02
  },
  {
   "text": "The Hierarchy that I engage in when I'm writing and I'm doing all these things at the same time. That's that's what's cool",
   "start": 3905.79,
   "duration": 5.689
  },
  {
   "text": "You know like that when I ask student. What are you doing when you write an essay?",
   "start": 3911.48,
   "duration": 3.389
  },
  {
   "text": "It's like well that's hard question right? It's like",
   "start": 3915.93,
   "duration": 2.3
  },
  {
   "text": "well, you're",
   "start": 3919.44,
   "duration": 1.35
  },
  {
   "text": "Fast and important question, that's the first thing you should do if you're writing an essay",
   "start": 3920.79,
   "duration": 3.889
  },
  {
   "text": "Then you're paying attention to the words and the phrases in the sentences and the sentence",
   "start": 3924.78,
   "duration": 4.609
  },
  {
   "text": "relationship between the sentences within the paragraphs and the paragraph",
   "start": 3930.119,
   "duration": 2.75
  },
  {
   "text": "relationships to one another within the essay",
   "start": 3933.24,
   "duration": 1.85
  },
  {
   "text": "And then they ask these relevance to the class and the class is relevance to your life and what the essay bleeds out",
   "start": 3935.09,
   "duration": 7.619
  },
  {
   "text": "Across your entire life and so if I'm writing something well obviously at the most",
   "start": 3942.99,
   "duration": 7.1
  },
  {
   "text": "Highest resolution level of analysis, I'm actually moving my fingers on the keyboard and moving my eyes back and forth on the screen",
   "start": 3950.609,
   "duration": 6.59
  },
  {
   "text": "That's where the mind meets the body",
   "start": 3957.33,
   "duration": 2.089
  },
  {
   "text": "But then I'm trying to formulate a sentence and so I try to think up a good sentence",
   "start": 3959.73,
   "duration": 4.52
  },
  {
   "text": "That's that's nailing what I am trying to formulate and then I try to pick it apart",
   "start": 3964.25,
   "duration": 4.379
  },
  {
   "text": "And I do that a bunch of ways take the sentence and I put it on another page",
   "start": 3968.97,
   "duration": 3.84
  },
  {
   "text": "and then a rate like 10 different variants of the sentence and see if I can get a better Variant and then I try to",
   "start": 3972.81,
   "duration": 5.07
  },
  {
   "text": "think of ways that it's a stupid sentence to see if I can you know put a pry bar underneath it and",
   "start": 3977.88,
   "duration": 5.129
  },
  {
   "text": "Loosen it up",
   "start": 3983.29,
   "duration": 0.68
  },
  {
   "text": "and if I can't do anything if I can't manage that then I keep the sentence that I've got and then I do that with",
   "start": 3983.97,
   "duration": 5.58
  },
  {
   "text": "ten sentences in a paragraph",
   "start": 3989.65,
   "duration": 1.5
  },
  {
   "text": "And I make sure the sentences are all arranged properly in the paragraph the same way by rewriting a bunch of different variants of it",
   "start": 3991.15,
   "duration": 6.289
  },
  {
   "text": "And trying to get the word right in a phrase right and the sentence right and the sentence order right and the paragraph order?",
   "start": 3997.44,
   "duration": 5.73
  },
  {
   "text": "Right and I can tell what it's right enough because I can't make it any better. It doesn't mean it's right it",
   "start": 4003.17,
   "duration": 6.719
  },
  {
   "text": "Just means I can't improve it and so I get to the point where if I'm writing a paragraph",
   "start": 4009.89,
   "duration": 3.869
  },
  {
   "text": "And I write a variant, and I can't tell if the variance is any better, and it might be worse than I'm done",
   "start": 4013.76,
   "duration": 5.459
  },
  {
   "text": "I'd hit the limit of my intellectual capacity and it's time to move on but then but you know that it isn't like the",
   "start": 4019.22,
   "duration": 6.93
  },
  {
   "text": "Essay that I'm writing. Let's say has a boundary",
   "start": 4026.34,
   "duration": 2.899
  },
  {
   "text": "It's tightly drawn around the essay because there's a reason I'm writing the damn essay, and that would be well",
   "start": 4029.52,
   "duration": 4.969
  },
  {
   "text": "I'm trying to I'm turned write a whole manuscript",
   "start": 4034.49,
   "duration": 2.64
  },
  {
   "text": "Hopefully, I'm trying to address an important problem because why would I be doing it otherwise?",
   "start": 4037.38,
   "duration": 3.739
  },
  {
   "text": "I mean, that'd be kind of pointless, and maybe that's part of my role as a scientist",
   "start": 4041.12,
   "duration": 5.069
  },
  {
   "text": "And that's a subset of my role as a professor",
   "start": 4046.19,
   "duration": 2.58
  },
  {
   "text": "and then that's a subset of my role as a productive citizen and then that's a subset of my role of",
   "start": 4048.77,
   "duration": 6.449
  },
  {
   "text": "Someone who confronts the unknown see and that's why the logos is",
   "start": 4055.59,
   "duration": 5.209
  },
  {
   "text": "The thing that's at the top of the Hierarchy",
   "start": 4061.41,
   "duration": 2.0
  },
  {
   "text": "That's how the hierarchy should be structured is that everything else should be see because you have a structure. Do you think well?",
   "start": 4063.75,
   "duration": 6.53
  },
  {
   "text": "What should the structure be subordinate to and then the answer should be something like?",
   "start": 4070.28,
   "duration": 3.81
  },
  {
   "text": "the structure should be subordinate to the process that generates the structure or the",
   "start": 4074.31,
   "duration": 4.31
  },
  {
   "text": "Structure should be subordinate to the process that generates and maintains the structure well",
   "start": 4079.23,
   "duration": 4.7
  },
  {
   "text": "obviously",
   "start": 4084.21,
   "duration": 0.51
  },
  {
   "text": "How could it be any other way unless the structure is perfect?",
   "start": 4084.72,
   "duration": 3.229
  },
  {
   "text": "With the in which case you dispensed with the thing that generates it and improves it, but then you're a totalitarian",
   "start": 4088.26,
   "duration": 5.42
  },
  {
   "text": "It's like hey, we got the answer. It's like no, you don't people are still suffering and they're still dying",
   "start": 4093.68,
   "duration": 5.669
  },
  {
   "text": "You don't have the damn answer",
   "start": 4099.48,
   "duration": 2.0
  },
  {
   "text": "And so maybe you have an answer that means that there isn't quite as much suffering and dying as there could be",
   "start": 4101.8,
   "duration": 4.979
  },
  {
   "text": "But there's plenty of road to be traveled yet, and so",
   "start": 4107.15,
   "duration": 4.069
  },
  {
   "text": "It all makes perfect sense that all of this should be should be",
   "start": 4111.74,
   "duration": 4.1
  },
  {
   "text": "nested within this highest sigh think of it, sort of as the highest order of",
   "start": 4116.84,
   "duration": 4.279
  },
  {
   "text": "Moral striving and then that also gives you Moral Hierarchy, that's the most important thing",
   "start": 4121.34,
   "duration": 5.689
  },
  {
   "text": "We do that with honor speech you do that with the tension and honest speech. That's how you do that, and",
   "start": 4127.22,
   "duration": 5.089
  },
  {
   "text": "you don't sacrifice that to any of this because if you do then",
   "start": 4133.22,
   "duration": 4.729
  },
  {
   "text": "Then you're hurting your soul",
   "start": 4138.8,
   "duration": 1.41
  },
  {
   "text": "It's there's this idea in the new",
   "start": 4140.21,
   "duration": 1.92
  },
  {
   "text": "Testament that the sin against the holy ghost is the one sin that can't be forgiven no one knows what the hell that means maybe",
   "start": 4142.13,
   "duration": 5.959
  },
  {
   "text": "it doesn't mean anything, but I think this is what it means is that because",
   "start": 4148.09,
   "duration": 3.929
  },
  {
   "text": "this process",
   "start": 4152.69,
   "duration": 1.74
  },
  {
   "text": "generates all this if you",
   "start": 4154.43,
   "duration": 2.0
  },
  {
   "text": "violate that",
   "start": 4157.79,
   "duration": 1.29
  },
  {
   "text": "process then there's no hope for you because",
   "start": 4159.08,
   "duration": 2.27
  },
  {
   "text": "That's the process by which you improve yourself and everyone else to everything else",
   "start": 4161.72,
   "duration": 4.939
  },
  {
   "text": "So if you decide you're not going to engage in that it's like well",
   "start": 4166.73,
   "duration": 2.839
  },
  {
   "text": "There's no fixing that because you've blown apart your relationship with the thing that does the fixing and so",
   "start": 4169.76,
   "duration": 7.16
  },
  {
   "text": "Ok and so that's how you keep Chaos at Bay and so part of that is",
   "start": 4179.09,
   "duration": 3.409
  },
  {
   "text": "Structural right because you know how to do these things",
   "start": 4182.66,
   "duration": 2.149
  },
  {
   "text": "More or less",
   "start": 4185.66,
   "duration": 0.77
  },
  {
   "text": "It's part of your skill set if you happen to be a writer you could build one of these for a plumber",
   "start": 4186.43,
   "duration": 4.26
  },
  {
   "text": "it doesn't doesn't make any difference really although the outside things should be the same which is I think partly why in",
   "start": 4190.69,
   "duration": 6.629
  },
  {
   "text": "in the Judeo-Christian tradition",
   "start": 4197.81,
   "duration": 2.0
  },
  {
   "text": "there's the",
   "start": 4199.94,
   "duration": 1.56
  },
  {
   "text": "Assumption that people are fundamentally equal before God and what that means is that well they should be",
   "start": 4201.5,
   "duration": 6.74
  },
  {
   "text": "nested everyone regardless of their particularly",
   "start": 4209.66,
   "duration": 2.959
  },
  {
   "text": "Particularities as individuals their highest order function is that they do it in whatever Manner they can manage and that's an extraordinarily",
   "start": 4213.2,
   "duration": 8.0
  },
  {
   "text": "valuable or maybe the most extraordinarily valuable",
   "start": 4221.57,
   "duration": 2.81
  },
  {
   "text": "Sociological political and economic function and so that's why people are valuable, it's like we have this faculty to continually generate",
   "start": 4225.47,
   "duration": 7.7
  },
  {
   "text": "improvements to the structure that",
   "start": 4233.72,
   "duration": 2.0
  },
  {
   "text": "We jointly inhabit",
   "start": 4236.44,
   "duration": 2.0
  },
  {
   "text": "Great that gives us. It's so cool. Because that gives us a fundamental unity we've got the highest order of",
   "start": 4238.63,
   "duration": 6.319
  },
  {
   "text": "Analysis with with the room for as much diversity as you can possibly manage right because it actually turns out that the more",
   "start": 4246.13,
   "duration": 7.52
  },
  {
   "text": "The sub structures differ the better because then you know you can be doing something different than me",
   "start": 4253.9,
   "duration": 4.699
  },
  {
   "text": "That would be good because if we were doing the same thing then it's just duplication of labor if we could",
   "start": 4258.599,
   "duration": 4.35
  },
  {
   "text": "agree on the higher order principle and then specialize that the lower order levels, it's like that's",
   "start": 4263.17,
   "duration": 5.239
  },
  {
   "text": "you get to have your cake and eat it too, and that doesn't happen very often so",
   "start": 4268.69,
   "duration": 4.639
  },
  {
   "text": "So and so then another rule of thumb is if you're trying to solve a problem solve it at this level",
   "start": 4275.469,
   "duration": 5.06
  },
  {
   "text": "Highest resolution level possible before you dare move up dare move up the hierarchy",
   "start": 4281.38,
   "duration": 5.179
  },
  {
   "text": "Because the as you move up the abstraction Hierarchy the probability that you'll make a catastrophic error while attempting to fix the problem",
   "start": 4286.959,
   "duration": 7.88
  },
  {
   "text": "radically increases because",
   "start": 4295.239,
   "duration": 1.86
  },
  {
   "text": "Abstraction is very very powerful and so you want to be very careful",
   "start": 4297.099,
   "duration": 3.2
  },
  {
   "text": "I mean",
   "start": 4300.3,
   "duration": 0.39
  },
  {
   "text": "we saw that when you know when the you know when the mortgage market crashed the reason it crashed was because of strange use of",
   "start": 4300.69,
   "duration": 7.049
  },
  {
   "text": "Derivatives and derivatives are like higher order abstractions in the financial world and derivatives give you",
   "start": 4308.019,
   "duration": 5.24
  },
  {
   "text": "Tremendous Financial",
   "start": 4313.9,
   "duration": 1.71
  },
  {
   "text": "Leverage and power with huge risk and so the upside is massive absolutely massive because you can multiply your earnings",
   "start": 4315.61,
   "duration": 7.399
  },
  {
   "text": "But the downside is complete Bloody catastrophe and so",
   "start": 4323.019,
   "duration": 3.74
  },
  {
   "text": "Part of what I would say an intelligent conservative. Ethos is is",
   "start": 4327.309,
   "duration": 4.49
  },
  {
   "text": "Solve the problem at the highest level of resolution the highest level most local level of resolution",
   "start": 4332.769,
   "duration": 5.9
  },
  {
   "text": "It's safer, and it's more likely to actually produce a solution",
   "start": 4338.67,
   "duration": 3.779
  },
  {
   "text": "ok now, so",
   "start": 4343.809,
   "duration": 2.0
  },
  {
   "text": "Now you're in your plan now",
   "start": 4346.599,
   "duration": 1.911
  },
  {
   "text": "We're simplified again just to one little map right, but all those other things are nested in there",
   "start": 4348.51,
   "duration": 4.109
  },
  {
   "text": "And so what happens to you as you stroll?",
   "start": 4352.619,
   "duration": 2.91
  },
  {
   "text": "Merrily on your way through life. Well, what happens is that as you're moving from point a to point b you?",
   "start": 4356.079,
   "duration": 5.75
  },
  {
   "text": "encounter things and",
   "start": 4362.409,
   "duration": 1.65
  },
  {
   "text": "People think that what they encounter are",
   "start": 4364.059,
   "duration": 2.12
  },
  {
   "text": "But that's not the case first of all most of the things that you encounter many of the things are actually other people",
   "start": 4366.79,
   "duration": 5.609
  },
  {
   "text": "And they're not objects. They're too damn complex and even",
   "start": 4372.4,
   "duration": 2.88
  },
  {
   "text": "Apart from the social world the things that you encounter aren't objects they seem to be something more like tools or obstacles",
   "start": 4376.22,
   "duration": 6.889
  },
  {
   "text": "And I don't mean that we see objects and turn them into tools or obstacles",
   "start": 4383.11,
   "duration": 3.72
  },
  {
   "text": "I mean that we see tools and obstacles because what happens is that when you array yourself",
   "start": 4386.83,
   "duration": 4.799
  },
  {
   "text": "Towards a goal",
   "start": 4392.75,
   "duration": 1.86
  },
  {
   "text": "Then the world transforms itself into things that get in the way of that goal and things that",
   "start": 4394.61,
   "duration": 4.58
  },
  {
   "text": "Three things things are get in the way of the goal things those are things you don't like things that",
   "start": 4399.44,
   "duration": 4.79
  },
  {
   "text": "facilitate your movement towards the goal those are things that you like and the irrelevant things and",
   "start": 4404.66,
   "duration": 5.089
  },
  {
   "text": "Mostly you want irrelevant things because there's just too damn many things so the category of irrelevant is one you really like so",
   "start": 4409.97,
   "duration": 7.129
  },
  {
   "text": "most the thing most of everything is irrelevant if you have a good plan a",
   "start": 4417.5,
   "duration": 3.35
  },
  {
   "text": "few things are good because they move you forward and some other things are not so good you want to go around the not so",
   "start": 4420.92,
   "duration": 5.54
  },
  {
   "text": "Good things if you can manage them unless you like to run head forth into like Brick Walls",
   "start": 4426.46,
   "duration": 4.169
  },
  {
   "text": "Which is not particularly so learning experience, but I would repeat it too many times",
   "start": 4430.63,
   "duration": 4.29
  },
  {
   "text": "you want you want the world to array itself as a set of",
   "start": 4435.44,
   "duration": 3.77
  },
  {
   "text": "We could say tools now what happens is that you have this perceptual system. That's mediated by dopamine",
   "start": 4440.0,
   "duration": 5.66
  },
  {
   "text": "it's the same system that cocaine activates or",
   "start": 4445.66,
   "duration": 2.669
  },
  {
   "text": "methamphetamine or the drugs that people really like to take and it's the dopaminergic system that",
   "start": 4448.94,
   "duration": 4.97
  },
  {
   "text": "Responds with positive emotion to indications that you've encountered something that will facilitate your movement towards a goal",
   "start": 4454.22,
   "duration": 5.449
  },
  {
   "text": "And that's really important to know because people tend to think that they're happy because they achieve goals, and that's not true",
   "start": 4459.71,
   "duration": 7.31
  },
  {
   "text": "What's true it because as soon as you achieve a goal, then you have a problem",
   "start": 4467.54,
   "duration": 3.14
  },
  {
   "text": "Which is what's the next goal, and that's actually a big problem. You encounter that as soon as you graduate from university for example",
   "start": 4470.68,
   "duration": 5.819
  },
  {
   "text": "It's right. I made this joke before",
   "start": 4476.5,
   "duration": 2.0
  },
  {
   "text": "The graduation day here's like King of the University Hierarchy",
   "start": 4478.97,
   "duration": 3.619
  },
  {
   "text": "Undergraduate Hierarchy day after you're unemployed potential Starbucks employee right so it's like",
   "start": 4483.14,
   "duration": 6.259
  },
  {
   "text": "so obviously the",
   "start": 4489.77,
   "duration": 2.0
  },
  {
   "text": "Accomplishment per se as a source of reward is is",
   "start": 4492.98,
   "duration": 2.6
  },
  {
   "text": "Problematic because when you accomplish you run the frame to its and then you have the problem of needing a new frame",
   "start": 4496.25,
   "duration": 6.83
  },
  {
   "text": "So that's a problem, but if what you're encountering instead are things that will move you along your way. It's like. Hey",
   "start": 4503.179,
   "duration": 6.5
  },
  {
   "text": "That's great, and that's where you get your positive motivation, and so that's really thinking that's so much",
   "start": 4509.679,
   "duration": 5.25
  },
  {
   "text": "We're thinking about",
   "start": 4514.929,
   "duration": 0.79
  },
  {
   "text": "You can think about that for a year and that wouldn't even be enough to think about it because here's what it means it",
   "start": 4515.719,
   "duration": 4.76
  },
  {
   "text": "Means in some sense that the buddhists are right with their claim about Maya",
   "start": 4520.61,
   "duration": 3.56
  },
  {
   "text": "Mnya which means that people live in an illusion and what they mean by that is well you have goal",
   "start": 4524.81,
   "duration": 5.389
  },
  {
   "text": "Whatever your goal is and that goal gives relevance to the world and you could change the relevance of the world in a snap",
   "start": 4530.63,
   "duration": 7.31
  },
  {
   "text": "Just by changing your goal",
   "start": 4538.219,
   "duration": 2.0
  },
  {
   "text": "You can do that, and so then you think well",
   "start": 4540.32,
   "duration": 2.27
  },
  {
   "text": "it's sort of an illusion because you can just change it now you don't want to push that line of argumentation too far because",
   "start": 4542.59,
   "duration": 5.459
  },
  {
   "text": "Even if the specific point can be changed the fact that you're in one of these frames",
   "start": 4548.989,
   "duration": 6.11
  },
  {
   "text": "Cannot be changed and so you have to be in a frame although you get to pick the frame",
   "start": 4555.5,
   "duration": 4.16
  },
  {
   "text": "So there's still an absolute there, which is that you have to be in the frame and that is not a trivial absolute",
   "start": 4559.66,
   "duration": 4.919
  },
  {
   "text": "It's a very it's a very major absolute",
   "start": 4564.58,
   "duration": 2.069
  },
  {
   "text": "So then you think okay all of your positive emotion is going to be experienced in relationship to the goal",
   "start": 4566.66,
   "duration": 5.809
  },
  {
   "text": "Well, then we think well, you could use some positive emotion. It's a good thing positive emotion",
   "start": 4573.14,
   "duration": 5.389
  },
  {
   "text": "Inhibits anxiety and disappointment and frustration and pain it does all that",
   "start": 4579.62,
   "duration": 6.079
  },
  {
   "text": "Technically it does that that's why a football player with a broken thumb who wants to score a touchdown can go out there",
   "start": 4586.55,
   "duration": 5.149
  },
  {
   "text": "You know play the football game even though. It's a kind of an arbitrary goal, right?",
   "start": 4591.92,
   "duration": 4.729
  },
  {
   "text": "It's like really you're going to go out there and like",
   "start": 4596.65,
   "duration": 2.0
  },
  {
   "text": "Risk your hand to fire a pigskin through some some polls. It's like",
   "start": 4599.36,
   "duration": 6.14
  },
  {
   "text": "Well, you could say the same sort of cynical thing about most of the things that people do but you can't say the silikal thing",
   "start": 4606.199,
   "duration": 6.44
  },
  {
   "text": "about the fact that they have to do things, so",
   "start": 4612.64,
   "duration": 2.369
  },
  {
   "text": "You have a you have a point you have your aim you have your ambition?",
   "start": 4615.26,
   "duration": 4.25
  },
  {
   "text": "And then that's what turns the world into a potentially positive place and here's the kicker. This is so cool",
   "start": 4619.51,
   "duration": 6.419
  },
  {
   "text": "The higher they aim the more the positive emotion",
   "start": 4626.69,
   "duration": 2.87
  },
  {
   "text": "So that's that you think well. Why should I bother you? Why should I bother doing something lofty and difficult it's like",
   "start": 4630.53,
   "duration": 7.169
  },
  {
   "text": "Because it's worth it",
   "start": 4638.52,
   "duration": 2.0
  },
  {
   "text": "That's why?",
   "start": 4641.58,
   "duration": 1.29
  },
  {
   "text": "Because the alternative is stupid suffering because really really because what happens is",
   "start": 4642.87,
   "duration": 5.629
  },
  {
   "text": "Like you don't need a framework in order to suffer",
   "start": 4648.81,
   "duration": 4.31
  },
  {
   "text": "You can just lay there day after day",
   "start": 4653.76,
   "duration": 2.75
  },
  {
   "text": "And suffer right that's the easy that's the default condition",
   "start": 4657.33,
   "duration": 4.189
  },
  {
   "text": "If you don't have a lofty ambition",
   "start": 4661.8,
   "duration": 2.54
  },
  {
   "text": "Then you suffer miserably and the reason for that is life is really complex short",
   "start": 4664.53,
   "duration": 5.39
  },
  {
   "text": "Finite full of suffering and beyond you and so you can just lay there and think about that, and it's horrible",
   "start": 4670.32,
   "duration": 6.2
  },
  {
   "text": "And so that's not helpful. It's just not useful and so you know people often say life is meaningless",
   "start": 4676.52,
   "duration": 5.85
  },
  {
   "text": "It's like no",
   "start": 4682.37,
   "duration": 0.69
  },
  {
   "text": "it's not",
   "start": 4683.06,
   "duration": 0.73
  },
  {
   "text": "That's wrong because it was meaningless that would be easy you could just sit there and do nothing and it would matter right",
   "start": 4683.79,
   "duration": 5.029
  },
  {
   "text": "it'd be like you were look like you're like a",
   "start": 4688.82,
   "duration": 2.0
  },
  {
   "text": "Lobotomized sheep. It's just irrelevant",
   "start": 4691.11,
   "duration": 2.45
  },
  {
   "text": "But that isn't what happens when people say that life has no meaning that isn't what they mean what they mean is",
   "start": 4693.87,
   "duration": 6.469
  },
  {
   "text": "I'm suffering stupidly and intensely, and I don't know what to do about it. Well the suffering is meaningful",
   "start": 4700.34,
   "duration": 6.6
  },
  {
   "text": "It's just not the kind of meaning you want so how do you get out of that?",
   "start": 4707.13,
   "duration": 3.319
  },
  {
   "text": "you adopt",
   "start": 4711.21,
   "duration": 1.5
  },
  {
   "text": "you",
   "start": 4712.71,
   "duration": 1.95
  },
  {
   "text": "You note the baseline of suffering which is very very very very high and then you say to yourself, okay?",
   "start": 4714.66,
   "duration": 7.399
  },
  {
   "text": "I need to do something that justifies that and",
   "start": 4722.06,
   "duration": 2.04
  },
  {
   "text": "That's not so easy because it's the baseline for suffering is high if you're going to make something of yourself",
   "start": 4724.77,
   "duration": 5.39
  },
  {
   "text": "Let's say so that it's worthwhile to",
   "start": 4730.53,
   "duration": 2.45
  },
  {
   "text": "exist in the world then you have to do is you have to aim at something that's",
   "start": 4733.53,
   "duration": 4.13
  },
  {
   "text": "So well structured that you can say yeah",
   "start": 4738.06,
   "duration": 3.859
  },
  {
   "text": "earthquakes cancer death of my family",
   "start": 4742.62,
   "duration": 2.869
  },
  {
   "text": "dissolution of my goals ultimate futility of life and the heat death of the universe",
   "start": 4746.01,
   "duration": 4.28
  },
  {
   "text": "Hey, it doesn't matter it's worth it",
   "start": 4750.84,
   "duration": 2.75
  },
  {
   "text": "Alright",
   "start": 4754.8,
   "duration": 2.0
  },
  {
   "text": "So now here's an here's",
   "start": 4757.35,
   "duration": 2.81
  },
  {
   "text": "another complicating factor",
   "start": 4761.4,
   "duration": 2.0
  },
  {
   "text": "So I said well, there's three things that you can run into when you're going about your your goal",
   "start": 4763.5,
   "duration": 6.41
  },
  {
   "text": "And I would say if you're going to farm a goal",
   "start": 4771.51,
   "duration": 2.18
  },
  {
   "text": "It's going to form a plan look about three to five years out in the future because Beyond that you get something called",
   "start": 4773.7,
   "duration": 6.62
  },
  {
   "text": "Combinatorial explosion and it means that there's so many variables you just can't predict",
   "start": 4782.88,
   "duration": 4.489
  },
  {
   "text": "So there's not that much point looking out 20 years because like what the hell",
   "start": 4787.37,
   "duration": 3.479
  },
  {
   "text": "You know what's going to happen in 20 years nothing three years. Maybe you've got",
   "start": 4790.85,
   "duration": 4.8
  },
  {
   "text": "Maybe you can chart a course to three years five years something like that, so that's not a bad",
   "start": 4795.96,
   "duration": 4.49
  },
  {
   "text": "segment of time to to consider and then consider",
   "start": 4801.24,
   "duration": 4.25
  },
  {
   "text": "What your life would have to be like in order for it to be worthwhile for you?",
   "start": 4806.22,
   "duration": 3.649
  },
  {
   "text": "Knowing also what you're going to be like if it isn't worthwhile for you",
   "start": 4810.09,
   "duration": 3.919
  },
  {
   "text": "And what you're going to be like if it isn't worthwhile for you is Caine",
   "start": 4814.01,
   "duration": 3.66
  },
  {
   "text": "That's what you're like",
   "start": 4819.27,
   "duration": 1.1
  },
  {
   "text": "Because that's what that Story's about because Abel's the guy who?",
   "start": 4820.37,
   "duration": 2.459
  },
  {
   "text": "Has a goal and is making the proper sacrifices and cain is the person for whom",
   "start": 4823.17,
   "duration": 4.429
  },
  {
   "text": "By his own fault at least in part things aren't working out for and so the default",
   "start": 4828.18,
   "duration": 5.029
  },
  {
   "text": "For not doing this is something like building resentment bitterness with an underlying",
   "start": 4833.79,
   "duration": 5.33
  },
  {
   "text": "What would you call it?",
   "start": 4839.64,
   "duration": 1.65
  },
  {
   "text": "Flavor Enhancer of Murderous",
   "start": 4841.29,
   "duration": 2.18
  },
  {
   "text": "Resentment something like that which you will act out in the world which people act out in the world all the time and it's no",
   "start": 4843.75,
   "duration": 5.9
  },
  {
   "text": "Wonder because without",
   "start": 4849.65,
   "duration": 1.66
  },
  {
   "text": "this without something lofty",
   "start": 4851.31,
   "duration": 2.33
  },
  {
   "text": "pulling you along",
   "start": 4854.82,
   "duration": 1.26
  },
  {
   "text": "then the baseline is stupid suffering and you know if you take an analog and you just chained in the",
   "start": 4856.08,
   "duration": 5.24
  },
  {
   "text": "Backyard you know you put a collar on it",
   "start": 4861.42,
   "duration": 1.88
  },
  {
   "text": "That's too tight, so it chafes all the time, and it can't even bark and you know there's just dirt around it",
   "start": 4863.3,
   "duration": 5.609
  },
  {
   "text": "It's too goddamn hot out in the sun, and maybe don't give it enough water. You know it's not going to be very happy dog",
   "start": 4868.91,
   "duration": 5.52
  },
  {
   "text": "it's basic conditions misery well the same applies to people, so",
   "start": 4875.13,
   "duration": 5.719
  },
  {
   "text": "all right, so you're on your way to",
   "start": 4882.09,
   "duration": 2.0
  },
  {
   "text": "See you remember the you've all probably watched pinocchio or know about it one of the things that happens",
   "start": 4884.19,
   "duration": 6.619
  },
  {
   "text": "It's really cool in pinocchio. Is that when geppetto decides that he wants his puppet to be a genuine?",
   "start": 4890.81,
   "duration": 6.63
  },
  {
   "text": "Autonomous being",
   "start": 4898.62,
   "duration": 1.92
  },
  {
   "text": "He wishes upon a star",
   "start": 4900.54,
   "duration": 1.56
  },
  {
   "text": "It's a very strange thing",
   "start": 4902.1,
   "duration": 1.19
  },
  {
   "text": "But everybody just swallows it because we don't notice when we're swallowing things that are that are completely preposterous. You know it's this",
   "start": 4903.29,
   "duration": 7.08
  },
  {
   "text": "animated",
   "start": 4911.67,
   "duration": 1.05
  },
  {
   "text": "Puppeteer, which is not a star that is puppet is going to become real and everybody know it's their head and goes",
   "start": 4912.72,
   "duration": 5.209
  },
  {
   "text": "Oh you have that big sense. It's like no, it doesn't it doesn't make any sense at all, but it doesn't matter",
   "start": 4917.93,
   "duration": 4.919
  },
  {
   "text": "It doesn't make this sort of sense that we normally associate with sense",
   "start": 4922.92,
   "duration": 3.2
  },
  {
   "text": "It makes a kind of meta sense and everybody understands it so this is what Geppetto is doing is he's elevating his eyes",
   "start": 4926.12,
   "duration": 6.33
  },
  {
   "text": "above the Horizon so out of the realm of the worldly let's say to the",
   "start": 4932.79,
   "duration": 4.97
  },
  {
   "text": "Transcendent and the transcendent will say for all intents and purposes you can see the transcendent spread above you in",
   "start": 4938.1,
   "duration": 6.41
  },
  {
   "text": "the heaven that arches over us",
   "start": 4945.33,
   "duration": 2.089
  },
  {
   "text": "It gets close enough for our purposes",
   "start": 4947.42,
   "duration": 2.85
  },
  {
   "text": "and there's a star there and a star of something that's eternal that shines in the darkness and so geppetto makes an agreement with the",
   "start": 4950.27,
   "duration": 6.689
  },
  {
   "text": "Transcendent he says look I'm willing to do whatever it takes that my creation becomes autonomous",
   "start": 4957.27,
   "duration": 4.52
  },
  {
   "text": "Well that's exactly this situation that you want to set up for yourself is like okay. You've got to figure out",
   "start": 4962.79,
   "duration": 4.459
  },
  {
   "text": "What star you're going to orient yourself by and you have to ask yourself like no one's ever asked you okay?",
   "start": 4967.56,
   "duration": 6.83
  },
  {
   "text": "if you have the choice to make your life worth living",
   "start": 4974.82,
   "duration": 3.859
  },
  {
   "text": "What's your price?",
   "start": 4979.5,
   "duration": 1.83
  },
  {
   "text": "What do you need?",
   "start": 4981.33,
   "duration": 1.68
  },
  {
   "text": "Just find out first of all you just ask you'll tell yourself like you'll be afraid because if I'll never get that it's like don't",
   "start": 4983.01,
   "duration": 6.77
  },
  {
   "text": "lower your sights a little bit then you know don't ask for a",
   "start": 4989.78,
   "duration": 2.849
  },
  {
   "text": "80-foot Super yacht in like six months that just means you're stupid you know as it doesn't mean you're not",
   "start": 4992.91,
   "duration": 5.75
  },
  {
   "text": "You know first of all it's not going to make you happy anyways, you know",
   "start": 4998.79,
   "duration": 2.87
  },
  {
   "text": "It's just not it's not it's not wise you're asking you supposed to be asking yourself this question like you're someone you care about",
   "start": 5001.66,
   "duration": 7.229
  },
  {
   "text": "So you imagine you're talking to some 12 year old kid that you kind of like?",
   "start": 5009.35,
   "duration": 3.589
  },
  {
   "text": "Thank God it wouldn't be so bad if this twelve-Year-old kid at a decent life",
   "start": 5013.16,
   "duration": 3.469
  },
  {
   "text": "so",
   "start": 5017.09,
   "duration": 0.81
  },
  {
   "text": "You - it's like it wouldn't be so bad the universe wouldn't mind if you had a decent life if there is little less suffering",
   "start": 5017.9,
   "duration": 5.3
  },
  {
   "text": "On your part especially if you didn't you know?",
   "start": 5023.2,
   "duration": 2.52
  },
  {
   "text": "Foist it off on other people",
   "start": 5025.91,
   "duration": 1.5
  },
  {
   "text": "If there's a little less suffering on your part",
   "start": 5027.41,
   "duration": 2.359
  },
  {
   "text": "And you made things a little better everywhere you went it's like the universe would probably",
   "start": 5029.77,
   "duration": 3.75
  },
  {
   "text": "Okay with that. So you could I think you could get away with it if you're sort of quiet about it and so",
   "start": 5033.61,
   "duration": 5.279
  },
  {
   "text": "Ask yourself okay, so then once you've established your your target. You know where you are then you know",
   "start": 5039.74,
   "duration": 6.29
  },
  {
   "text": "what's good for you because that moves you along and that happens at a perceptual level you don't have to think about it anymore and",
   "start": 5046.03,
   "duration": 6.3
  },
  {
   "text": "the experimental literature, and that's already quite clear, so for example if I specify that podium as the target for my",
   "start": 5052.49,
   "duration": 7.85
  },
  {
   "text": "action you know then I'm happy when I'm walking towards it because there it is and everything cooperating really nicely, but if I specify",
   "start": 5060.95,
   "duration": 6.8
  },
  {
   "text": "going to the exit sign that you guys can't see that's the",
   "start": 5068.51,
   "duration": 3.439
  },
  {
   "text": "That that this is an obstacle in the front of then as soon as I specify that then that's an annoying obstacle",
   "start": 5072.2,
   "duration": 6.59
  },
  {
   "text": "And that's precognitive it just happens immediately it happens instantaneously",
   "start": 5078.79,
   "duration": 4.589
  },
  {
   "text": "And so it really is the case that you you you're you're being",
   "start": 5083.48,
   "duration": 4.759
  },
  {
   "text": "Manifests itself inside these frames and so what's so cool about that is you can change the frame",
   "start": 5088.76,
   "duration": 5.27
  },
  {
   "text": "it doesn't mean you can like juggle planets or anything like that, but it does give you quite a scope of",
   "start": 5094.03,
   "duration": 6.209
  },
  {
   "text": "what I'm",
   "start": 5101.96,
   "duration": 1.14
  },
  {
   "text": "Trammeled action within the world and if the frame isn't working out then you can tweak it or sometimes you have to make a major",
   "start": 5103.1,
   "duration": 5.239
  },
  {
   "text": "adjustment in it whatever",
   "start": 5108.34,
   "duration": 1.15
  },
  {
   "text": "You don't have to stick to the damn thing like it's the ideology that you're going to die for",
   "start": 5109.49,
   "duration": 4.25
  },
  {
   "text": "It's a tentative plan it's a work in progress",
   "start": 5114.16,
   "duration": 2.1
  },
  {
   "text": "And it's nuts with the future authoring program one of the things I recommend for people is that they should do it badly",
   "start": 5116.42,
   "duration": 5.87
  },
  {
   "text": "Because you're not going to get it right anyways, but a reasonable plan is",
   "start": 5122.87,
   "duration": 4.64
  },
  {
   "text": "way better than no plan plus a reasonable plan is a plan that has built into it the",
   "start": 5128.12,
   "duration": 4.88
  },
  {
   "text": "Processes that will enable the plan to get better as you implement it",
   "start": 5134.54,
   "duration": 3.109
  },
  {
   "text": "So you just start with ab reasonable plan so you don't have to worry about whether it's correct it's not correct",
   "start": 5137.65,
   "duration": 5.759
  },
  {
   "text": "Doesn't matter it's better than nothing. That's the issue so okay, so you've got the world parsed up into",
   "start": 5144.08,
   "duration": 5.059
  },
  {
   "text": "Things that make making you happy when you look at them",
   "start": 5150.08,
   "duration": 3.109
  },
  {
   "text": "Things that get in the way that produce negative emotion",
   "start": 5154.13,
   "duration": 2.899
  },
  {
   "text": "And then a whole host of irrelevant things because almost everything is irrelevant",
   "start": 5157.06,
   "duration": 4.109
  },
  {
   "text": "And that's where all the Chaos is hiding the Chaos is hiding in what's irrelevant",
   "start": 5161.17,
   "duration": 5.129
  },
  {
   "text": "And so and that's very interesting observation because since the Chaos is virtually infant",
   "start": 5167.13,
   "duration": 5.37
  },
  {
   "text": "I think surreal questions where the hell, do you put it?",
   "start": 5172.5,
   "duration": 2.04
  },
  {
   "text": "Well you put it in what you ignore",
   "start": 5174.639,
   "duration": 1.881
  },
  {
   "text": "and you can ignore it as long as it isn't actively interfering with your movement forward you can assume that it's",
   "start": 5176.52,
   "duration": 5.429
  },
  {
   "text": "That it doesn't matter that it in matter that it doesn't matter same thing",
   "start": 5182.98,
   "duration": 5.06
  },
  {
   "text": "Alright, so here's the kicker. There's one more class of things that you can run into along the way",
   "start": 5189.85,
   "duration": 6.139
  },
  {
   "text": "And this is where the chaos breaks through so let's say",
   "start": 5195.989,
   "duration": 3.81
  },
  {
   "text": "you're moving from point a to point B and",
   "start": 5205.81,
   "duration": 2.149
  },
  {
   "text": "Something that you don't expect oh curves",
   "start": 5209.17,
   "duration": 2.75
  },
  {
   "text": "and it gets in the way, so let's",
   "start": 5212.739,
   "duration": 2.12
  },
  {
   "text": "Say that you're living with someone and maybe you kind of like them. You're not married",
   "start": 5216.1,
   "duration": 4.369
  },
  {
   "text": "So you don't like them that much because otherwise you'd ask them to marry you, but anyways",
   "start": 5220.51,
   "duration": 4.1
  },
  {
   "text": "and so high quarter of youth is looking for something better and 3/4 of view is half satisfied something like that and",
   "start": 5226.87,
   "duration": 6.799
  },
  {
   "text": "Then a person because we're ambivalent about such things and then the person",
   "start": 5234.76,
   "duration": 3.56
  },
  {
   "text": "You discover or the person announces that they'd be having an affair, okay?",
   "start": 5238.449,
   "duration": 3.77
  },
  {
   "text": "So then how are you supposed to respond emotionally to that?",
   "start": 5242.86,
   "duration": 3.29
  },
  {
   "text": "well the part of you that wasn't all that committed to the relationship is kind of exhilarated by that and then the",
   "start": 5246.489,
   "duration": 5.09
  },
  {
   "text": "3/4 of you that's half satisfied is hurt and and you're going to exploit that part for sure in the ensuing",
   "start": 5251.77,
   "duration": 5.54
  },
  {
   "text": "discussions and not mention the oh that's kind of exciting that you you know betrayed me that way, so",
   "start": 5257.53,
   "duration": 5.149
  },
  {
   "text": "so",
   "start": 5263.59,
   "duration": 1.53
  },
  {
   "text": "But the point is is that you that's a whole now",
   "start": 5265.12,
   "duration": 3.469
  },
  {
   "text": "What's happened as a whole has?",
   "start": 5268.59,
   "duration": 1.899
  },
  {
   "text": "You have this structure that you're walking on like ice like the thin ice that you're skating on and now there's a hole in it",
   "start": 5270.489,
   "duration": 6.439
  },
  {
   "text": "And the hole we don't even know how deep the hole is but you know there's a hole there",
   "start": 5277.08,
   "duration": 4.229
  },
  {
   "text": "And so now you're anxious about it though. Maybe also a little bit excited because God only knows what's down there, but",
   "start": 5281.31,
   "duration": 5.79
  },
  {
   "text": "But you don't know what to do with that hole because it could spread very badly on you",
   "start": 5287.679,
   "duration": 5.09
  },
  {
   "text": "it could be that you know the whole relationship was a facade and",
   "start": 5292.77,
   "duration": 4.049
  },
  {
   "text": "That all your relationships have been facade facade",
   "start": 5297.639,
   "duration": 2.48
  },
  {
   "text": "and that the reason that is is because you're so damn shallow that it's impossible for you to have a relationship that isn't just a",
   "start": 5300.54,
   "duration": 5.79
  },
  {
   "text": "Facade and that's partly because you don't pay any attention to other people and it's also partly because your malevolent and selfish",
   "start": 5306.33,
   "duration": 5.669
  },
  {
   "text": "So that's a nasty thing to discover or maybe that's the sort of person that you're attracting which would make sense",
   "start": 5312.13,
   "duration": 5.75
  },
  {
   "text": "Actually if that's the sort of person that you are and so",
   "start": 5318.13,
   "duration": 2.99
  },
  {
   "text": "So there are certain things that you can encounter that basically unglue you and what happens is that those?",
   "start": 5321.489,
   "duration": 6.41
  },
  {
   "text": "moments of being unglued travel up that entire Hierarchy of presuppositions",
   "start": 5328.15,
   "duration": 4.28
  },
  {
   "text": "It's like because the one of the logical conclusions to being betrayed in a relationship",
   "start": 5332.68,
   "duration": 5.029
  },
  {
   "text": "Is that you are that you're truly a bad person now another?",
   "start": 5337.71,
   "duration": 3.689
  },
  {
   "text": "Equally logical conclusion is that the person that you're with is really a bad person and another logical conclusion is all",
   "start": 5343.42,
   "duration": 6.62
  },
  {
   "text": "People are truly bad people you know I mean",
   "start": 5350.26,
   "duration": 3.08
  },
  {
   "text": "it in",
   "start": 5354.13,
   "duration": 1.59
  },
  {
   "text": "Microwaves out in microwaves, you can't trust anyone you can't trust women you can't trust men",
   "start": 5355.72,
   "duration": 4.039
  },
  {
   "text": "You can't trust human beings you can't trust yourself. The whole place is a catastrophe. It's a nightmare",
   "start": 5359.76,
   "duration": 5.19
  },
  {
   "text": "Well, then you can fall through into",
   "start": 5365.53,
   "duration": 2.0
  },
  {
   "text": "Chaos now the way your body responds to that when some or maybe you know you're supposed to be getting a promotion at work",
   "start": 5368.11,
   "duration": 5.689
  },
  {
   "text": "That's good",
   "start": 5373.8,
   "duration": 0.689
  },
  {
   "text": "You're all chipper about the promotion at work",
   "start": 5374.489,
   "duration": 2.19
  },
  {
   "text": "And you you walk into your boss's office because he or she wants to see you and they say",
   "start": 5376.68,
   "duration": 5.369
  },
  {
   "text": "wow, you know we've reviewed your performance over the last Few years and",
   "start": 5382.87,
   "duration": 4.189
  },
  {
   "text": "your performance has been",
   "start": 5387.91,
   "duration": 2.06
  },
  {
   "text": "Somewhere between mediocre and decent and we're downsizing and see you later",
   "start": 5391.78,
   "duration": 4.729
  },
  {
   "text": "That's not a raise or a promotion. That's for sure",
   "start": 5398.83,
   "duration": 2.569
  },
  {
   "text": "Not so whole that you fall into and the question is well. What do you make of that right?",
   "start": 5402.04,
   "duration": 5.449
  },
  {
   "text": "How do you frame that how do you take that?",
   "start": 5407.77,
   "duration": 2.12
  },
  {
   "text": "Emergent Chaos and make habitable order out of you. Don't know is the whole capitalist system rotten to the core",
   "start": 5410.56,
   "duration": 6.109
  },
  {
   "text": "I mean that's a convenient explanation under those circumstances",
   "start": 5416.71,
   "duration": 3.109
  },
  {
   "text": "That's for sure were you working for a pSychopathic son of a bitch?",
   "start": 5420.19,
   "duration": 3.649
  },
  {
   "text": "Did you make the wrong choice in University and was that your father's fault because you never did what you want?",
   "start": 5423.97,
   "duration": 5.809
  },
  {
   "text": "Or was it your fault for not standing up to them or is it a dying?",
   "start": 5429.78,
   "duration": 3.24
  },
  {
   "text": "Industry, or is maybe this a wake-up",
   "start": 5433.6,
   "duration": 1.67
  },
  {
   "text": "Call that you should go do something else that you've been waiting to do you know that you've actually wanted to do your whole life",
   "start": 5435.27,
   "duration": 5.25
  },
  {
   "text": "And that's why you're doing such a miserable job at your current",
   "start": 5440.52,
   "duration": 3.12
  },
  {
   "text": "Occupation because you're bitter and resentful about the fact that you never did what you want",
   "start": 5443.83,
   "duration": 3.5
  },
  {
   "text": "you don't know it's all of those things at once and",
   "start": 5447.79,
   "duration": 2.81
  },
  {
   "text": "That's very stressful because all of those things at once is too many things and that's the reimburse of Chaos",
   "start": 5450.67,
   "duration": 6.53
  },
  {
   "text": "That's the flood",
   "start": 5457.42,
   "duration": 2.0
  },
  {
   "text": "That's the return to the beginning of the cosmos that's another way that it's been represented mythologically",
   "start": 5459.52,
   "duration": 5.359
  },
  {
   "text": "It's that you voyage all the way back to the beginning of the cosmos when there's nothing but undifferentiated Chaos",
   "start": 5464.88,
   "duration": 6.12
  },
  {
   "text": "And that's what you're confronting and maybe it's too much for you",
   "start": 5471.0,
   "duration": 3.689
  },
  {
   "text": "And it's often it is I mean that that can really that can be traumatizing",
   "start": 5474.69,
   "duration": 4.379
  },
  {
   "text": "It can hurt your brain you know",
   "start": 5479.71,
   "duration": 2.24
  },
  {
   "text": "It's just too much for you to bear but it doesn't matter you're stuck with it",
   "start": 5481.95,
   "duration": 3.449
  },
  {
   "text": "And so how do you respond to that? Well some of it is?",
   "start": 5485.43,
   "duration": 2.759
  },
  {
   "text": "catastrophic negative emotion",
   "start": 5488.71,
   "duration": 2.0
  },
  {
   "text": "You freeze and that's protective, and maybe you don't even want to move you",
   "start": 5490.72,
   "duration": 3.349
  },
  {
   "text": "Don't want to bloody well get out of bed for a week",
   "start": 5494.07,
   "duration": 2.34
  },
  {
   "text": "And that's because your body is reacting as if the bedroom",
   "start": 5496.41,
   "duration": 3.089
  },
  {
   "text": "Floor is covered with snakes and the best thing for you to do is just not move just freeze",
   "start": 5499.6,
   "duration": 4.399
  },
  {
   "text": "Not a pleasant situation to be in because it's you're hyper aroused",
   "start": 5504.22,
   "duration": 3.799
  },
  {
   "text": "Very very physiologically demanding, and there's zero about if it's productive except maybe the snakes won't see you",
   "start": 5508.78,
   "duration": 6.08
  },
  {
   "text": "But they've already seen you so that isn't helping very well",
   "start": 5514.86,
   "duration": 2.7
  },
  {
   "text": "So you've got all this undifferentiated",
   "start": 5517.56,
   "duration": 2.0
  },
  {
   "text": "negative emotion anxiety fear Hurt anger Guilt Shame emotional pain the whole plethora of",
   "start": 5519.76,
   "duration": 6.32
  },
  {
   "text": "Catastrophes, and then maybe on the other side lurking down there is thank God I'm done without you oughta",
   "start": 5526.36,
   "duration": 6.14
  },
  {
   "text": "Just bloody well hate it. I dragged myself off to work every day, and there's a little part of my soul",
   "start": 5532.5,
   "duration": 5.97
  },
  {
   "text": "That's a goddamn. Happy. I finally got fired that I can hardly stand it. You know",
   "start": 5538.47,
   "duration": 4.5
  },
  {
   "text": "Maybe you don't even admit that to yourself because well that would mean that all that time you spent at the job was just some",
   "start": 5542.97,
   "duration": 5.429
  },
  {
   "text": "Cost you're deluding yourself. The whole time. I mean isn't an interesting thing to consider though sometimes if you're in the unpleasant",
   "start": 5548.4,
   "duration": 7.47
  },
  {
   "text": "circumstance of having to fire someone",
   "start": 5556.48,
   "duration": 2.0
  },
  {
   "text": "You know sometimes firing someone is the best thing that can happen to them which?",
   "start": 5558.76,
   "duration": 3.89
  },
  {
   "text": "Doesn't mean that. You should go out and like enjoy it",
   "start": 5562.81,
   "duration": 2.929
  },
  {
   "text": "Although I have met very disagreeable people who actually enjoyed firing people",
   "start": 5566.61,
   "duration": 4.25
  },
  {
   "text": "I'll tell you a story about that at some point because it's quite interesting",
   "start": 5570.989,
   "duration": 3.379
  },
  {
   "text": "but you know sometimes if someone's just limping along in their job and doing it as",
   "start": 5574.369,
   "duration": 5.04
  },
  {
   "text": "Miserably and wretchedly as they possibly can imagine the best thing you can do to them for them is to say you know",
   "start": 5580.11,
   "duration": 5.899
  },
  {
   "text": "You're failing at this",
   "start": 5586.92,
   "duration": 1.799
  },
  {
   "text": "And and that doesn't necessarily mean that you would have to be failing it absolutely everything else in the entire world",
   "start": 5588.719,
   "duration": 6.14
  },
  {
   "text": "so maybe you should just accept the dam failure and go off and try something new and I mean that's",
   "start": 5594.929,
   "duration": 5.81
  },
  {
   "text": "terrifying for people and I know they hate it and all that but",
   "start": 5600.869,
   "duration": 2.48
  },
  {
   "text": "but but sometimes it's better than the alternative which is just slow torturous death, so",
   "start": 5604.83,
   "duration": 6.77
  },
  {
   "text": "Here's a funny way of looking at it",
   "start": 5614.969,
   "duration": 2.0
  },
  {
   "text": "So let's say you fall right in for that",
   "start": 5617.28,
   "duration": 2.149
  },
  {
   "text": "Hole that's underneath any everything and you've hit an anomaly that you don't understand you say, what's that anomaly made out of?",
   "start": 5619.83,
   "duration": 6.919
  },
  {
   "text": "Exactly, I know that's a strange way of thinking about it. You know because it's not what you could say",
   "start": 5627.36,
   "duration": 5.18
  },
  {
   "text": "We'll just go along with that. It's a metaphor. What's that anomaly made out it well",
   "start": 5633.27,
   "duration": 4.279
  },
  {
   "text": "Here's a way of thinking, but it's made out of spirited matter",
   "start": 5637.55,
   "duration": 2.37
  },
  {
   "text": "And here's why?",
   "start": 5640.53,
   "duration": 1.68
  },
  {
   "text": "This is something I learned in part from Piaget said",
   "start": 5642.21,
   "duration": 3.259
  },
  {
   "text": "What's made out of matter because of course that's the world matter and the world is also",
   "start": 5646.23,
   "duration": 5.06
  },
  {
   "text": "What matters and so that's kind of a nice?",
   "start": 5651.29,
   "duration": 2.0
  },
  {
   "text": "duality there, but it's made out of spirit because",
   "start": 5653.79,
   "duration": 2.959
  },
  {
   "text": "When you encounter something anomalous and go down the rabbit hole when you go into the underworld that's underneath everything that you've relied on",
   "start": 5657.27,
   "duration": 6.08
  },
  {
   "text": "You learn things down there, so what's down there is information",
   "start": 5664.05,
   "duration": 3.08
  },
  {
   "text": "And that's now it's maybe way more information than you want, but it is information",
   "start": 5667.889,
   "duration": 4.52
  },
  {
   "text": "It's information and what can what can you do with the information you can inform yourself with the information",
   "start": 5672.44,
   "duration": 7.229
  },
  {
   "text": "Right you could put yourself in",
   "start": 5679.67,
   "duration": 2.0
  },
  {
   "text": "formation with the",
   "start": 5682.35,
   "duration": 1.619
  },
  {
   "text": "information that's helpful too and",
   "start": 5683.969,
   "duration": 2.09
  },
  {
   "text": "So and you think well",
   "start": 5686.34,
   "duration": 1.47
  },
  {
   "text": "You you're a psyche if you're not a spirit it depends on you know whether you're a materialist or not",
   "start": 5687.81,
   "duration": 5.149
  },
  {
   "text": "But at least we can say that you're a psyche the question is what's your pSyChe made up?",
   "start": 5692.96,
   "duration": 3.929
  },
  {
   "text": "Well, it's obviously go out of material some right, but the matter happens to be arrayed in a particular order",
   "start": 5696.929,
   "duration": 6.899
  },
  {
   "text": "And that's an information order",
   "start": 5703.829,
   "duration": 2.01
  },
  {
   "text": "And so when you fall into the underworld that's underneath everything and you encounter that latent information",
   "start": 5705.84,
   "duration": 5.399
  },
  {
   "text": "Then what you can do is enhance your psyche you can grow your spirit because what you do is you take the new?",
   "start": 5711.239,
   "duration": 5.91
  },
  {
   "text": "information and you",
   "start": 5717.4,
   "duration": 1.62
  },
  {
   "text": "Incorporate it. That's like eating the apple that out of an eve it you",
   "start": 5719.02,
   "duration": 3.529
  },
  {
   "text": "Incorporate that and that makes more of you, and that's not a metaphorical or a metaphysical proposition",
   "start": 5722.679,
   "duration": 5.33
  },
  {
   "text": "It's not to say nothing other than well. That's what happens when children learn you think what happens Charles's three has a pretty low resolution",
   "start": 5728.01,
   "duration": 7.29
  },
  {
   "text": "representation of the world and is a fairly low resolution",
   "start": 5736.78,
   "duration": 3.259
  },
  {
   "text": "Human being got all the constituent elements there, but isn't differentiated in any tremendous Manner",
   "start": 5740.65,
   "duration": 5.569
  },
  {
   "text": "That's all still to come in the future and so what if the child do explore",
   "start": 5746.219,
   "duration": 4.109
  },
  {
   "text": "What do they explore things they don't understand that's where the information is because you already understand. What you understand?",
   "start": 5750.639,
   "duration": 6.95
  },
  {
   "text": "There's no information there you go where there where you don't understand that's where the information is and out of that information",
   "start": 5757.59,
   "duration": 5.879
  },
  {
   "text": "You generate a higher resolution world and you generate a higher resolution?",
   "start": 5763.469,
   "duration": 3.99
  },
  {
   "text": "Self and so out of the combat with the underlying dragon of Chaos you",
   "start": 5767.77,
   "duration": 5.029
  },
  {
   "text": "Generate spirit and matter and that's what you do when you go down into the underworld",
   "start": 5773.11,
   "duration": 3.859
  },
  {
   "text": "so if it doesn't kill you",
   "start": 5777.76,
   "duration": 1.919
  },
  {
   "text": "Or if it doesn't make you wish you were dead which you probably will",
   "start": 5779.679,
   "duration": 3.32
  },
  {
   "text": "But there's a bunch of you that has to die down there anyway",
   "start": 5783.25,
   "duration": 2.599
  },
  {
   "text": "So maybe that's not such a bad thing because if you had this relationship that ended in Betrayal",
   "start": 5785.849,
   "duration": 4.68
  },
  {
   "text": "Then there's something that's just not exactly right right there's something that wentz and the reason I'm saying that think well",
   "start": 5790.599,
   "duration": 6.38
  },
  {
   "text": "That's kind of moralistic. It's like actually I don't mind being moralistic in case you haven't noticed but",
   "start": 5796.98,
   "duration": 5.159
  },
  {
   "text": "But that's not it's not a fair comment, because you're playing this stupid game",
   "start": 5802.9,
   "duration": 3.739
  },
  {
   "text": "It's like you live with someone in fidelity",
   "start": 5807.01,
   "duration": 3.589
  },
  {
   "text": "That's the game right you've decided the rules with the game comes a morality the morality are the rules of the game well",
   "start": 5810.88,
   "duration": 7.609
  },
  {
   "text": "Then the thing collapses into infidelity",
   "start": 5818.489,
   "duration": 2.37
  },
  {
   "text": "It's like well you played the game wrong",
   "start": 5821.17,
   "duration": 2.239
  },
  {
   "text": "or it was the wrong game one of those two you it's one of those two you pick the damn game and",
   "start": 5823.409,
   "duration": 6.18
  },
  {
   "text": "Having picked the game you can't",
   "start": 5829.809,
   "duration": 1.921
  },
  {
   "text": "Say well, no those aren't the rules it's like yeah. Yeah, if you pick the game you pick the rules and if you fail at",
   "start": 5831.73,
   "duration": 6.72
  },
  {
   "text": "Complying with the rule then you fail now you could say well, I could pick a different game. It's like",
   "start": 5839.09,
   "duration": 4.399
  },
  {
   "text": "I don't care how you solve the problem. You're still stuck with the problem. It's a moral problem fundamentally",
   "start": 5843.489,
   "duration": 5.37
  },
  {
   "text": "and it might take some major-league retooling to to fix it, so",
   "start": 5851.33,
   "duration": 4.37
  },
  {
   "text": "you're at point A",
   "start": 5858.71,
   "duration": 1.71
  },
  {
   "text": "Trying to get to point B. That's not working out you hit an anomaly",
   "start": 5860.42,
   "duration": 4.22
  },
  {
   "text": "You're not getting the point b. That's for sure",
   "start": 5865.22,
   "duration": 2.629
  },
  {
   "text": "Your medical school student you write your mcAts which is a test you have to write to go to medical school you get 25th",
   "start": 5869.15,
   "duration": 6.83
  },
  {
   "text": "Percentile, I don't know who you are",
   "start": 5876.14,
   "duration": 1.94
  },
  {
   "text": "But you're not a pre-med student and maybe you never were right, and that's the Rub man",
   "start": 5878.08,
   "duration": 5.189
  },
  {
   "text": "And so who the hell are you you don't know collapse down here into this",
   "start": 5883.27,
   "duration": 5.399
  },
  {
   "text": "motivational conflict this place of motivation unemotional uncertainty and",
   "start": 5889.04,
   "duration": 4.129
  },
  {
   "text": "Tremendous information, right it's a place of transformation. It's the Phoenix that burns. It's the burning part of the Phoenix that burns",
   "start": 5893.87,
   "duration": 6.83
  },
  {
   "text": "It's it's the journey to the underworld. It's the journey to hell",
   "start": 5900.7,
   "duration": 3.389
  },
  {
   "text": "It can really be a journey to hell because you may find out that the reason",
   "start": 5904.09,
   "duration": 3.78
  },
  {
   "text": "That your partner betrayed you or that you didn't get your damn promotions because there's seriously something wrong with you",
   "start": 5907.94,
   "duration": 6.35
  },
  {
   "text": "And you know it, and I don't just mean that you don't know what you're doing",
   "start": 5914.29,
   "duration": 2.939
  },
  {
   "text": "I mean that there's 25 percent of you that is",
   "start": 5917.23,
   "duration": 2.64
  },
  {
   "text": "Seriously aiming at things not being good and so you fall into the underworld and you find out that oh",
   "start": 5919.97,
   "duration": 5.689
  },
  {
   "text": "God, I just got exactly what I was aiming for or I got exactly what the worst part of me was aiming for and that",
   "start": 5926.87,
   "duration": 7.729
  },
  {
   "text": "Worst part that's something to clean up",
   "start": 5934.6,
   "duration": 1.889
  },
  {
   "text": "And that's not going to be easy because it's got it tooks to me like something something ferocious something seriously ferocious",
   "start": 5936.489,
   "duration": 6.84
  },
  {
   "text": "And I've been toying with it for a very long time and maybe I can't even detach it anymore",
   "start": 5943.33,
   "duration": 5.669
  },
  {
   "text": "And so that's not so fun",
   "start": 5949.0,
   "duration": 2.009
  },
  {
   "text": "And you see people like that in psychotherapy very frequently or you see them wandering around on the streets like",
   "start": 5951.01,
   "duration": 5.88
  },
  {
   "text": "Absolute",
   "start": 5957.71,
   "duration": 1.02
  },
  {
   "text": "Catastrophic former shells of themselves, you know because they've hit the underworld and they ended up in hell, and there's no getting out",
   "start": 5958.73,
   "duration": 6.83
  },
  {
   "text": "So those are the people you tend to give a wide berth to when you walk down the street",
   "start": 5965.8,
   "duration": 4.2
  },
  {
   "text": "So there you are down in underworld",
   "start": 5970.0,
   "duration": 2.0
  },
  {
   "text": "right back where the latent information",
   "start": 5972.56,
   "duration": 2.419
  },
  {
   "text": "exists and just too much of it and",
   "start": 5975.74,
   "duration": 2.0
  },
  {
   "text": "That's this it's the same thing. It's the same thing and that's why the Adam and eve story is archetypal",
   "start": 5978.62,
   "duration": 6.02
  },
  {
   "text": "right because",
   "start": 5985.19,
   "duration": 1.53
  },
  {
   "text": "We're always",
   "start": 5986.72,
   "duration": 1.53
  },
  {
   "text": "Ingesting something new that knocks us into a new state of self-consciousness, and it's always a catastrophic",
   "start": 5988.25,
   "duration": 7.01
  },
  {
   "text": "demolition of our current of our previous paradise insufficient as that paradise was",
   "start": 5997.13,
   "duration": 4.82
  },
  {
   "text": "Something comes along to destroy it and knocks the slats out of our life, and that's a voyage to the underworld",
   "start": 6002.32,
   "duration": 5.63
  },
  {
   "text": "out of the walled Garden into Chaos",
   "start": 6011.02,
   "duration": 2.149
  },
  {
   "text": "And so what is all of that?",
   "start": 6017.23,
   "duration": 2.0
  },
  {
   "text": "Well, there's lots of ways of construing it it's a it's",
   "start": 6022.63,
   "duration": 2.959
  },
  {
   "text": "a frame transformation",
   "start": 6026.35,
   "duration": 2.0
  },
  {
   "text": "There's a walled city. It's got a hole in it because all walled cities have holes in them right because everything's imperfect",
   "start": 6029.05,
   "duration": 5.66
  },
  {
   "text": "And that's where the Chaos comes up",
   "start": 6034.71,
   "duration": 1.53
  },
  {
   "text": "And then maybe you go out there like a hero to fight the Chaos and to reestablish the frame",
   "start": 6036.24,
   "duration": 5.789
  },
  {
   "text": "That's what you're supposed to do and maybe you free some information while you're doing that",
   "start": 6042.03,
   "duration": 4.14
  },
  {
   "text": "Or maybe you establish your relationship, and so that's the Journey frame damage Chaos",
   "start": 6048.49,
   "duration": 7.699
  },
  {
   "text": "Voluntary Confrontation",
   "start": 6057.52,
   "duration": 2.0
  },
  {
   "text": "reconstitution of the world and that's",
   "start": 6059.71,
   "duration": 2.24
  },
  {
   "text": "That's human existence, and hopefully it's not just a little",
   "start": 6062.59,
   "duration": 3.05
  },
  {
   "text": "Linear it's it's",
   "start": 6066.34,
   "duration": 2.0
  },
  {
   "text": "Stepwise right is that?",
   "start": 6069.1,
   "duration": 2.089
  },
  {
   "text": "the you that emerges as a consequence of your latest catastrophe is everything that you were before plus something more and",
   "start": 6072.58,
   "duration": 7.549
  },
  {
   "text": "That actually constitutes what you might describe as measurable progress",
   "start": 6080.59,
   "duration": 3.8
  },
  {
   "text": "right and that's another argument against Moral relativism because",
   "start": 6085.15,
   "duration": 3.11
  },
  {
   "text": "If you can do everything that you could do before and you can do some more things. We could just define that as better",
   "start": 6089.47,
   "duration": 5.809
  },
  {
   "text": "It's not a bad definition, and then we have up. It's like what you're trying to do is to",
   "start": 6095.32,
   "duration": 4.19
  },
  {
   "text": "differentiate the world",
   "start": 6101.2,
   "duration": 1.92
  },
  {
   "text": "and",
   "start": 6103.12,
   "duration": 1.29
  },
  {
   "text": "Differentiate yourself and every time you undergo one of these revolutions, then hopefully both of those things happen",
   "start": 6104.41,
   "duration": 5.63
  },
  {
   "text": "and then there's a moral to that story too, which is",
   "start": 6110.04,
   "duration": 2.819
  },
  {
   "text": "Do it voluntarily and maybe do it?",
   "start": 6113.74,
   "duration": 2.12
  },
  {
   "text": "Don't wait for it to happen catastrophic. Ly",
   "start": 6118.36,
   "duration": 2.419
  },
  {
   "text": "Keep your eyes open and when something goes a little bit wrong that you could fix",
   "start": 6121.78,
   "duration": 4.819
  },
  {
   "text": "Fix it don't say no that doesn't matter",
   "start": 6127.27,
   "duration": 3.049
  },
  {
   "text": "Maybe it does matter. Maybe it is matter",
   "start": 6131.23,
   "duration": 2.329
  },
  {
   "text": "Maybe it's exactly the matter out of which you should be built",
   "start": 6133.56,
   "duration": 2.91
  },
  {
   "text": "Maybe it's the matter out of which the world should be built and if part of you is telling you it matters",
   "start": 6136.71,
   "duration": 5.699
  },
  {
   "text": "What it means is that that part is telling you that there's something there that you need to",
   "start": 6143.29,
   "duration": 5.509
  },
  {
   "text": "Engage with that's what it means for something to matter",
   "start": 6149.14,
   "duration": 2.959
  },
  {
   "text": "I really get out of the kick a kick out of the word matter because it's got these two weird meanings, right?",
   "start": 6152.1,
   "duration": 4.95
  },
  {
   "text": "there's the matter that everything is made out of",
   "start": 6157.05,
   "duration": 2.0
  },
  {
   "text": "The materialists think everything is made out of and that's just dead matter and then there's the matter that life is made out of which",
   "start": 6159.58,
   "duration": 6.35
  },
  {
   "text": "Is what matters and now and then you're moving through life and something matters?",
   "start": 6165.93,
   "duration": 4.56
  },
  {
   "text": "It's calling to you",
   "start": 6170.49,
   "duration": 1.11
  },
  {
   "text": "And that's the unrevealed world trying to reveal itself to you and all you have to do is",
   "start": 6171.6,
   "duration": 5.13
  },
  {
   "text": "Allow it to reveal itself to you, and then maybe what happens is that a minor shit?",
   "start": 6177.13,
   "duration": 5.719
  },
  {
   "text": "Shifted shape is all that has to happen to you",
   "start": 6183.43,
   "duration": 2.36
  },
  {
   "text": "You don't have to burn right down to the bloody egg and and hatch out",
   "start": 6185.79,
   "duration": 4.199
  },
  {
   "text": "You know as a newborn maybe you can just repair a little bit of something",
   "start": 6189.99,
   "duration": 4.08
  },
  {
   "text": "That's gone wrong with you",
   "start": 6194.07,
   "duration": 1.11
  },
  {
   "text": "And so you can undergo a sequence of continual micro deaths instead of waiting for the bloody",
   "start": 6195.18,
   "duration": 5.22
  },
  {
   "text": "catastrophe that might send you so far down that you'll never recover and",
   "start": 6200.8,
   "duration": 3.109
  },
  {
   "text": "All you have to do is attend to what matters and your whole nervous system is it's doing this for you. You've got a goal",
   "start": 6203.98,
   "duration": 6.439
  },
  {
   "text": "Something happens it matters. So what are you supposed to do with that you're supposed to you're supposed to fix it",
   "start": 6211.06,
   "duration": 5.48
  },
  {
   "text": "You're supposed to engage with it. That's why it's calling out to you as if it matters. It's saying there's an",
   "start": 6216.54,
   "duration": 5.849
  },
  {
   "text": "Indeterminate part of the world here that wants to manifest itself into fully",
   "start": 6222.91,
   "duration": 3.86
  },
  {
   "text": "Articulated being and it's calling to you to do that and if you ignore it then it accumulates",
   "start": 6227.14,
   "duration": 5.93
  },
  {
   "text": "And if accumulates it turns into the dragon of Chaos and then it waits until you're not at your best",
   "start": 6233.07,
   "duration": 6.239
  },
  {
   "text": "And then it eats you and that's the alternative",
   "start": 6239.32,
   "duration": 2.869
  },
  {
   "text": "So that seems like a bad plan unless you like being lunch meat",
   "start": 6242.71,
   "duration": 3.95
  },
  {
   "text": "so",
   "start": 6247.39,
   "duration": 2.0
  },
  {
   "text": "So that's a long introduction to Noah",
   "start": 6253.06,
   "duration": 2.0
  },
  {
   "text": "But you need it. You know because you can't understand the story otherwise and so because",
   "start": 6264.85,
   "duration": 4.609
  },
  {
   "text": "That's what the story is about and now we can go through the story relatively rapidly although",
   "start": 6270.52,
   "duration": 5.179
  },
  {
   "text": "It doesn't look like we'll go through all of it tonight",
   "start": 6275.699,
   "duration": 2.0
  },
  {
   "text": "Okay, so we'll start with the next section of genesis",
   "start": 6278.949,
   "duration": 2.75
  },
  {
   "text": "And this is immediately after cain and Abel and there's a short story to begin with just a fragment",
   "start": 6281.699,
   "duration": 5.28
  },
  {
   "text": "I called it giants of the Earth",
   "start": 6286.98,
   "duration": 2.339
  },
  {
   "text": "And it came to pass when men began to multiply on the face of the Earth",
   "start": 6290.8,
   "duration": 3.5
  },
  {
   "text": "So this is after cain and Abel that and daughters were born unto them",
   "start": 6294.3,
   "duration": 4.29
  },
  {
   "text": "That the sons of God saw the daughters of men that they were fair and took them wives of all which they chose",
   "start": 6299.71,
   "duration": 6.29
  },
  {
   "text": "and",
   "start": 6307.81,
   "duration": 1.05
  },
  {
   "text": "The Lord said my spirit shall, not always strive with man for that he is also flesh yet his days will be",
   "start": 6308.86,
   "duration": 6.89
  },
  {
   "text": "120 years",
   "start": 6316.3,
   "duration": 2.0
  },
  {
   "text": "There were giants in the earth in those days and also after that when the sons of God came in unto the daughters of men",
   "start": 6319.0,
   "duration": 5.719
  },
  {
   "text": "And they bare children to them the same became mighty, men which were of old men of Renown",
   "start": 6324.719,
   "duration": 4.56
  },
  {
   "text": "Now there's been all sorts of attempts to interpret those few rather jumbled Lines",
   "start": 6330.46,
   "duration": 4.31
  },
  {
   "text": "But I see it as a reflection of did a classic development of Hero Mythology",
   "start": 6336.13,
   "duration": 5.629
  },
  {
   "text": "Which is there and this is sort of Nostalgia for the past one of the things Mircea eliade. A--",
   "start": 6341.76,
   "duration": 4.5
  },
  {
   "text": "pointed out was that",
   "start": 6347.199,
   "duration": 2.0
  },
  {
   "text": "What happens to Human memory in Preliterate cultures because nothing is written down is that?",
   "start": 6349.93,
   "duration": 5.569
  },
  {
   "text": "What needs to be preserved gets amalgamated and so imagine that you have a culture. That's based on fishing",
   "start": 6356.08,
   "duration": 5.989
  },
  {
   "text": "Let's say so you have to be a good fisherman. You know and are",
   "start": 6362.26,
   "duration": 3.92
  },
  {
   "text": "Human beings you use simple tools to fish are unbelievably good fishermen",
   "start": 6367.0,
   "duration": 3.77
  },
  {
   "text": "They know every bloody thing you can possibly imagine about fish because otherwise they die so it's really important that they learn everything about fish",
   "start": 6370.77,
   "duration": 6.449
  },
  {
   "text": "And maybe they've been fishing for like",
   "start": 6377.219,
   "duration": 2.0
  },
  {
   "text": "13,000 years or something like that, so there's a lot of accumulated knowledge, and so then the question is well who taught?",
   "start": 6379.39,
   "duration": 5.989
  },
  {
   "text": "mankind how to fish and the answer is",
   "start": 6386.41,
   "duration": 2.509
  },
  {
   "text": "fragments of individuals across history, but not there, you know remember the damn fragments you put them all together into the amalgam of",
   "start": 6389.65,
   "duration": 7.669
  },
  {
   "text": "The heroic Fisherman you know the guy who?",
   "start": 6397.84,
   "duration": 2.0
  },
  {
   "text": "established the Pattern for proper fishing",
   "start": 6400.04,
   "duration": 2.24
  },
  {
   "text": "whatever that pattern happens to be one of the patterns might be don't take all the damn fish because there won't be any for the",
   "start": 6402.35,
   "duration": 5.81
  },
  {
   "text": "next year or something like that, but all those fragments of discovery get amalgamated into",
   "start": 6408.16,
   "duration": 4.649
  },
  {
   "text": "Heroes of the past and then what you do if you're a fisherman is you act out the heroic fishermen of the past and so?",
   "start": 6413.42,
   "duration": 6.62
  },
  {
   "text": "The idea that there were men of Renown or heroes in the past is",
   "start": 6420.04,
   "duration": 3.629
  },
  {
   "text": "Just a fragmentary",
   "start": 6424.61,
   "duration": 2.0
  },
  {
   "text": "What would you call?",
   "start": 6426.77,
   "duration": 0.99
  },
  {
   "text": "It's just a fragment of that sequence of ideas that back in the past the remove",
   "start": 6427.76,
   "duration": 5.089
  },
  {
   "text": "mighty human beings who established the proper patterns of",
   "start": 6433.28,
   "duration": 3.77
  },
  {
   "text": "being and they were the sons of God who took the daughters of men to",
   "start": 6437.69,
   "duration": 4.61
  },
  {
   "text": "Life now, and it's interesting too because we do know that",
   "start": 6442.94,
   "duration": 3.29
  },
  {
   "text": "the more confident men are",
   "start": 6447.32,
   "duration": 2.0
  },
  {
   "text": "disproportionately likely to leave",
   "start": 6450.11,
   "duration": 2.0
  },
  {
   "text": "Offspring so it's a perfectly reasonable way of formulating the circumstance",
   "start": 6452.96,
   "duration": 5.54
  },
  {
   "text": "Onto the flood this is from Virgil a leotta who wrote a book called the history of religious ideas",
   "start": 6460.94,
   "duration": 5.78
  },
  {
   "text": "Which I would strongly recommend it to three volume set it's quite readable, and it's brilliant. It's brilliant. I I really like it",
   "start": 6466.72,
   "duration": 6.629
  },
  {
   "text": "And this is what?",
   "start": 6474.23,
   "duration": 2.0
  },
  {
   "text": "Ritchie Elias had to say about flood myths as it's been well known since the",
   "start": 6476.42,
   "duration": 4.79
  },
  {
   "text": "Compilations made by our Andre h hughes Neurons JG. Fraser who wrote the Golden bough the deluge myth",
   "start": 6481.37,
   "duration": 5.81
  },
  {
   "text": "The flood minute is almost universally disseminated it is documented on all the continents although very rarely in Africa",
   "start": 6487.25,
   "duration": 7.129
  },
  {
   "text": "particularly in the desert for",
   "start": 6494.72,
   "duration": 2.0
  },
  {
   "text": "unsurprisingly",
   "start": 6497.06,
   "duration": 1.74
  },
  {
   "text": "although and on various cultural levels a certain number of variants seem to be the result of dissemination rather than",
   "start": 6498.8,
   "duration": 6.739
  },
  {
   "text": "spontaneous regeneration let's say first from Mesopotamia",
   "start": 6505.82,
   "duration": 3.2
  },
  {
   "text": "And then from India it is equally possible that one or several diluvial catastrophes gave rise to fabulous narratives",
   "start": 6509.02,
   "duration": 7.109
  },
  {
   "text": "But it would be risky to explain so widespread a myth by phenomena of which no Geological",
   "start": 6516.14,
   "duration": 4.609
  },
  {
   "text": "Traces has been found well eliot wrote this quite a while ago. I think he wrote that book perhaps in the 80s",
   "start": 6521.09,
   "duration": 5.84
  },
  {
   "text": "Maybe in the 70s, but since then there actually has been quite a bit of evidence",
   "start": 6526.93,
   "duration": 3.479
  },
  {
   "text": "announced in various circles for the existence of catastrophic floods that occurred within the relative memory of human",
   "start": 6531.88,
   "duration": 6.75
  },
  {
   "text": "Relative human civilization memory let's say, so the West coast Indians for example. I suppose",
   "start": 6539.54,
   "duration": 4.939
  },
  {
   "text": "That's the wrong word the west coast. I don't know what to say",
   "start": 6544.48,
   "duration": 3.779
  },
  {
   "text": "I know a",
   "start": 6549.02,
   "duration": 2.0
  },
  {
   "text": "Croc Baccala carver who told me a flood story",
   "start": 6551.54,
   "duration": 3.469
  },
  {
   "text": "And they have a story it's almost identical to the story of Noah except of course it involves giant canoes",
   "start": 6555.01,
   "duration": 5.76
  },
  {
   "text": "But it's it's the same story",
   "start": 6560.77,
   "duration": 1.81
  },
  {
   "text": "They release if I remember correctly a raven, but Noah releases a raven first",
   "start": 6562.58,
   "duration": 5.75
  },
  {
   "text": "And then it dove once once the flood comes to an end and and it has a tower of babel issue",
   "start": 6568.33,
   "duration": 4.5
  },
  {
   "text": "To the same story, so the canoes are all put together. It's not one giant canoe",
   "start": 6573.02,
   "duration": 4.069
  },
  {
   "text": "it's a bunch of canoes all together be right out the flood and",
   "start": 6577.09,
   "duration": 2.64
  },
  {
   "text": "Then the can you separate it and go all over the world",
   "start": 6580.07,
   "duration": 2.78
  },
  {
   "text": "And that's why there are people all over the world so anyways the story is very widely disseminated",
   "start": 6582.85,
   "duration": 4.919
  },
  {
   "text": "But you know there were floods in North America, not that long ago, so there are floods you can look up the Missoula floods",
   "start": 6588.199,
   "duration": 7.37
  },
  {
   "text": "15,000 to 13,000 years ago",
   "start": 6596.36,
   "duration": 1.64
  },
  {
   "text": "And the coracle are people have probably been on the west coast for something like thirteen to fourteen thousand years",
   "start": 6598.0,
   "duration": 4.859
  },
  {
   "text": "so and you know you can you can maintain an oral tradition for a very very long time you think no, but",
   "start": 6603.23,
   "duration": 5.569
  },
  {
   "text": "Traditional societies don't change that's where their traditional, and so they have the same stories over generations",
   "start": 6609.56,
   "duration": 5.479
  },
  {
   "text": "They remember the same stories, so when the Missoula",
   "start": 6615.04,
   "duration": 3.75
  },
  {
   "text": "Floods which were a consequence of melting glacial ice",
   "start": 6619.46,
   "duration": 3.469
  },
  {
   "text": "Discharged up too. They figure there were 55,000 55 of them between 15,000 and 13,000 years ago",
   "start": 6623.75,
   "duration": 5.81
  },
  {
   "text": "discharged volumes up to 15 times the volume of the Amazon river, so these are major-league floods and then",
   "start": 6630.17,
   "duration": 5.75
  },
  {
   "text": "Sears it all published a paper in 2008 called climate change in post-glacial human disperses in Southeast Asia",
   "start": 6637.07,
   "duration": 6.2
  },
  {
   "text": "Claiming that there were multiple floods",
   "start": 6643.94,
   "duration": 2.0
  },
  {
   "text": "Particularly affecting southeast Asia between 15,000 and 7,000 years ago",
   "start": 6646.25,
   "duration": 4.459
  },
  {
   "text": "So there might Elliott it might be a bit wrong about the notion that there were no geological traces of such",
   "start": 6650.71,
   "duration": 6.27
  },
  {
   "text": "Such catastrophic flooding, but anyways it doesn't matter because we're still looking at this from a psychological perspective, and that's fine",
   "start": 6657.409,
   "duration": 6.2
  },
  {
   "text": "The majority of the lugnut seem in some sense to form part of the Cosmic rhythm the old world",
   "start": 6664.28,
   "duration": 5.57
  },
  {
   "text": "people by a Fallen humanity is",
   "start": 6670.64,
   "duration": 2.029
  },
  {
   "text": "submerged under the waters and",
   "start": 6673.64,
   "duration": 2.0
  },
  {
   "text": "sometime later a new world Emerges from the aquatic Chaos in large number of variants the flood is the result of the sins or",
   "start": 6675.739,
   "duration": 6.92
  },
  {
   "text": "Ritual faults of human beings sometimes its results simply from the wish of a divine being to put an end to mankind",
   "start": 6682.969,
   "duration": 6.26
  },
  {
   "text": "The chief causes lie at once in the sins of men and the decrepitude of the world",
   "start": 6689.66,
   "duration": 4.52
  },
  {
   "text": "It's a brilliant analysis",
   "start": 6694.79,
   "duration": 2.0
  },
  {
   "text": "Partly because it puts it",
   "start": 6697.73,
   "duration": 2.0
  },
  {
   "text": "it draws its lovely parallel between",
   "start": 6700.07,
   "duration": 2.36
  },
  {
   "text": "Which I mentioned a bit earlier between the fact that things go wrong all by themselves",
   "start": 6703.16,
   "duration": 4.819
  },
  {
   "text": "But that you can speed that along by not paying any attention",
   "start": 6708.14,
   "duration": 2.899
  },
  {
   "text": "You know so if you're in a relationship, you know relationship takes an awful",
   "start": 6711.2,
   "duration": 3.829
  },
  {
   "text": "lot of Maintenance",
   "start": 6715.03,
   "duration": 0.51
  },
  {
   "text": "And you know what it means?",
   "start": 6715.54,
   "duration": 1.83
  },
  {
   "text": "Needs to be maintained because you start developing some distance from the person that you have the relationship with and then that starts to become",
   "start": 6717.37,
   "duration": 6.359
  },
  {
   "text": "tinged with a little bit of dislike and hopefully not contempt",
   "start": 6723.83,
   "duration": 3.469
  },
  {
   "text": "But a little bit of dislike, and maybe some some some emotional distance and you feel that and you think well",
   "start": 6727.3,
   "duration": 6.51
  },
  {
   "text": "It's hard to tell what you think",
   "start": 6734.0,
   "duration": 1.43
  },
  {
   "text": "but you feel that anyways you know that that's emerged and so then you have a chance at at that point to",
   "start": 6735.43,
   "duration": 5.759
  },
  {
   "text": "repair",
   "start": 6741.98,
   "duration": 1.62
  },
  {
   "text": "Whatever's gone wrong, and that would require some retooling on both of your parts",
   "start": 6743.6,
   "duration": 4.819
  },
  {
   "text": "maybe one more one person more than the other but whatever we would require a serious discussion like look I've",
   "start": 6748.42,
   "duration": 5.819
  },
  {
   "text": "noticed that this has been happening and",
   "start": 6754.34,
   "duration": 2.03
  },
  {
   "text": "Maybe it's you, and maybe it's me",
   "start": 6757.19,
   "duration": 1.88
  },
  {
   "text": "And we should probably figure it out because if it was you that be convenient and everything, but if it was me",
   "start": 6759.07,
   "duration": 4.62
  },
  {
   "text": "then I'd like to fix it because",
   "start": 6763.76,
   "duration": 1.83
  },
  {
   "text": "Then it would be fixed",
   "start": 6765.59,
   "duration": 1.34
  },
  {
   "text": "And so that's why you listen to your partner because they might tell you that there's something",
   "start": 6766.93,
   "duration": 3.209
  },
  {
   "text": "Stupid about you that you don't know and then if you could fix that then you wouldn't have to be stupid in that way anymore",
   "start": 6770.3,
   "duration": 4.91
  },
  {
   "text": "And it's actually one of the real useful",
   "start": 6775.21,
   "duration": 2.37
  },
  {
   "text": "It's one of the genuinely useful features of having a partner because you really want to be stupid and then continue to repeat your mistakes",
   "start": 6777.58,
   "duration": 7.439
  },
  {
   "text": "Ad nauseam for the rest of your life?",
   "start": 6785.2,
   "duration": 1.74
  },
  {
   "text": "I know it's more convenient to do that than to have a you know",
   "start": 6786.94,
   "duration": 3.0
  },
  {
   "text": "Knockdown drag them out arguments about just exactly why you're stupid and how you could fix it, but still it's better to have the argument",
   "start": 6790.37,
   "duration": 7.909
  },
  {
   "text": "So the chief causes lye at once and the sins of man in the decrepitude of the world and the sins there are generally either",
   "start": 6800.4,
   "duration": 5.99
  },
  {
   "text": "acts of",
   "start": 6807.48,
   "duration": 1.41
  },
  {
   "text": "Commission where people do things that they know to be wrong or they fail to do things that they know would be right?",
   "start": 6808.89,
   "duration": 6.589
  },
  {
   "text": "Doesn't really matter",
   "start": 6815.55,
   "duration": 1.62
  },
  {
   "text": "Sins of Commission are usually judged more harshly say within the Judeo-Christian tradition",
   "start": 6817.17,
   "duration": 4.609
  },
  {
   "text": "But I think there might be a bit of an error in that because sins of omission can be a real catastrophe",
   "start": 6821.85,
   "duration": 4.31
  },
  {
   "text": "And so here's the flood idea you tell me what you think about this",
   "start": 6826.29,
   "duration": 3.979
  },
  {
   "text": "so you know so there's this idea that a",
   "start": 6830.27,
   "duration": 2.129
  },
  {
   "text": "Judgmental being will flood you out if you continue on your wayward ways and that seems like a little bit of you know",
   "start": 6832.74,
   "duration": 6.709
  },
  {
   "text": "it's one of the examples of",
   "start": 6839.45,
   "duration": 1.99
  },
  {
   "text": "Jehova being a little on the harsh side in the old testament not something that modern people really",
   "start": 6841.44,
   "duration": 4.97
  },
  {
   "text": "approve of so much because we like our God sort of",
   "start": 6847.2,
   "duration": 2.509
  },
  {
   "text": "domesticated let's put it that way and",
   "start": 6850.65,
   "duration": 2.0
  },
  {
   "text": "unfortunately that isn't how it tends to work, but I've often thought about",
   "start": 6854.1,
   "duration": 2.81
  },
  {
   "text": "the reaction in North America to",
   "start": 6857.88,
   "duration": 2.06
  },
  {
   "text": "the Hurricane end",
   "start": 6860.97,
   "duration": 2.0
  },
  {
   "text": "in",
   "start": 6863.82,
   "duration": 1.86
  },
  {
   "text": "New Orleans",
   "start": 6865.68,
   "duration": 1.56
  },
  {
   "text": "Because there's two ways of reading that right one is mother nature",
   "start": 6867.24,
   "duration": 3.379
  },
  {
   "text": "has a little fit and sends a hurricane in to new Orleans and wipes everyone out and isn't that a",
   "start": 6871.86,
   "duration": 5.78
  },
  {
   "text": "catastrophe and isn't that an example of",
   "start": 6877.95,
   "duration": 2.239
  },
  {
   "text": "isn't that example of our fragility in the force in the face of",
   "start": 6881.7,
   "duration": 3.949
  },
  {
   "text": "natural",
   "start": 6886.8,
   "duration": 1.38
  },
  {
   "text": "Power, but it is another way of reading it. Maybe this is unfair, but it'll do for the purpose of illustration",
   "start": 6888.18,
   "duration": 4.819
  },
  {
   "text": "It's like you know the dutch build dikes right to keep the ocean back",
   "start": 6893.16,
   "duration": 3.619
  },
  {
   "text": "And they're actually pretty effective at that because their countries mostly underwater and it turns out that if you go to Holland",
   "start": 6897.15,
   "duration": 5.78
  },
  {
   "text": "It's actually not underwater",
   "start": 6902.93,
   "duration": 1.54
  },
  {
   "text": "and so their dikes are working and so the dutch were very organized people and",
   "start": 6904.47,
   "duration": 5.119
  },
  {
   "text": "They better be because their country is supposed to be underwater right so you better be organized if your country is supposed to be underwater",
   "start": 6909.78,
   "duration": 5.96
  },
  {
   "text": "And so they are very organized and they have a rule for their dikes. Which is they try to estimate the worst possible",
   "start": 6915.74,
   "duration": 6.689
  },
  {
   "text": "Oceanic storm that will come in",
   "start": 6923.37,
   "duration": 2.0
  },
  {
   "text": "10,000 years and make sure that the dikes will withstand that well",
   "start": 6926.28,
   "duration": 4.739
  },
  {
   "text": "from my reading the Army Corps of engineers in new Orleans built the dykes for a storm every hundred years and",
   "start": 6932.019,
   "duration": 7.04
  },
  {
   "text": "That's not so good because we live about",
   "start": 6939.76,
   "duration": 2.87
  },
  {
   "text": "80 years let's say so that means the",
   "start": 6943.36,
   "duration": 2.149
  },
  {
   "text": "Probability that one of those storms is going to come lip and buy in a lifespan is pretty damn high and then so that",
   "start": 6945.639,
   "duration": 5.899
  },
  {
   "text": "Perhaps wasn't",
   "start": 6951.699,
   "duration": 1.77
  },
  {
   "text": "The wisest of planning especially because some of new Orleans is actually supposed to be underwater, and then worse you know",
   "start": 6953.469,
   "duration": 6.95
  },
  {
   "text": "Mississippi is a state",
   "start": 6960.61,
   "duration": 1.04
  },
  {
   "text": "That's quite well known for its corruption",
   "start": 6961.65,
   "duration": 1.889
  },
  {
   "text": "And so you might also say the tremendous amount of the money and time and resources that",
   "start": 6963.539,
   "duration": 4.59
  },
  {
   "text": "could have and should have and was planned to go towards fixing the problem didn't and",
   "start": 6968.26,
   "duration": 6.83
  },
  {
   "text": "so the hurricane came along",
   "start": 6975.46,
   "duration": 1.579
  },
  {
   "text": "and oh my God wasn't it a natural disaster and the",
   "start": 6977.039,
   "duration": 3.39
  },
  {
   "text": "Question is what bloody well makes you so sure that it was a natural disaster",
   "start": 6980.739,
   "duration": 4.16
  },
  {
   "text": "Right because if the infrastructure would have been maintained and built to the specifications",
   "start": 6985.539,
   "duration": 4.91
  },
  {
   "text": "that were certainly technically possible and would have actually been less expensive in the long run to build and everyone knew it and",
   "start": 6990.789,
   "duration": 7.52
  },
  {
   "text": "The Hurricane came along and way build the city. Why do you think that's a natural disaster to me. That's a that's a",
   "start": 6998.829,
   "duration": 6.08
  },
  {
   "text": "natural",
   "start": 7005.489,
   "duration": 1.26
  },
  {
   "text": "example if you think about it from a metaphorical perspective of a judgmental God",
   "start": 7006.749,
   "duration": 5.75
  },
  {
   "text": "Deciding to use a flood",
   "start": 7013.889,
   "duration": 2.0
  },
  {
   "text": "To teach a moral lesson and you might say well, that's pretty hard. What about all those flood survivors at sea",
   "start": 7016.23,
   "duration": 5.989
  },
  {
   "text": "I care well the whole flood thing was kind of harsh and",
   "start": 7022.219,
   "duration": 2.819
  },
  {
   "text": "so pointing out that there were steps that could have been taken and and",
   "start": 7025.38,
   "duration": 3.199
  },
  {
   "text": "Also that I dealt in the aftermath have been taken even though everyone knows now",
   "start": 7029.099,
   "duration": 5.75
  },
  {
   "text": "exactly what had happened is",
   "start": 7035.519,
   "duration": 2.0
  },
  {
   "text": "You might consider it a diagnosis, but it's irrelevant because what I'm what",
   "start": 7039.719,
   "duration": 3.859
  },
  {
   "text": "I'm really trying to tell you is how the mythological stories would line up on this because you can tell a story about mother nature",
   "start": 7043.579,
   "duration": 5.82
  },
  {
   "text": "manifesting her",
   "start": 7050.94,
   "duration": 2.0
  },
  {
   "text": "catastrophe and potential for tragedy or you can tell another story of an absolute failure of the",
   "start": 7052.98,
   "duration": 5.059
  },
  {
   "text": "Human Social structure and the human individual level",
   "start": 7058.769,
   "duration": 4.31
  },
  {
   "text": "Because of the corruption to address a problem that everyone knew was there, and so that's a good example of how things",
   "start": 7063.78,
   "duration": 7.879
  },
  {
   "text": "How the flood comes when you're not behaving properly?",
   "start": 7072.21,
   "duration": 2.419
  },
  {
   "text": "You know and one of the things that's quite interesting about the old testament and the people who wrote it",
   "start": 7075.39,
   "duration": 4.339
  },
  {
   "text": "Is that they always assume that if the flood comes that meant you weren't prepared?",
   "start": 7079.73,
   "duration": 3.929
  },
  {
   "text": "If that's the rule right that's it's like the a priori axiom. I think you got flooded out. Hey, you weren't prepared enough",
   "start": 7084.39,
   "duration": 6.859
  },
  {
   "text": "How can you tell well you got flooded out right? That's the evidence and you might say well. That's not very fair",
   "start": 7091.32,
   "duration": 5.99
  },
  {
   "text": "It's like fair isn't the point the point is do you want to get flooded out again or not?",
   "start": 7097.31,
   "duration": 5.369
  },
  {
   "text": "Because fair would be well you better figure out why you got flooded out and fix it",
   "start": 7103.29,
   "duration": 4.219
  },
  {
   "text": "so it doesn't happen again, and that's the moral thing to do when you're thinking about morality as",
   "start": 7107.51,
   "duration": 5.34
  },
  {
   "text": "Walking the path. It's most appropriate to get to the destination that you think would be the best possible destination",
   "start": 7113.699,
   "duration": 6.08
  },
  {
   "text": "By the mere fact that it exists that is",
   "start": 7122.159,
   "duration": 3.29
  },
  {
   "text": "It lives and produces the cosmos gradually deteriorate syd ends by falling into decay",
   "start": 7125.909,
   "duration": 4.67
  },
  {
   "text": "That is the reason why it has to be recreated in other words the flood realizes on the Macro cosmic scale",
   "start": 7131.55,
   "duration": 5.57
  },
  {
   "text": "What is symbolically affected during the New Year festival?",
   "start": 7137.13,
   "duration": 2.959
  },
  {
   "text": "the end of the world and the end of the sinful humanity in order to make a new creation possible",
   "start": 7140.28,
   "duration": 5.45
  },
  {
   "text": "Well that's an interesting there's a lot of information packed into those few lines the daily added wrote because he also",
   "start": 7146.37,
   "duration": 5.419
  },
  {
   "text": "had",
   "start": 7152.55,
   "duration": 1.32
  },
  {
   "text": "in that in the mesopotamian",
   "start": 7153.87,
   "duration": 2.0
  },
  {
   "text": "rituals",
   "start": 7156.659,
   "duration": 2.0
  },
  {
   "text": "the Mesopotamians would act out",
   "start": 7159.39,
   "duration": 2.149
  },
  {
   "text": "The collapse of the kingdom into Chaos essentially at the New Year's festival. It's kind of what you do when you",
   "start": 7163.23,
   "duration": 6.169
  },
  {
   "text": "make resolutions because like it's a degenerate what you'd say is our proclivity to make New Year's resolution is sort of a",
   "start": 7169.98,
   "duration": 6.319
  },
  {
   "text": "Degenerate ritual and I don't mean that it's bad. I mean that",
   "start": 7176.489,
   "duration": 2.84
  },
  {
   "text": "It's the remnants of something much grander",
   "start": 7180.21,
   "duration": 2.509
  },
  {
   "text": "so the idea was well the mesopotamians would take their emperor outside the city the walled City and",
   "start": 7183.63,
   "duration": 5.839
  },
  {
   "text": "Once a year, and they would make a meal and they'd take off all his king clothes",
   "start": 7189.87,
   "duration": 4.549
  },
  {
   "text": "And then they'd whack them with if I remember correctly the priest would do that",
   "start": 7194.489,
   "duration": 3.609
  },
  {
   "text": "And then they make him recount all the ways that he wasn't being a good emperor that year",
   "start": 7198.099,
   "duration": 4.649
  },
  {
   "text": "He wasn't being a good marduk because that was who he was supposed to be on Earth",
   "start": 7202.749,
   "duration": 3.57
  },
  {
   "text": "And that's the guy with eyes all the way around his head speaks Magic words and transforms Chaos into order",
   "start": 7206.32,
   "duration": 5.549
  },
  {
   "text": "That's what vampire is supposed to do and so the question would be okay your emperor. It's like",
   "start": 7212.17,
   "duration": 4.529
  },
  {
   "text": "Have a little humility here because you're not god incarnate you probably made some mistakes",
   "start": 7217.429,
   "duration": 4.64
  },
  {
   "text": "Can you think of any ways in the last year that you didn't take every?",
   "start": 7222.07,
   "duration": 3.75
  },
  {
   "text": "Advantage of every opportunity you possibly could have to take some spare Chaos and transform it into a bit of habitable order",
   "start": 7226.429,
   "duration": 6.919
  },
  {
   "text": "That's a good thing to think about well",
   "start": 7233.51,
   "duration": 1.64
  },
  {
   "text": "That's what you're thinking about when you make a new Year's resolution even though you don't know it",
   "start": 7235.15,
   "duration": 3.509
  },
  {
   "text": "It's like well could you be a better person in the upcoming year well?",
   "start": 7238.659,
   "duration": 5.04
  },
  {
   "text": "you can imagine the flood and",
   "start": 7248.719,
   "duration": 2.87
  },
  {
   "text": "then you can set yourself straight and",
   "start": 7252.619,
   "duration": 2.45
  },
  {
   "text": "Then you can prepare for it and that means maybe you can stave it off",
   "start": 7255.86,
   "duration": 3.679
  },
  {
   "text": "But it also means that maybe even if you don't stave it off, you could write it out",
   "start": 7259.539,
   "duration": 4.86
  },
  {
   "text": "And that's actually the story of noah because what happens with Noah is that he can see that",
   "start": 7264.769,
   "duration": 5.69
  },
  {
   "text": "things are not good and that there's a flood coming and",
   "start": 7271.28,
   "duration": 3.469
  },
  {
   "text": "God is maybe letting him know and it says in the story that noah walked with God remember",
   "start": 7275.51,
   "duration": 5.359
  },
  {
   "text": "And that's what Adam did before he got all self-conscious about the whole thing he walked with God",
   "start": 7280.869,
   "duration": 3.57
  },
  {
   "text": "We'll talk about that more next time, but what that would mean. Maybe is because Noah was straight",
   "start": 7284.599,
   "duration": 5.27
  },
  {
   "text": "and he put himself together and his familial relationships were good because it also says that that his antennae were working and",
   "start": 7290.36,
   "duration": 7.219
  },
  {
   "text": "he could see a little farther into the future than someone whose vision was completely obscured by",
   "start": 7297.889,
   "duration": 5.24
  },
  {
   "text": "by fog and Chaos and he could tell that",
   "start": 7303.289,
   "duration": 3.68
  },
  {
   "text": "Things were not going to go well and so he prepared for it and because he prepared for it",
   "start": 7307.429,
   "duration": 6.68
  },
  {
   "text": "well, then things actually went pretty well for noah even though the flood came, and so that's an interesting thing because that's a that's an",
   "start": 7315.38,
   "duration": 6.979
  },
  {
   "text": "indeterminant issue in human existence",
   "start": 7322.909,
   "duration": 2.839
  },
  {
   "text": "How big a hurricane would it take to wipe out new Orleans everyone was prepared?",
   "start": 7326.69,
   "duration": 3.719
  },
  {
   "text": "Well the you're not going to wipe out the dutch. I mean that's going to be a tough one man",
   "start": 7331.38,
   "duration": 3.77
  },
  {
   "text": "You're going to have to conjure up a pretty damn big storm to take out their dikes",
   "start": 7335.15,
   "duration": 3.509
  },
  {
   "text": "well, how",
   "start": 7339.449,
   "duration": 2.0
  },
  {
   "text": "Thoroughly defended to new Orleans be if nobody in the municipal museum and state governments was corrupt",
   "start": 7341.73,
   "duration": 7.099
  },
  {
   "text": "Well end of the hurricane probably because that's something that we could clearly deal with we know how to do it and the same",
   "start": 7350.19,
   "duration": 5.629
  },
  {
   "text": "Applies in your own life is that there are floods coming?",
   "start": 7355.889,
   "duration": 3.53
  },
  {
   "text": "You can bloody well be sure of that that's absolutely 100%",
   "start": 7359.42,
   "duration": 3.179
  },
  {
   "text": "Certain some of them are going to be personal some of them are going to be",
   "start": 7363.03,
   "duration": 2.93
  },
  {
   "text": "Familial some of they're going to be social and political and economic",
   "start": 7366.15,
   "duration": 3.35
  },
  {
   "text": "It's like are they going to be catastrophes for you, or are you going to ride them out? Are you going to prepare?",
   "start": 7369.69,
   "duration": 6.319
  },
  {
   "text": "Well the first issue might be well. Do you have your act together well enough to see them coming?",
   "start": 7376.26,
   "duration": 4.189
  },
  {
   "text": "With enough advance warning so that you can take proper measures. Maybe just decide step it",
   "start": 7381.27,
   "duration": 4.579
  },
  {
   "text": "Maybe just don't go where the flood is going to be that's a simple thing",
   "start": 7385.849,
   "duration": 3.51
  },
  {
   "text": "But maybe you don't have that luxury right and so it is going to be a catastrophe",
   "start": 7389.36,
   "duration": 4.709
  },
  {
   "text": "Maybe someone in your family is going to get really really sick, right?",
   "start": 7394.53,
   "duration": 3.47
  },
  {
   "text": "And maybe maybe there's just a tiny pathway through that that everything doesn't fall apart",
   "start": 7398.909,
   "duration": 5.93
  },
  {
   "text": "It doesn't end in divorce. It doesn't end in death",
   "start": 7405.15,
   "duration": 2.779
  },
  {
   "text": "it doesn't end in Sorrow doesn't end in catastrophe, but the Margin of error is like streaming down to virtually zero and",
   "start": 7407.929,
   "duration": 6.419
  },
  {
   "text": "Every imperfection that you bring to that situation is going to increase the probability that that tragedy is going to turn into something",
   "start": 7415.17,
   "duration": 6.049
  },
  {
   "text": "Indistinguishable from hell, and that's coming. It's coming your way",
   "start": 7421.65,
   "duration": 3.709
  },
  {
   "text": "Absolutely certainly and so then you might think well since it's coming your way",
   "start": 7426.57,
   "duration": 3.799
  },
  {
   "text": "Maybe the best thing to do is to put yourself together, so that when it comes it can be the least amount of awful possible.",
   "start": 7430.65,
   "duration": 6.979
  },
  {
   "text": "So I'll close with a story. This was a very",
   "start": 7437.909,
   "duration": 3.29
  },
  {
   "text": "affecting story for me.",
   "start": 7442.199,
   "duration": 2.0
  },
  {
   "text": "My",
   "start": 7444.239,
   "duration": 1.561
  },
  {
   "text": "mother-in-law",
   "start": 7445.8,
   "duration": 1.439
  },
  {
   "text": "had frontal temporal dementia, and she developed it quite young, she was about 55, something like that, and",
   "start": 7447.239,
   "duration": 6.169
  },
  {
   "text": "her husband, who was a very extroverted,",
   "start": 7453.989,
   "duration": 2.359
  },
  {
   "text": "man-about-town guy - I grew up in a small town, everybody knew him - he was charismatic,",
   "start": 7457.02,
   "duration": 5.09
  },
  {
   "text": "drank too much,",
   "start": 7462.93,
   "duration": 1.59
  },
  {
   "text": "charismatic, good businessman,",
   "start": 7464.52,
   "duration": 2.209
  },
  {
   "text": "quite a remarkable person, a real character,",
   "start": 7467.82,
   "duration": 2.209
  },
  {
   "text": "but not exactly a family man, even though he",
   "start": 7471.06,
   "duration": 2.6
  },
  {
   "text": "provided for his family very well.",
   "start": 7475.35,
   "duration": 1.95
  },
  {
   "text": "But when his wife got sick, he really took care of her, man.",
   "start": 7477.3,
   "duration": 3.2
  },
  {
   "text": "It was something to see, because that's no joke, dealing with someone who has Alzheimer's, for all intents and purposes,",
   "start": 7480.6,
   "duration": 6.68
  },
  {
   "text": "because they get taken away from you piece by piece, and that is not pretty, and then it's also hard, right.",
   "start": 7487.71,
   "duration": 6.739
  },
  {
   "text": "Not only is it catastrophic, but it's hard. And Jesus - he just stepped into that, like,",
   "start": 7494.45,
   "duration": 4.709
  },
  {
   "text": "perfectly, and it was",
   "start": 7500.28,
   "duration": 2.0
  },
  {
   "text": "way less awful than it could have been, way le- it was just a tragedy. It wasn't hell.",
   "start": 7503.46,
   "duration": 6.619
  },
  {
   "text": "And then, I was there when she died,",
   "start": 7510.75,
   "duration": 2.329
  },
  {
   "text": "and my wife's family are",
   "start": 7513.9,
   "duration": 2.989
  },
  {
   "text": "actually pretty good at dealing with death, as it turns out.",
   "start": 7517.41,
   "duration": 2.6
  },
  {
   "text": "My wife's sister is a palliative care nurse, and you have to be pretty tough cookie to be a palliative care nurse,",
   "start": 7520.05,
   "duration": 5.93
  },
  {
   "text": "but you can do it, which is pretty interesting, because that means that you can go make",
   "start": 7525.98,
   "duration": 3.779
  },
  {
   "text": "relationships with people at the last stages of their life that are genuine relationships, and people just die on you non-stop,",
   "start": 7530.01,
   "duration": 6.41
  },
  {
   "text": "and yet, you know,",
   "start": 7536.79,
   "duration": 2.0
  },
  {
   "text": "she's a",
   "start": 7539.46,
   "duration": 2.0
  },
  {
   "text": "competent,",
   "start": 7542.55,
   "duration": 1.68
  },
  {
   "text": "alive, alert, fun person, it's like,",
   "start": 7544.23,
   "duration": 2.839
  },
  {
   "text": "two thumbs up for her, man. That's someone you can rely on in a tragedy. And her other sister",
   "start": 7547.62,
   "duration": 5.12
  },
  {
   "text": "is a pharmacist, and my wife has volunteered in palliative care wards, and is also very good at taking care of people who are genuinely",
   "start": 7553.8,
   "duration": 7.49
  },
  {
   "text": "not in good health, and so we were there",
   "start": 7562.05,
   "duration": 2.569
  },
  {
   "text": "when my mother-in-law died, and",
   "start": 7565.62,
   "duration": 2.15
  },
  {
   "text": "of course, you could imagine here's a - here's a deathbed situation for you!",
   "start": 7568.98,
   "duration": 5.299
  },
  {
   "text": "Your mother-in-law is dying and everyone's at each other's throats!",
   "start": 7574.89,
   "duration": 3.41
  },
  {
   "text": "It's like, you think that's uncommon, then your eyes aren't open, 'cause it's plenty bloody common.",
   "start": 7578.3,
   "duration": 4.74
  },
  {
   "text": "And then it's not just a tragedy, it's hell. And like, maybe you can stand the tragedy,",
   "start": 7583.04,
   "duration": 5.069
  },
  {
   "text": "but you can't stand the hell. And in this situation, that isn't what happened.",
   "start": 7588.11,
   "duration": 4.799
  },
  {
   "text": "Just, everybody pulled together, and what happened was, well, she died.",
   "start": 7593.15,
   "duration": 3.87
  },
  {
   "text": "But what was so interesting was the family actually came together",
   "start": 7597.63,
   "duration": 3.02
  },
  {
   "text": "more tightly as a consequence, and so",
   "start": 7601.35,
   "duration": 2.119
  },
  {
   "text": "although there was something taken away on the one hand, there was something gained on the other that wasn't trivial.",
   "start": 7603.78,
   "duration": 5.27
  },
  {
   "text": "And I'm not not trying to be all optimistic",
   "start": 7609.05,
   "duration": 2.76
  },
  {
   "text": "and, you know, \"isn't the universe a wonderful place about all this.\" Like, someone died, in an ugly way, and it was harsh,",
   "start": 7611.81,
   "duration": 6.959
  },
  {
   "text": "but, God, it was a hell of a lot better than it could have been, and maybe it was good enough!",
   "start": 7619.199,
   "duration": 4.37
  },
  {
   "text": "That's the thing, you know, is that - this is something that I constantly wonder, is that if",
   "start": 7623.57,
   "duration": 4.32
  },
  {
   "text": "people did what they could to",
   "start": 7628.469,
   "duration": 2.51
  },
  {
   "text": "speak the truth and pay attention,",
   "start": 7631.98,
   "duration": 2.0
  },
  {
   "text": "then maybe the tragedy that's part of life wouldn't have to deteriorate",
   "start": 7634.89,
   "duration": 5.149
  },
  {
   "text": "into the unbearable hell that doesn't have to be part of life.",
   "start": 7640.32,
   "duration": 3.979
  },
  {
   "text": "And maybe we could actually tolerate the tragedy, or maybe we could even rise above it, or maybe we could even",
   "start": 7644.3,
   "duration": 4.859
  },
  {
   "text": "mitigate it, you know, because we can, we do that sort of thing all the time and so it's always an open question.",
   "start": 7649.35,
   "duration": 5.719
  },
  {
   "text": "And Iliad had put it very well-",
   "start": 7655.56,
   "duration": 2.0
  },
  {
   "text": "Are the floods the consequence of the fact that things fall apart, or are the floods a consequence of the fact that people",
   "start": 7659.07,
   "duration": 6.89
  },
  {
   "text": "make mistakes that they know they shouldn't make and make anyways? They sin, right,",
   "start": 7668.219,
   "duration": 5.479
  },
  {
   "text": "and that's to miss the mark, right, because that's an archery term, to sin, and that means maybe they don't even",
   "start": 7673.699,
   "duration": 4.68
  },
  {
   "text": "specify the damn target, which is - really, you're not going to hit it unless you specified - or, having specified it,",
   "start": 7678.51,
   "duration": 6.649
  },
  {
   "text": "they just say, \"oh, to hell with it. It's not that important.\"",
   "start": 7685.38,
   "duration": 4.459
  },
  {
   "text": "It's like, you got to be careful when you say something like \"to hell with it,",
   "start": 7689.84,
   "duration": 3.479
  },
  {
   "text": "it's not that important,\" because one of the things that might happen to you if you say \"to hell with it,",
   "start": 7693.39,
   "duration": 5.029
  },
  {
   "text": "it's not that important,\" is that you might actually end up in hell, for a pretty prolonged period of time, or maybe for the",
   "start": 7698.82,
   "duration": 7.04
  },
  {
   "text": "remainder of your miserable existence, because it's certainly the case that people do exist there,",
   "start": 7706.86,
   "duration": 4.879
  },
  {
   "text": "and I've seen them exist there, and once you're there, it's no trick-",
   "start": 7711.78,
   "duration": 3.89
  },
  {
   "text": "it's no simple matter to get the hell out.",
   "start": 7715.67,
   "duration": 2.31
  },
  {
   "text": "And so, it might matter that the things that matter get addressed. It might matter that you do what you can to walk with God.",
   "start": 7718.29,
   "duration": 7.399
  },
  {
   "text": "Like I said, we'll talk more about next time. And it might be that",
   "start": 7726.41,
   "duration": 3.959
  },
  {
   "text": "that is how you build an ark and are protected from the flood, even if the damn thing comes.",
   "start": 7731.01,
   "duration": 5.69
  },
  {
   "text": "And the thing is it will. And this is a funny thing, too, that I've noticed about",
   "start": 7736.7,
   "duration": 4.979
  },
  {
   "text": "our education system, and the way we teach students, and their \"trigger warnings\", and all of that",
   "start": 7742.29,
   "duration": 5.87
  },
  {
   "text": "absolute rubbish. I think in most of my lectures, I'd have to have a trigger warning every 15 seconds.",
   "start": 7748.83,
   "duration": 5.779
  },
  {
   "text": "So, as I tell my students when they're young, it's like, look, don't fool yourself, you know,",
   "start": 7755.79,
   "duration": 5.75
  },
  {
   "text": "you're going to develop a serious illness, at least one,",
   "start": 7762.78,
   "duration": 3.17
  },
  {
   "text": "maybe two or three, and one of them is likely to be chronic.",
   "start": 7766.2,
   "duration": 3.289
  },
  {
   "text": "And if it isn't you, it's going to be someone you love. It's going to be your husband, it's going to be your parent,",
   "start": 7769.489,
   "duration": 4.56
  },
  {
   "text": "it's going to be your kids. That's coming, and so is a lot of death and s- and pain.",
   "start": 7774.05,
   "duration": 5.88
  },
  {
   "text": "And so, like, just exactly what sort of person are you going to be when that shows up?",
   "start": 7780.18,
   "duration": 4.129
  },
  {
   "text": "And that's the right question. It isn't how are you going to be happy in your life? It's like, good luck with that.",
   "start": 7784.31,
   "duration": 6.39
  },
  {
   "text": "It's a stupid ambition anyways, as far as I'm concerned, because it's too shallow. You know, happiness,",
   "start": 7790.91,
   "duration": 5.069
  },
  {
   "text": "you're lucky. That comes -",
   "start": 7795.98,
   "duration": 1.08
  },
  {
   "text": "that comes and goes like the sun coming out from behind a cloud. If you're happy, man, more power to you.",
   "start": 7797.06,
   "duration": 5.79
  },
  {
   "text": "Enjoy it, enjoy it",
   "start": 7803.04,
   "duration": 1.429
  },
  {
   "text": "It's a - it's a gift from the cosmos to be happy, but a pursuit? No, no, the pursuit is",
   "start": 7804.469,
   "duration": 6.45
  },
  {
   "text": "when the damn flood comes,",
   "start": 7811.35,
   "duration": 2.0
  },
  {
   "text": "you want to be the person who built the ark.",
   "start": 7813.78,
   "duration": 2.33
  },
  {
   "text": "And that's what the story of Noah is about. And the thing is, the flood is always coming. That's another thing",
   "start": 7816.75,
   "duration": 5.81
  },
  {
   "text": "that's worth commenting on with regards to this story, is- you know, there's an apocalyptic element to the Judaeo-Christian tradition.",
   "start": 7822.56,
   "duration": 7.259
  },
  {
   "text": "There's an idea",
   "start": 7831.81,
   "duration": 1.71
  },
  {
   "text": "that the end of the world is always at hand, and that you should prepare to be judged.",
   "start": 7833.52,
   "duration": 5.75
  },
  {
   "text": "And the thing about that is, it's true! And the reason it's true is because",
   "start": 7839.61,
   "duration": 3.53
  },
  {
   "text": "the end of your world is at hand, and it will certainly come, and when it comes, you will be judged,",
   "start": 7844.02,
   "duration": 7.549
  },
  {
   "text": "because it will be up to you to figure out what to do with the fact that your world just collapsed.",
   "start": 7852.42,
   "duration": 4.43
  },
  {
   "text": "And that'll be a moral problem of",
   "start": 7856.85,
   "duration": 2.099
  },
  {
   "text": "ultimate severity, because it will push you right to your limits, and you'll find out exactly where your unaddressed weaknesses lie,",
   "start": 7859.65,
   "duration": 7.609
  },
  {
   "text": "because that's what happens in a crisis. And so, the reason that that's an archetypal reality, and it lurks underneath the entire",
   "start": 7867.9,
   "duration": 7.04
  },
  {
   "text": "Judaeo-Christian structure (the apocalypse, the impending apocalypse) is because we always live in apocalyptic times, and your world is always,",
   "start": 7875.369,
   "duration": 7.58
  },
  {
   "text": "in small ways, and large ways,",
   "start": 7883.08,
   "duration": 2.089
  },
  {
   "text": "coming to an end.",
   "start": 7885.719,
   "duration": 0.92
  },
  {
   "text": "And so what do you do? You prepare for it. You prepare for your world to come to an end.",
   "start": 7886.639,
   "duration": 6.72
  },
  {
   "text": "And then maybe when the end comes, you get another world. That'd be a good deal.",
   "start": 7893.85,
   "duration": 3.709
  },
  {
   "text": "So, we're ready for this next week.",
   "start": 7901.949,
   "duration": 2.0
  },
  {
   "text": "My question was regarding the online university you plan to create and the plans you have for that.",
   "start": 7915.11,
   "duration": 6.08
  },
  {
   "text": "We've spoke briefly last week, and I want to ask you. How can a student such as myself get involved with this process",
   "start": 7921.35,
   "duration": 4.459
  },
  {
   "text": "Yeah, well an online university. That's a group",
   "start": 7930.65,
   "duration": 2.419
  },
  {
   "text": "Perhaps a grandiose ambition right but one of the things that so here's my here's my rationale",
   "start": 7933.92,
   "duration": 6.979
  },
  {
   "text": "you know lots of things have dramatically transformed in the last 20 years and whole swathes of",
   "start": 7942.77,
   "duration": 6.319
  },
  {
   "text": "Enterprises being wiped out that's happening in a more and more rapid rate as our technology progresses",
   "start": 7951.29,
   "duration": 5.029
  },
  {
   "text": "Right now newspapers are in the process of dying",
   "start": 7956.6,
   "duration": 2.569
  },
  {
   "text": "I actually think they're in the process of committing suicide, but they're in the process of dying and",
   "start": 7959.17,
   "duration": 6.089
  },
  {
   "text": "That's going to happen very rapidly",
   "start": 7966.11,
   "duration": 1.609
  },
  {
   "text": "I think the globe and mail lost 10% of its readership in the last three months something like that and",
   "start": 7967.719,
   "duration": 4.53
  },
  {
   "text": "So what happens is that new?",
   "start": 7974.69,
   "duration": 2.0
  },
  {
   "text": "Technologies come along to supplant the old technologies, and I've watched a number of businesses fail some large businesses I",
   "start": 7976.969,
   "duration": 6.77
  },
  {
   "text": "Knew some people who worked at digital equipment corporation when it was failing, and I've had some inside track into failing businesses",
   "start": 7984.59,
   "duration": 6.14
  },
  {
   "text": "and I see when they start to fail they tend to the failure process tends to cap and then accelerate can have an",
   "start": 7990.73,
   "duration": 5.879
  },
  {
   "text": "Unbelievably good thing and this is what it looks to me",
   "start": 7996.68,
   "duration": 2.75
  },
  {
   "text": "This is how it looks to me in relationship to the universities, especially in the us although not only",
   "start": 7999.86,
   "duration": 5.959
  },
  {
   "text": "especially in the humanities although not only so",
   "start": 8006.34,
   "duration": 3.379
  },
  {
   "text": "number one",
   "start": 8011.53,
   "duration": 2.0
  },
  {
   "text": "So I",
   "start": 8015.28,
   "duration": 2.0
  },
  {
   "text": "Recorded three years of my personality lecture say so let's have three years of lectures on freud",
   "start": 8017.5,
   "duration": 6.199
  },
  {
   "text": "Now what I should do with those I think is",
   "start": 8025.3,
   "duration": 2.149
  },
  {
   "text": "added them into one really good lecture on freud and then stop giving that lecture because why would I give that lecture again because I've",
   "start": 8028.09,
   "duration": 6.14
  },
  {
   "text": "Already given it, and it said it events in good shape and if it's a really good lecture",
   "start": 8034.23,
   "duration": 3.93
  },
  {
   "text": "Then why does someone else have to give the lecture or why does 300 other people have to give a lecture on freud?",
   "start": 8038.16,
   "duration": 4.589
  },
  {
   "text": "You know what?",
   "start": 8042.91,
   "duration": 0.89
  },
  {
   "text": "I mean, what's going to happen?",
   "start": 8043.8,
   "duration": 1.05
  },
  {
   "text": "Is there's going to be some really good extras on subjects?",
   "start": 8044.85,
   "duration": 2.81
  },
  {
   "text": "And that's all that people are going to need or want",
   "start": 8047.66,
   "duration": 3.149
  },
  {
   "text": "because the internet tends to move things towards Winner-take-all very very rapidly and",
   "start": 8051.27,
   "duration": 4.85
  },
  {
   "text": "so it seems to me that we're already at a point technologically where we could identify a",
   "start": 8056.79,
   "duration": 5.81
  },
  {
   "text": "hundred things that people really need to know and do a sequence of lectures on those things that we're",
   "start": 8063.6,
   "duration": 5.54
  },
  {
   "text": "Outstanding and then they could be updated and added to but the den it's like it's a done game, and it's free",
   "start": 8069.57,
   "duration": 6.29
  },
  {
   "text": "so I know it started thinking about this last year when I noticed that my",
   "start": 8076.56,
   "duration": 3.14
  },
  {
   "text": "Psychology lectures had a million views and that was last april",
   "start": 8080.61,
   "duration": 2.929
  },
  {
   "text": "And I thought that's amazing a million views it's like what the hell that's I don't know what to make of that",
   "start": 8083.54,
   "duration": 5.16
  },
  {
   "text": "That's that's the best",
   "start": 8088.7,
   "duration": 1.29
  },
  {
   "text": "That's the kind of bestselling book that you never write because no one ever writes a best-selling book",
   "start": 8089.99,
   "duration": 4.5
  },
  {
   "text": "So a million views that's something to pay attention to now",
   "start": 8094.8,
   "duration": 3.049
  },
  {
   "text": "It's way more than that",
   "start": 8097.85,
   "duration": 1.12
  },
  {
   "text": "But there's videos and podcasts and that means that people can listen when you're doing other things, too",
   "start": 8098.97,
   "duration": 5.359
  },
  {
   "text": "And so that's really cool",
   "start": 8104.33,
   "duration": 1.02
  },
  {
   "text": "And maybe people can listen better than they can read that's a real possibility because we've only been really silent lee for about",
   "start": 8105.35,
   "duration": 6.209
  },
  {
   "text": "Almost of like most of humanity for less than a hundred years and virtually no one could read silently 500 years ago",
   "start": 8112.05,
   "duration": 6.949
  },
  {
   "text": "It's a really new skill, and so maybe we're better at listening",
   "start": 8119.13,
   "duration": 2.629
  },
  {
   "text": "And so all of a sudden is the possibility of disseminating high-quality educational material highly produced",
   "start": 8122.67,
   "duration": 6.769
  },
  {
   "text": "highly vetted to millions of people",
   "start": 8130.14,
   "duration": 3.379
  },
  {
   "text": "for nothing",
   "start": 8134.19,
   "duration": 1.74
  },
  {
   "text": "Well, how are you going to compete with that then?",
   "start": 8135.93,
   "duration": 2.39
  },
  {
   "text": "Then it's worse because the humanities which have become completely",
   "start": 8139.05,
   "duration": 4.79
  },
  {
   "text": "Degenerated almost completely degenerate in my estimation have abandoned their valuable intellectual property",
   "start": 8144.27,
   "duration": 5.84
  },
  {
   "text": "which is the collective wisdom at least for the west of western Civilization's just sitting there someone might as well steal it back and",
   "start": 8150.45,
   "duration": 7.939
  },
  {
   "text": "Then there's the student loan debacle in the united states that's pronounced properly debacle debate",
   "start": 8158.97,
   "duration": 6.35
  },
  {
   "text": "debacle okay",
   "start": 8166.47,
   "duration": 1.47
  },
  {
   "text": "Obviously I've read that word more than said it and so you know and so you know I write me today",
   "start": 8167.94,
   "duration": 6.77
  },
  {
   "text": "And he asked if you should go to a private college for tWenty-two thousand dollars a year to purdue it pretty",
   "start": 8174.71,
   "duration": 4.38
  },
  {
   "text": "is to pursue an undergraduate in",
   "start": 8179.2,
   "duration": 2.0
  },
  {
   "text": "In psychology so that he could get into clinical graduate school or go to another university of State university for far less",
   "start": 8181.55,
   "duration": 6.62
  },
  {
   "text": "I told them to go to the state university because it's the wise economic decision",
   "start": 8188.17,
   "duration": 3.629
  },
  {
   "text": "But you know it doesn't seem to me that it's reasonable at all to load people up when they're 22 with",
   "start": 8191.8,
   "duration": 4.739
  },
  {
   "text": "$100,000 of student debt that they cannot declare bankruptcy for it's indentured servitude and",
   "start": 8196.94,
   "duration": 5.99
  },
  {
   "text": "The and to load up people when they're 22 or 23 with dead of that magnitude",
   "start": 8203.36,
   "duration": 4.879
  },
  {
   "text": "It's like how the hell are they going to be?",
   "start": 8208.24,
   "duration": 2.0
  },
  {
   "text": "Entrepreneurs who are going to take a risk with a hundred thousand dollar debt load and who's going to marry you?",
   "start": 8210.29,
   "duration": 4.7
  },
  {
   "text": "So really jesus you know because another story. I heard recently was well. I just got married to my partner",
   "start": 8215.6,
   "duration": 5.959
  },
  {
   "text": "She brought into the marriage one hundred and twenty thousand dollars of student debt. It's like oh my God. It's like",
   "start": 8221.56,
   "duration": 4.859
  },
  {
   "text": "It's crippling man like once you're once you're making a substantial",
   "start": 8226.43,
   "duration": 4.399
  },
  {
   "text": "Amount of money if you're fortunate maybe you're in your 40s",
   "start": 8231.08,
   "duration": 2.839
  },
  {
   "text": "You could handle a dead load like that, but in your 20s",
   "start": 8233.92,
   "duration": 2.339
  },
  {
   "text": "It's just crippling so you know the tuition fees of ratt",
   "start": 8236.26,
   "duration": 4.74
  },
  {
   "text": "Ratcheted up like mad in the last 30 years the unity colleges and universities have become unbelievably",
   "start": 8241.4,
   "duration": 4.849
  },
  {
   "text": "Administrative leeteuk, heavy, they're regulated to death by the by the legislative system. So there's ethics committees",
   "start": 8246.83,
   "duration": 6.919
  },
  {
   "text": "Which are so counterproductive that it's just unbelievable. There's this entire. Whole whole new Monstrous",
   "start": 8253.75,
   "duration": 5.49
  },
  {
   "text": "Hyper accommodation movement that it's big borders on I don't eat. Well. I'll make a video about that soon enough",
   "start": 8260.3,
   "duration": 6.59
  },
  {
   "text": "It's absolutely pathological, and there's this whole postmodern",
   "start": 8266.92,
   "duration": 3.48
  },
  {
   "text": "Neo-Marxist idiocy that's going on in the universities and so like how many mistakes does an institute plus",
   "start": 8270.95,
   "duration": 5.509
  },
  {
   "text": "Students aren't being taught how to speak they're not being taught how to debate they're not being taught how to write and they don't read",
   "start": 8277.28,
   "duration": 6.349
  },
  {
   "text": "Difficult things they read French intellectual",
   "start": 8283.85,
   "duration": 2.899
  },
  {
   "text": "Postmodernists right and they probably don't read those either they read",
   "start": 8287.27,
   "duration": 3.139
  },
  {
   "text": "Secondarily derived pit they skim secondarily derived papers",
   "start": 8290.99,
   "duration": 4.129
  },
  {
   "text": "about French intellectual post Marxist post Modernist from the",
   "start": 8295.58,
   "duration": 4.549
  },
  {
   "text": "1970s and the standards have been lowered because there's too many people pursuing higher education and so I think okay",
   "start": 8300.5,
   "duration": 6.29
  },
  {
   "text": "There's eight dimensions of success",
   "start": 8308.63,
   "duration": 2.15
  },
  {
   "text": "And on every single dimension. There's failure the system's done",
   "start": 8311.54,
   "duration": 4.889
  },
  {
   "text": "The end so the Vision would be why not provide everybody in the world with high quality",
   "start": 8317.309,
   "duration": 5.66
  },
  {
   "text": "Education in the humanities for like 150th the cost you can charge for accreditation",
   "start": 8323.429,
   "duration": 5.839
  },
  {
   "text": "That's a whole separate issue right accreditation, but that what the resources like why not make them available to everyone",
   "start": 8329.7,
   "duration": 6.469
  },
  {
   "text": "So that's the plan I mean, I don't know if I can do it or not",
   "start": 8337.319,
   "duration": 2.99
  },
  {
   "text": "But it's partly what I'm doing with this biblical lecture series",
   "start": 8340.309,
   "duration": 2.79
  },
  {
   "text": "It's sort of putting my toe in the water",
   "start": 8343.099,
   "duration": 2.1
  },
  {
   "text": "but I have a plan and",
   "start": 8345.66,
   "duration": 2.0
  },
  {
   "text": "I have some good programmers who are willing to help and there's lots of people out there that would help God and be",
   "start": 8347.7,
   "duration": 4.669
  },
  {
   "text": "flooded with offers of help",
   "start": 8352.529,
   "duration": 1.591
  },
  {
   "text": "I'd love to take people up on the offers, but it's not that easy to get someone to help you do something you know it",
   "start": 8354.12,
   "duration": 5.359
  },
  {
   "text": "so",
   "start": 8360.45,
   "duration": 1.29
  },
  {
   "text": "That'd be the plan it's like so what would the plan be give people a high quality?",
   "start": 8361.74,
   "duration": 4.25
  },
  {
   "text": "education in the classic humanities teach them how to speak and write",
   "start": 8366.33,
   "duration": 2.989
  },
  {
   "text": "Accredit them for one tenth the current cost and do it with millions of people instead of tens of thousands",
   "start": 8370.05,
   "duration": 6.799
  },
  {
   "text": "Some I'm asking what plans Jeff for the accreditation",
   "start": 8377.25,
   "duration": 2.089
  },
  {
   "text": "Side where people can show something for what's the time these don't watch well one of the things that I would do for example is",
   "start": 8379.5,
   "duration": 5.359
  },
  {
   "text": "imagine that you are in a course and",
   "start": 8385.2,
   "duration": 2.0
  },
  {
   "text": "So you have taken exam? Let's say it's a multiple-choice exam. Just for the sake of argument because they're simpler",
   "start": 8387.389,
   "duration": 6.29
  },
  {
   "text": "The writing issue is a separate problem",
   "start": 8394.319,
   "duration": 2.0
  },
  {
   "text": "well, so",
   "start": 8396.96,
   "duration": 1.92
  },
  {
   "text": "One of the things that you would do if you enrolled in the course is generate multiple-choice questions",
   "start": 8398.88,
   "duration": 4.669
  },
  {
   "text": "That would be one of your assignments",
   "start": 8403.55,
   "duration": 1.57
  },
  {
   "text": "Here's a lecture generate 10 multiple-choice questions now you go to thousand people generating 10 multiple-choice questions",
   "start": 8405.12,
   "duration": 6.049
  },
  {
   "text": "Well, then you can do there are statistical procedures that help you figure out, what valid",
   "start": 8411.21,
   "duration": 4.639
  },
  {
   "text": "multiple choice",
   "start": 8416.49,
   "duration": 1.56
  },
  {
   "text": "Questions are could have people vote on them for that matter if you put them on a website",
   "start": 8418.05,
   "duration": 3.709
  },
  {
   "text": "Assignment number two here's a hundred multiple choice questions pick the ten that you think are most",
   "start": 8422.279,
   "duration": 4.55
  },
  {
   "text": "representative of the knowledge that you've acquired get a hundred people to do that so you get",
   "start": 8427.83,
   "duration": 4.699
  },
  {
   "text": "crowdsource the test construction",
   "start": 8432.81,
   "duration": 1.85
  },
  {
   "text": "And then you can keep making the test better and better as well because you could build that I'd like to build the system",
   "start": 8434.66,
   "duration": 4.799
  },
  {
   "text": "So that it was self improving with a minimum of administrative interference and so",
   "start": 8439.46,
   "duration": 5.37
  },
  {
   "text": "Then what would happen is that as you got accredited?",
   "start": 8445.58,
   "duration": 2.969
  },
  {
   "text": "So you start writing exams and maybe write more and more of them then you'd start to by voting power with regards to the content?",
   "start": 8448.55,
   "duration": 5.76
  },
  {
   "text": "Of the courses and maybe even the right to produce courses to put them up online so it's something like that",
   "start": 8454.311,
   "duration": 5.849
  },
  {
   "text": "but our strategy would be to build",
   "start": 8460.16,
   "duration": 2.0
  },
  {
   "text": "We want to build a system. That's basically autonomous and self-improving right from the beginning, so",
   "start": 8462.6,
   "duration": 5.63
  },
  {
   "text": "minimum of administrative overhead extremely low cost",
   "start": 8469.021,
   "duration": 3.109
  },
  {
   "text": "Widespread availability",
   "start": 8473.16,
   "duration": 2.0
  },
  {
   "text": "Crowd-sourced in its structure and an autonomously self-improving. I think we can do that",
   "start": 8475.74,
   "duration": 5.99
  },
  {
   "text": "I don't know if I can do it but I think we have the technology to do that and then you think well",
   "start": 8481.73,
   "duration": 6.179
  },
  {
   "text": "So here's the plan you know because you're are. I'm always thinking of the point point B",
   "start": 8488.521,
   "duration": 3.679
  },
  {
   "text": "What what's a good thing to do with life? Well, the good good thing to do with your life is the most difficult",
   "start": 8492.2,
   "duration": 4.439
  },
  {
   "text": "God damn you thing you can think of that would do the most possible good that'll get you up in the morning",
   "start": 8496.64,
   "duration": 4.8
  },
  {
   "text": "And so because you think why should I get up in the morning?",
   "start": 8501.72,
   "duration": 3.169
  },
  {
   "text": "It's like well, you know I've got 50 million people to educate. Hey that'll do it",
   "start": 8504.89,
   "duration": 4.8
  },
  {
   "text": "Really you know that's that battle that will overcome a lot of eggs. That's sort of thinking so",
   "start": 8510.96,
   "duration": 5.6
  },
  {
   "text": "Well, so it seems to me that it seems to me that it's inevitable",
   "start": 8517.32,
   "duration": 4.7
  },
  {
   "text": "now",
   "start": 8522.66,
   "duration": 1.05
  },
  {
   "text": "Whether or not I can do it",
   "start": 8523.71,
   "duration": 2.0
  },
  {
   "text": "That's a whole different story",
   "start": 8525.84,
   "duration": 1.17
  },
  {
   "text": "But I can certainly start it and I'm going to start it my partner my business partner the guy who helped me",
   "start": 8527.01,
   "duration": 5.51
  },
  {
   "text": "develop the self authoring program which thousands of people are using that now and",
   "start": 8533.55,
   "duration": 4.22
  },
  {
   "text": "We've helped thousands of thousands of students now stay in the university, so that's really cool. Well, maybe not given the state of the university",
   "start": 8538.23,
   "duration": 7.189
  },
  {
   "text": "I'm contributing to the problem, but you know, but they're",
   "start": 8546.99,
   "duration": 3.5
  },
  {
   "text": "But they're sticking out their plans. That's the point. They're actually making plans and sticking them out, so",
   "start": 8551.01,
   "duration": 5.33
  },
  {
   "text": "So I think that we can and we know how to start small with because the way to build a big system is to build",
   "start": 8557.37,
   "duration": 5.389
  },
  {
   "text": "a small system that works and then scale it and so",
   "start": 8562.76,
   "duration": 2.97
  },
  {
   "text": "That's I've been talking with my partner",
   "start": 8566.37,
   "duration": 2.629
  },
  {
   "text": "His name is Daniel higgins another partner Bob peel he used to be my graduate supervisor at McGill",
   "start": 8569.0,
   "duration": 5.49
  },
  {
   "text": "And we've been working on this sort of thing for about 25 years and our goal being right from the beginning to build",
   "start": 8574.49,
   "duration": 5.168
  },
  {
   "text": "Low-cost high-quality",
   "start": 8580.449,
   "duration": 1.53
  },
  {
   "text": "psycho-educational",
   "start": 8581.979,
   "duration": 1.081
  },
  {
   "text": "interventions and bring them to as wide a market as possible, so",
   "start": 8583.06,
   "duration": 3.559
  },
  {
   "text": "and then my and Daniel in particular has devoted most of his life to doing that it's been about 20 years now, so",
   "start": 8587.02,
   "duration": 5.78
  },
  {
   "text": "So well that's a sketch of it all outline more of it on the web at some point",
   "start": 8594.52,
   "duration": 4.429
  },
  {
   "text": "But that's kind of what's what we've been deciding. What we've been planning to do",
   "start": 8598.949,
   "duration": 3.209
  },
  {
   "text": "Yep",
   "start": 8603.069,
   "duration": 2.0
  },
  {
   "text": "look",
   "start": 8607.72,
   "duration": 1.889
  },
  {
   "text": "When you were on the rubin report not too long ago in that discussion you mentioned how use of psilocybin",
   "start": 8609.609,
   "duration": 7.19
  },
  {
   "text": "straightens people out and",
   "start": 8617.56,
   "duration": 1.95
  },
  {
   "text": "Can produce these transcendent?",
   "start": 8619.51,
   "duration": 2.0
  },
  {
   "text": "Experiences, which is jarring for a person who may have?",
   "start": 8621.939,
   "duration": 2.299
  },
  {
   "text": "Personally wanted lesion that on the rubin which were happy with for someone who became a Christian as a result of their only time doing",
   "start": 8624.819,
   "duration": 6.62
  },
  {
   "text": "Magic mushrooms was during piece of information",
   "start": 8631.439,
   "duration": 2.31
  },
  {
   "text": "I was just wondering if you could expand on what you find intriguing about religious experience",
   "start": 8633.75,
   "duration": 4.259
  },
  {
   "text": "And what we can know about the transcendent from them if anything",
   "start": 8638.01,
   "duration": 3.0
  },
  {
   "text": "That's a tough one, man um",
   "start": 8646.539,
   "duration": 2.0
  },
  {
   "text": "the relationship between",
   "start": 8654.0,
   "duration": 2.0
  },
  {
   "text": "entheogen accuse let's say which is sometimes what those chemicals are described and",
   "start": 8656.37,
   "duration": 6.229
  },
  {
   "text": "Religious experience is unspecified",
   "start": 8663.24,
   "duration": 2.0
  },
  {
   "text": "But it looks like it's profound there was a man named Gordon was saw",
   "start": 8665.64,
   "duration": 4.25
  },
  {
   "text": "Who wrote a book I remember correctly called Soma?",
   "start": 8670.44,
   "duration": 2.809
  },
  {
   "text": "He was investigating the potential use of hema, Nida Muscaria mushrooms",
   "start": 8673.979,
   "duration": 5.33
  },
  {
   "text": "Among the people who wrote the hindu, holy scriptures",
   "start": 8679.83,
   "duration": 3.169
  },
  {
   "text": "Thousands of Years ago, and he felt that he identified the chemical that they were using the sacred drink",
   "start": 8683.85,
   "duration": 6.65
  },
  {
   "text": "the use of Ayahuasca and",
   "start": 8691.68,
   "duration": 2.299
  },
  {
   "text": "psilocybin mushrooms and so forth is well-documented particularly in North America and the",
   "start": 8695.52,
   "duration": 5.209
  },
  {
   "text": "Evidence the empirical evidence that under certain conditions those chemicals can produce religious experiences is absolutely overwhelming",
   "start": 8700.95,
   "duration": 6.799
  },
  {
   "text": "That has been good research done recently at Johns Hopkins",
   "start": 8708.27,
   "duration": 2.66
  },
  {
   "text": "Looking at psilocybin the first research that's been done on hallucinogens really in",
   "start": 8712.29,
   "duration": 4.25
  },
  {
   "text": "30 years because people were so terrified of them in the 60s and for good reason",
   "start": 8717.84,
   "duration": 4.61
  },
  {
   "text": "indicated that the people that they dosed with psilocybin about 75 percent of them had a mystical experience which they regarded as one of the",
   "start": 8724.62,
   "duration": 7.7
  },
  {
   "text": "Five three to five most important experiences of their life and a year later",
   "start": 8733.08,
   "duration": 4.429
  },
  {
   "text": "Were characterized by a permanent personality transformation which was an increase in trade openness of one standard deviation?",
   "start": 8738.69,
   "duration": 5.839
  },
  {
   "text": "Which is a lot by the way it moves you from 50th percentile to 85th percentile for example",
   "start": 8745.05,
   "duration": 5.33
  },
  {
   "text": "It's a huge move and that looked permanent now whether or not that's a good thing",
   "start": 8750.38,
   "duration": 4.379
  },
  {
   "text": "That's a whole different issue, but they're very very powerful and they also did some recent research",
   "start": 8754.76,
   "duration": 4.68
  },
  {
   "text": "Showing that psilocybin mushrooms were an unbelievably effective smoking cessation",
   "start": 8760.26,
   "duration": 4.459
  },
  {
   "text": "Intervention so if I remember correctly and I may have this wrong because it's been awhile since I read it an 80% success rate in",
   "start": 8766.41,
   "duration": 6.859
  },
  {
   "text": "stopping people from using",
   "start": 8774.42,
   "duration": 2.0
  },
  {
   "text": "Tobacco with one psilocybin experience and so",
   "start": 8776.58,
   "duration": 3.679
  },
  {
   "text": "Well, so those things are very all of that's very interesting to me, and I don't exactly know what make of it",
   "start": 8780.78,
   "duration": 5.41
  },
  {
   "text": "I don't know what to make of it at all not even a little bit but",
   "start": 8786.19,
   "duration": 3.839
  },
  {
   "text": "but the evidence for the relationship between",
   "start": 8792.591,
   "duration": 2.689
  },
  {
   "text": "met mystical experiences and",
   "start": 8796.04,
   "duration": 2.27
  },
  {
   "text": "Hallucinogen use of certain types is incontrovertible, and I don't and I don't think anybody else knows what to derive from that",
   "start": 8799.251,
   "duration": 7.309
  },
  {
   "text": "I mean one conclusion is",
   "start": 8806.561,
   "duration": 2.0
  },
  {
   "text": "something like",
   "start": 8809.271,
   "duration": 2.0
  },
  {
   "text": "Religious experiences are a common concomitant of going temporarily insane",
   "start": 8813.08,
   "duration": 5.12
  },
  {
   "text": "and that it's not a bad hypothesis because you see for example in the prodrome of",
   "start": 8818.561,
   "duration": 4.589
  },
  {
   "text": "illnesses like schizophrenia",
   "start": 8823.7,
   "duration": 1.261
  },
  {
   "text": "And sometimes manic depressive disorder - on a Mannequin you do see the emergence",
   "start": 8824.961,
   "duration": 5.359
  },
  {
   "text": "Often of religious type delusions. It's not that common, but it's not uncommon so it's definitely the case that if your",
   "start": 8830.69,
   "duration": 6.469
  },
  {
   "text": "Brain",
   "start": 8838.28,
   "duration": 1.2
  },
  {
   "text": "function has been detrimental e affected one of the consequences can be",
   "start": 8839.48,
   "duration": 4.91
  },
  {
   "text": "Experiences that are subjectively experienced as indistinguishable from the religious you also see the same thing in cases of epilepsy",
   "start": 8845.33,
   "duration": 7.28
  },
  {
   "text": "especially in the prodromus",
   "start": 8853.16,
   "duration": 1.551
  },
  {
   "text": "So if you have an epileptic condition sometimes you know that you're going to have a seizure you can feel it mounting and often",
   "start": 8854.711,
   "duration": 6.779
  },
  {
   "text": "Or at least occasionally",
   "start": 8862.58,
   "duration": 1.891
  },
  {
   "text": "those experiences are associated with an elevation of",
   "start": 8864.471,
   "duration": 4.37
  },
  {
   "text": "religious sensation deepening meaning",
   "start": 8869.721,
   "duration": 2.479
  },
  {
   "text": "that increases in its depth and complexity until it's",
   "start": 8872.99,
   "duration": 4.07
  },
  {
   "text": "Overwhelming and that's what?",
   "start": 8877.761,
   "duration": 2.0
  },
  {
   "text": "Subjectively brings on the seizure now",
   "start": 8880.16,
   "duration": 2.0
  },
  {
   "text": "God only knows how to disentangle causality in this circumstance like that dostoevsky had seizures like that by the way",
   "start": 8882.801,
   "duration": 6.349
  },
  {
   "text": "So so that the the pessimistic Viewpoint is",
   "start": 8889.461,
   "duration": 3.979
  },
  {
   "text": "Religious phenomenology is a consequence of brain disorder",
   "start": 8895.431,
   "duration": 3.139
  },
  {
   "text": "the positive side",
   "start": 8899.601,
   "duration": 2.0
  },
  {
   "text": "more positive side is",
   "start": 8902.091,
   "duration": 2.0
  },
  {
   "text": "no, religious experience is a",
   "start": 8904.94,
   "duration": 2.419
  },
  {
   "text": "category of experience that's within the realm of human possibility and there are different modes of",
   "start": 8908.511,
   "duration": 6.019
  },
  {
   "text": "Eliciting it and we know that there are many modes of eliciting. It's stinkin elicited",
   "start": 8914.841,
   "duration": 4.609
  },
  {
   "text": "dancing under some circumstances music and elicited music elicits it regularly",
   "start": 8924.23,
   "duration": 4.279
  },
  {
   "text": "I mean basically as far as I'm concerned Rock concerts are indistinguishable from religious rituals",
   "start": 8928.51,
   "duration": 4.98
  },
  {
   "text": "their rituals not like they don't come with",
   "start": 8934.16,
   "duration": 2.419
  },
  {
   "text": "Dogmatic overlay, let's say, but the ritualistic structure is there and maybe it's there just listening to music",
   "start": 8937.4,
   "duration": 5.33
  },
  {
   "text": "What that means for the investigation of hallucinogens? I have no idea and I would also certainly",
   "start": 8944.87,
   "duration": 6.44
  },
  {
   "text": "Use the caution that carl jung developed when he was talking about hallucinogens",
   "start": 8952.07,
   "duration": 4.49
  },
  {
   "text": "And he did that I think only a very brief number of times",
   "start": 8956.561,
   "duration": 3.029
  },
  {
   "text": "And I think in relationship to aldous huxley's original work on mescaline experiences. He said",
   "start": 8959.59,
   "duration": 5.85
  },
  {
   "text": "Beware of wisdom that you didn't earn",
   "start": 8966.32,
   "duration": 2.599
  },
  {
   "text": "And that's very very smart, so I would say",
   "start": 8970.101,
   "duration": 3.469
  },
  {
   "text": "there's something to be learned about",
   "start": 8974.24,
   "duration": 2.0
  },
  {
   "text": "There's something",
   "start": 8976.37,
   "duration": 1.29
  },
  {
   "text": "There's a lot to be learned about hallucinogens there may be something to be learned from them, but having said that",
   "start": 8977.66,
   "duration": 5.69
  },
  {
   "text": "if you play with fire you end up burnt generally speaking, so",
   "start": 8984.47,
   "duration": 5.0
  },
  {
   "text": "All due caution is in effect. So one more",
   "start": 8990.83,
   "duration": 5.629
  },
  {
   "text": "I know you're now the flex lee fan, so I thought I'd ask you this question",
   "start": 8997.79,
   "duration": 3.379
  },
  {
   "text": "After reading his book doors of perception in which he gives an account of his experience taking the pSyChedelic drug mescaline",
   "start": 9002.44,
   "duration": 7.91
  },
  {
   "text": "He stated that in the final stages of egolessness",
   "start": 9011.17,
   "duration": 3.77
  },
  {
   "text": "there is an obscene knowledge that all isn't all that all was actually each he then went out to say that this is as",
   "start": 9014.98,
   "duration": 7.819
  },
  {
   "text": "Near I take it as a finite mind can ever get to perceiving",
   "start": 9023.14,
   "duration": 3.53
  },
  {
   "text": "Everything that is happening in the universe",
   "start": 9027.19,
   "duration": 2.0
  },
  {
   "text": "I was wondering if maybe you could explain what that means because I've been trying to understand it for a monster",
   "start": 9029.44,
   "duration": 5.75
  },
  {
   "text": "There's the neuroscientist a while back his name. I don't remember who had a stroke and she",
   "start": 9042.75,
   "duration": 4.85
  },
  {
   "text": "being a neuroscientist was analyzing the",
   "start": 9049.561,
   "duration": 2.57
  },
  {
   "text": "Neurological consequences of the stroke as it occurred if I remember correctly the stroke",
   "start": 9053.311,
   "duration": 5.57
  },
  {
   "text": "Either temporarily or more permanently took out the function of large portions of her left",
   "start": 9059.79,
   "duration": 5.39
  },
  {
   "text": "hemisphere",
   "start": 9065.61,
   "duration": 0.5
  },
  {
   "text": "And she had exactly that experience",
   "start": 9066.11,
   "duration": 3.089
  },
  {
   "text": "it was an experience of ego dissolution something like that that the the felt sense of",
   "start": 9069.421,
   "duration": 7.039
  },
  {
   "text": "Identity shifting from that sort of Narrow Boundaries, maybe that you would define",
   "start": 9078.69,
   "duration": 3.98
  },
  {
   "text": "By the boundary of your physical being into something that was much broader and much",
   "start": 9083.37,
   "duration": 4.97
  },
  {
   "text": "Like it gets it gets it gets hard to describe this without you know",
   "start": 9089.58,
   "duration": 4.64
  },
  {
   "text": "degenerating into hippy poetry from 1967 very very rapidly, but it's something like",
   "start": 9094.98,
   "duration": 5.33
  },
  {
   "text": "A",
   "start": 9101.311,
   "duration": 1.32
  },
  {
   "text": "Sense a sense of of the underlying unity of consciousness that might be one way of thinking about we don't know much about consciousness",
   "start": 9102.631,
   "duration": 7.219
  },
  {
   "text": "In fact, I don't think we know anything about consciousness and obviously consciousness is something that we all Share, but it's also something that we",
   "start": 9110.101,
   "duration": 7.16
  },
  {
   "text": "seem to also experience individually",
   "start": 9118.021,
   "duration": 2.12
  },
  {
   "text": "But maybe our individual consciousnesses are something like the manifestations of something",
   "start": 9120.36,
   "duration": 5.209
  },
  {
   "text": "That's a more unified consciousness underneath. I mean that's hardly an original idea, but it does seem to be the case that under some circumstances",
   "start": 9125.57,
   "duration": 7.53
  },
  {
   "text": "There are neurological transformations that make that",
   "start": 9134.131,
   "duration": 3.079
  },
  {
   "text": "Link more apparent assuming that the link exists now",
   "start": 9138.811,
   "duration": 3.259
  },
  {
   "text": "You could say well. No, they're just producing a delusion, but the funny thing about you know funny thing about delusions",
   "start": 9142.07,
   "duration": 7.2
  },
  {
   "text": "Is that you've got to think well?",
   "start": 9149.271,
   "duration": 1.29
  },
  {
   "text": "how do you know something's a delusion and",
   "start": 9150.561,
   "duration": 1.87
  },
  {
   "text": "The answer that has to be like something like well hardly anyone else thinks that that would be criterion number one",
   "start": 9152.431,
   "duration": 5.899
  },
  {
   "text": "But criterion number two would be if you act on the delusion does your ship sink",
   "start": 9158.37,
   "duration": 5.93
  },
  {
   "text": "Because if your sip sinks, then it was a delusion, it's some like that, but if you act on your delusion and things get better",
   "start": 9164.94,
   "duration": 7.548
  },
  {
   "text": "well",
   "start": 9173.399,
   "duration": 1.021
  },
  {
   "text": "Then maybe it wasn't a delusion",
   "start": 9174.42,
   "duration": 1.85
  },
  {
   "text": "And there's no evidence from the psilocybin studies that have been conducted at johns hopkins that there was detrimental",
   "start": 9176.27,
   "duration": 5.28
  },
  {
   "text": "Effects for the participants and the participants certainly don't think the day effects are detrimental",
   "start": 9181.83,
   "duration": 4.489
  },
  {
   "text": "So and I've been hesitant to talk about any of this for obvious reasons haha. I'll tell you something really funny",
   "start": 9187.14,
   "duration": 5.69
  },
  {
   "text": "I think it's funny anyways I had timothy leary's old job at Harvard",
   "start": 9192.92,
   "duration": 4.529
  },
  {
   "text": "So you know and so leary is a good object lesson and being very careful about this sort of thing because it certainly",
   "start": 9198.39,
   "duration": 6.53
  },
  {
   "text": "It isn't obvious that his net effect was good",
   "start": 9208.739,
   "duration": 2.78
  },
  {
   "text": "And I say that with some caution because leary was a very smart person and he was very creative",
   "start": 9212.97,
   "duration": 4.04
  },
  {
   "text": "but he got tangled up in that hallucinogenic Madhouse you know that that characterized the say the period from",
   "start": 9217.5,
   "duration": 6.649
  },
  {
   "text": "1965 to about 1970 and it didn't seem to me that that was altogether a good thing",
   "start": 9224.55,
   "duration": 5.629
  },
  {
   "text": "thing is we have these chemicals now in our culture and",
   "start": 9230.489,
   "duration": 2.87
  },
  {
   "text": "people are experimenting with them like mad and making them illegal doesn't seem to be working in large part because",
   "start": 9233.79,
   "duration": 6.649
  },
  {
   "text": "There I think there were seven known",
   "start": 9241.319,
   "duration": 2.66
  },
  {
   "text": "Seven to Twenty known psychoactive substances that were illegal in",
   "start": 9244.56,
   "duration": 4.31
  },
  {
   "text": "The year 2000 there's something like 400 now",
   "start": 9249.33,
   "duration": 3.29
  },
  {
   "text": "Because labs all over the world keep tweaking the molecules",
   "start": 9253.199,
   "duration": 2.959
  },
  {
   "text": "right because molecule a is illegal so chemists just shifted a little bit and they have a new hallucinogen and",
   "start": 9256.56,
   "duration": 6.799
  },
  {
   "text": "Which might be fine and might not be because now and then you can produce a chemical that's unbelievably dangerous",
   "start": 9264.39,
   "duration": 5.12
  },
  {
   "text": "Fentanyl sort of like that there was a drug a while back that I could name. I can't remember the name",
   "start": 9270.06,
   "duration": 5.15
  },
  {
   "text": "It was an acronym. It was a fun drug if you took it once it gave you permanent irreversible",
   "start": 9275.52,
   "duration": 5.389
  },
  {
   "text": "Total Parkinson's disease so people would take it and they were frozen and that was it so mpTp",
   "start": 9281.52,
   "duration": 7.219
  },
  {
   "text": "I think it was called",
   "start": 9288.739,
   "duration": 1.511
  },
  {
   "text": "So because it destroyed the same area of the brain that",
   "start": 9290.25,
   "duration": 2.87
  },
  {
   "text": "that Parkinson's destroys accepted in it right away, so",
   "start": 9293.76,
   "duration": 2.839
  },
  {
   "text": "You know designer drugs, right?",
   "start": 9297.689,
   "duration": 2.45
  },
  {
   "text": "A",
   "start": 9300.87,
   "duration": 1.18
  },
  {
   "text": "Little Caution is in order",
   "start": 9302.05,
   "duration": 1.77
  },
  {
   "text": "How we might approach the issue of hallucinogen use in a mature Manner",
   "start": 9303.82,
   "duration": 5.269
  },
  {
   "text": "Well, that's a topic for an entirely other discussion",
   "start": 9309.4,
   "duration": 2.959
  },
  {
   "text": "I'm not even necessarily sure that it can be approached that way although I would say at minimum",
   "start": 9312.39,
   "duration": 5.25
  },
  {
   "text": "determining what it is that you're up to if you're going to experiment would be a good thing like what is it exactly that you're",
   "start": 9321.01,
   "duration": 6.11
  },
  {
   "text": "Serving they're not party drugs and not for fun",
   "start": 9327.12,
   "duration": 3.87
  },
  {
   "text": "Right whatever. They are that's not what they're for and so, maybe they could be used",
   "start": 9331.601,
   "duration": 5.989
  },
  {
   "text": "By people who are carefully orienting themselves towards the good although I wouldn't say that that should be",
   "start": 9338.29,
   "duration": 6.2
  },
  {
   "text": "Read as a recommendation",
   "start": 9344.98,
   "duration": 2.0
  },
  {
   "text": "Thank you. Yep",
   "start": 9347.98,
   "duration": 2.0
  },
  {
   "text": "The theory next week, thank you",
   "start": 9353.83,
   "duration": 2.57
  }
 ]
}