{
 "video_id": "XbOeO_frzvg",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "2016/11/08: My Message to Millennials: How to Change the World -- Properly",
 "url": "https://www.youtube.com/watch?v=XbOeO_frzvg",
 "date": "2016-11-08",
 "description": "Young people want, rightly, to change the world. But how might this be properly done? Dr Jonathan Haidt recently contrasted Truth University with Social Justice University. Social Justice U has as its advantage the call to social transformation. In this video, I outline why Truth is the proper route to societal improvement -- and why that starts with the individual.\n\nFree Future Authoring Code Expires December 7th, 2016\n\nLink to Jonathan Haidt’s article on Truth U vs Social Justice U: http://heterodoxacademy.org/2016/10/21/one-telos-truth-or-social-justice/\nLink to http://www.selfauthoring.com/future-authoring.html\nLink to reading list: http://jordanbpeterson.com/2016/11/maps-of-meaning-intro/\nLink to paper on Future Authoring: http://www.palgrave-journals.com/articles/palcomms201514\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 1825,
 "transcript_parts": [
  {
   "text": "Hi there. This is my message to Millennials about how to change the world and I would say how to change the world properly",
   "start": 0.159,
   "duration": 7.43
  },
  {
   "text": "[of] course the question, then is well exactly what do you mean by properly and of course that's the fundamental issue",
   "start": 8.2,
   "duration": 5.24
  },
  {
   "text": "So I'm going to walk through that little bit",
   "start": 13.44,
   "duration": 2.159
  },
  {
   "text": "So I'm gonna and I've also got an offer to make to any millennials that are willing to watch this so",
   "start": 15.599,
   "duration": 6.54
  },
  {
   "text": "This was triggered in [part] by something I read recently by Jonathan hate and Jonathan haidt is the professor of ethical leadership at the nyu",
   "start": 23.199,
   "duration": 7.58
  },
  {
   "text": "Stern school of business, and he's been a very astute",
   "start": 31.119,
   "duration": 2.479
  },
  {
   "text": "Commentator recently on some of the political battles that have been going on in the social sciences",
   "start": 34.18,
   "duration": 4.16
  },
  {
   "text": "[noting] for example that there is very little political diversity in the views of social scientists and perhaps even less on",
   "start": 39.25,
   "duration": 6.169
  },
  {
   "text": "the part of the people in the humanities",
   "start": 45.52,
   "duration": 2.0
  },
  {
   "text": "And hate recently wrote something which all all what are you linked to in the and the description of this video?",
   "start": 48.16,
   "duration": 6.619
  },
  {
   "text": "Where he claimed that universities have to decide between Social justice and truth and on the side of truth he puts",
   "start": 55.84,
   "duration": 6.979
  },
  {
   "text": "Philosopher call named John Stuart Mill an English Philosopher who said",
   "start": 63.219,
   "duration": 3.469
  },
  {
   "text": "He who knows only his side of the case knows little of that",
   "start": 67.33,
   "duration": 3.739
  },
  {
   "text": "His reasons may be good and no one may have been able to refute them",
   "start": 71.71,
   "duration": 3.139
  },
  {
   "text": "But if he is equally unable to refute the reasons on the opposite side if he does not",
   "start": 74.85,
   "duration": 4.529
  },
  {
   "text": "Does not so much as know what they are he has no ground for preferring either opinion",
   "start": 79.99,
   "duration": 4.34
  },
  {
   "text": "And then he juxtaposes",
   "start": 84.33,
   "duration": 1.719
  },
  {
   "text": "John Stuart Mill with Karl Marx who said the Philosopher's have only interpreted the world in various ways the point is to [change] it",
   "start": 86.049,
   "duration": 6.5
  },
  {
   "text": "He considers Marx the Patron Saint of Social justice",
   "start": 92.67,
   "duration": 3.569
  },
  {
   "text": "University which is oriented around changing the world in part by overthrowing power structures and privilege",
   "start": 96.97,
   "duration": 4.969
  },
  {
   "text": "It sees political diversity as an obstacle to action",
   "start": 102.579,
   "duration": 3.23
  },
  {
   "text": "male on the other hand according to hate is the Patron saint [of] what he calls truth you which sees truth as a",
   "start": 106.36,
   "duration": 5.809
  },
  {
   "text": "Process in which flawed individuals challenge each other's biased and incomplete reasoning and in the process all become smarter",
   "start": 112.27,
   "duration": 7.19
  },
  {
   "text": "Hate points out the truth university dies when it becomes intellectually uniform or politically, orthodox",
   "start": 119.92,
   "duration": 5.15
  },
  {
   "text": "So I guess this video is in part my call along with Jonathan haidt for young people to join",
   "start": 125.32,
   "duration": 7.129
  },
  {
   "text": "Truth universe versity, but there's a problem with that because the university is where the truth is being sought",
   "start": 132.819,
   "duration": 6.05
  },
  {
   "text": "That's the university, but there's a problem",
   "start": 138.87,
   "duration": 2.13
  },
  {
   "text": "and that is that young people want to change the world and it's part of what Piaget the",
   "start": 141.0,
   "duration": 3.93
  },
  {
   "text": "developmental psychologist piaget called the Messianic stage and there's some real utility in that because we're social creatures and",
   "start": 145.15,
   "duration": 7.28
  },
  {
   "text": "As we construct ourselves and formulate ourselves and bring our own character into being predicated on our on our",
   "start": 153.31,
   "duration": 6.98
  },
  {
   "text": "biological",
   "start": 160.93,
   "duration": 1.98
  },
  {
   "text": "Platform our biological being we also simultaneously have to integrate",
   "start": 162.91,
   "duration": 3.5
  },
  {
   "text": "Adjust to integrate with and negotiate with Society which sometimes needs to be changed",
   "start": 166.78,
   "duration": 4.76
  },
  {
   "text": "The structure of [Society] has to be preserved",
   "start": 172.0,
   "duration": 2.119
  },
  {
   "text": "But it has to be [updated] and proved as it moves forward and so part of the problem is how to update and improve it",
   "start": 174.37,
   "duration": 5.0
  },
  {
   "text": "without",
   "start": 179.37,
   "duration": 1.27
  },
  {
   "text": "doing [that] so rapidly that you destroy everything of any value, so",
   "start": 180.64,
   "duration": 3.62
  },
  {
   "text": "The problem I have with the marxist perspective, and I've had this problem with it for a long time",
   "start": 184.84,
   "duration": 4.339
  },
  {
   "text": "Is that I don't think [that] you should trust people whose primary goal?",
   "start": 189.18,
   "duration": 3.39
  },
  {
   "text": "when when",
   "start": 193.48,
   "duration": 1.05
  },
  {
   "text": "when they're attempting to change the world for the better is to change other people and you can tell who those people are because they're",
   "start": 194.53,
   "duration": 5.63
  },
  {
   "text": "always blaming other people and they're looking for victims they're looking for perpetrators and victims and then they're going off to stop the",
   "start": 200.16,
   "duration": 5.369
  },
  {
   "text": "perpetrators, and I think that's wrong because as",
   "start": 205.66,
   "duration": 2.539
  },
  {
   "text": "Alexander solzhenitsyn said he's a great Russian writer who helped bring down the soviet union",
   "start": 208.72,
   "duration": 4.13
  },
  {
   "text": "He said the line between good and Evil runs down every every [humans] heart",
   "start": 212.85,
   "duration": 4.319
  },
  {
   "text": "So that so the real battle as far as I'm concerned",
   "start": 217.36,
   "duration": 2.779
  },
  {
   "text": "And I think this goes along with the true tradition in [which] John stuart mill is is firmly placed in is that?",
   "start": 220.14,
   "duration": 5.22
  },
  {
   "text": "to overcome Tyranny and malevolence and",
   "start": 225.94,
   "duration": 2.69
  },
  {
   "text": "Chaos and Nihilism and the Desire to bring everything to a halt you have to repair the fissures",
   "start": 229.3,
   "duration": 6.229
  },
  {
   "text": "And-And-and the rift that's in your own soul, basically and that means that you have to confront",
   "start": 236.17,
   "duration": 4.279
  },
  {
   "text": "the the Evil that lives in your own heart",
   "start": 240.97,
   "duration": 2.239
  },
  {
   "text": "and there's a there's a statement from the new testament [that] I think is very much apropos with regards to this particular idea and",
   "start": 243.209,
   "duration": 6.029
  },
  {
   "text": "this is",
   "start": 249.64,
   "duration": 1.44
  },
  {
   "text": "This is part of the sermon on the mount which is a central text in in western in the western tradition",
   "start": 251.08,
   "duration": 5.81
  },
  {
   "text": "I would say [obviously] central to Christianity but central to everything that western civilization has built and so christ says to his followers",
   "start": 256.89,
   "duration": 7.619
  },
  {
   "text": "Why be holdest thou?",
   "start": 265.51,
   "duration": 2.0
  },
  {
   "text": "the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye or",
   "start": 267.51,
   "duration": 5.64
  },
  {
   "text": "How wilt thou say to thy brother let me pull out the mote out of thine eye and behold a beam is in [thine] own",
   "start": 273.79,
   "duration": 6.589
  },
  {
   "text": "eye thou hypocrite first cast out [the] beam out of thine own eye and then",
   "start": 280.38,
   "duration": 4.47
  },
  {
   "text": "Shalt thou see clearly to cast the mote out of thy brother's eye",
   "start": 285.31,
   "duration": 3.65
  },
  {
   "text": "Well, I like that quote because it places the responsibility",
   "start": 289.6,
   "duration": 3.14
  },
  {
   "text": "For change at every level of being on the individual and obviously the individual interacts with society",
   "start": 293.29,
   "duration": 6.829
  },
  {
   "text": "But the idea here is that unless the individual straightens out his or her [own] soul",
   "start": 300.12,
   "duration": 4.38
  },
  {
   "text": "There's no possibility that the impact the individual can have on society can be anything, but [buts] a harmful in proportion to the harm",
   "start": 304.84,
   "duration": 6.74
  },
  {
   "text": "That's still in the soul. These are important [things] to know they're vitally important things to know",
   "start": 311.58,
   "duration": 4.289
  },
  {
   "text": "So okay, so but then we're faced with the conundrum that young people also want to change the world",
   "start": 316.45,
   "duration": 5.0
  },
  {
   "text": "but that's no problem because I [think] you can bring you could bring truth university together with the desire to",
   "start": 321.45,
   "duration": 5.549
  },
  {
   "text": "to make real change, but change",
   "start": 327.16,
   "duration": 2.0
  },
  {
   "text": "Change change has to start [at] the right place",
   "start": 329.68,
   "duration": 2.33
  },
  {
   "text": "so I'm going to tell you how I [think] you should change yourself so that you can change the world and",
   "start": 332.01,
   "duration": 4.799
  },
  {
   "text": "So that the world that you bring into being will be a better world and all the worst one",
   "start": 337.18,
   "duration": 3.5
  },
  {
   "text": "Remember remember you need to know about this that the world that the followers of Marx brought into being in the 20th century",
   "start": 340.93,
   "duration": 6.32
  },
  {
   "text": "Killed more than a hundred million people say in China and russia. [I] mean the soviet Union and [in] places like Cambodia and Vietnam",
   "start": 347.32,
   "duration": 6.919
  },
  {
   "text": "The world certainly changed as a consequence of Marxist doctrine",
   "start": 354.79,
   "duration": 3.079
  },
  {
   "text": "But it didn't [change] in in a good direction and of course the Marxist doctrine is",
   "start": 357.87,
   "duration": 3.78
  },
  {
   "text": "Making itself heard in a massive way across the west again now so all right",
   "start": 361.87,
   "duration": 5.42
  },
  {
   "text": "So what should you do about that? Well? Here's an idea?",
   "start": 367.29,
   "duration": 3.329
  },
  {
   "text": "The first thing you have to do is orient yourself now",
   "start": 371.62,
   "duration": 2.78
  },
  {
   "text": "You probably have all watched pinocchio and pinocchio is about how a marionette someone who's whose strings are being pulled by Forces Beyond his comprehension",
   "start": 374.4,
   "duration": 7.799
  },
  {
   "text": "[that's] the situation of the undeveloped individual",
   "start": 382.6,
   "duration": 3.079
  },
  {
   "text": "Geppetto who's a Benevolent father so a benevolent?",
   "start": 386.2,
   "duration": 2.539
  },
  {
   "text": "Symbol a symbol of benevolent culture makes a puppet his son",
   "start": 389.65,
   "duration": 4.009
  },
  {
   "text": "and then wishes on a star now a star is something that glitters up in the sky and it's and it's associated with the",
   "start": 393.66,
   "duration": 6.269
  },
  {
   "text": "Transcendent and Beyond and the divine and you know if you look up in the night, [sky]",
   "start": 400.21,
   "duration": 3.599
  },
  {
   "text": "And it's very dark [you] get a feeling of awe it's because you're confronting your soul",
   "start": 403.81,
   "duration": 4.139
  },
  {
   "text": "so to speak your individual soul is confronting the cosmos and you can feel a relationship between you and and and",
   "start": 407.949,
   "duration": 5.79
  },
  {
   "text": "and the totality so looking up into the sky is like a religious experience if it's a starry sky and",
   "start": 413.93,
   "duration": 5.929
  },
  {
   "text": "to wish upon a star is to find in a light that orient's you like the North star and",
   "start": 419.93,
   "duration": 4.88
  },
  {
   "text": "To pick a highest goal to pick the highest goal",
   "start": 424.97,
   "duration": 2.659
  },
  {
   "text": "You can conceive of and so that's what geppetto does he raises his eyes above his",
   "start": 427.629,
   "duration": 4.29
  },
  {
   "text": "his Day-To-day concerns and tries to establish a relationship with the highest of all possible values and",
   "start": 432.169,
   "duration": 5.57
  },
  {
   "text": "And and he has the most profound of wishes and the most profound of wishes is that the puppet that he's created",
   "start": 438.319,
   "duration": 6.71
  },
  {
   "text": "Could become a genuine individual genuinely fully fully developed human being and that's what you can wish for [yourself]",
   "start": 445.219,
   "duration": 6.77
  },
  {
   "text": "That's you can wish and and and and aim for that in yourself",
   "start": 452.18,
   "duration": 3.47
  },
  {
   "text": "and then",
   "start": 455.659,
   "duration": 0.75
  },
  {
   "text": "You see that's how you deal [with] the suffering that's attendant on life because life is suffering and because life is very hard and people",
   "start": 456.409,
   "duration": 6.5
  },
  {
   "text": "Get sick, and they become mentally ill and and and there's malevolence in the world",
   "start": 462.909,
   "duration": 4.65
  },
  {
   "text": "And there's tragedy and so life is very very hard",
   "start": 467.56,
   "duration": 2.279
  },
  {
   "text": "and if",
   "start": 469.84,
   "duration": 0.729
  },
  {
   "text": "you're not properly oriented with regards to life the fact that it's hard and the fact that it's full of suffering can can warp and",
   "start": 470.569,
   "duration": 6.649
  },
  {
   "text": "twist and Bend you until you become murderous and resentful and and",
   "start": 477.219,
   "duration": 3.45
  },
  {
   "text": "even go Beyond murderous and resentment to wish for for genocide and evil even to wish for [the] destruction of everything and",
   "start": 480.889,
   "duration": 6.17
  },
  {
   "text": "So you have to learn [how] to strengthen yourself as an individual [so] that you can bear?",
   "start": 487.279,
   "duration": 4.82
  },
  {
   "text": "the",
   "start": 492.319,
   "duration": 0.6
  },
  {
   "text": "Burden of being without becoming corrupt you have to decide that that is what you're aiming [for] is that you want to become [a] fully",
   "start": 492.919,
   "duration": 5.959
  },
  {
   "text": "developed human being and stop being a",
   "start": 498.879,
   "duration": 2.0
  },
  {
   "text": "Pathetic Marionette whose strings are being pulled by Horrible Forces behind the scenes",
   "start": 501.319,
   "duration": 3.8
  },
  {
   "text": "So I would say to wish on a stars to Aim at the highest good in the question, then is well",
   "start": 505.909,
   "duration": 5.0
  },
  {
   "text": "What what is the good?",
   "start": 510.909,
   "duration": 1.69
  },
  {
   "text": "well",
   "start": 512.599,
   "duration": 1.05
  },
  {
   "text": "We can answer that in two ways",
   "start": 513.649,
   "duration": 1.52
  },
  {
   "text": "We could say that the good is the opposite of evil",
   "start": 515.169,
   "duration": 3.0
  },
  {
   "text": "And I can tell you what evil is evil",
   "start": 518.169,
   "duration": 2.0
  },
  {
   "text": "is the conscious desire to produce suffering where suffering is not necessary and so if you read about",
   "start": 520.37,
   "duration": 6.289
  },
  {
   "text": "What happened in the NaZi Concentration?",
   "start": 527.0,
   "duration": 1.829
  },
  {
   "text": "camps for example or in the in the Russian concentration camps during the soviet time of the soviet union",
   "start": 528.829,
   "duration": 5.09
  },
  {
   "text": "you'll get a good flow favor for what constitutes evil and evil is the desire to exploit the vulnerability of other people to",
   "start": 533.92,
   "duration": 6.42
  },
  {
   "text": "self-consciously exploit the",
   "start": 540.62,
   "duration": 1.38
  },
  {
   "text": "Vulnerability of other people and to elevate their suffering beyond their or anyone's ability to tolerate and so the good is the opposite of that",
   "start": 542.0,
   "duration": 6.529
  },
  {
   "text": "Whatever the opposite of that is the good is harder to get a handle on but here's one hint",
   "start": 548.53,
   "duration": 5.04
  },
  {
   "text": "and I got this from reading jean Piaget partly who's a developmental pSychologist and",
   "start": 553.57,
   "duration": 4.109
  },
  {
   "text": "Piaget talked about the",
   "start": 558.89,
   "duration": 1.83
  },
  {
   "text": "Equilibrated state and in equilibrated state is like a game the children play",
   "start": 560.72,
   "duration": 3.35
  },
  {
   "text": "Where every child wants to play the game you have a little social group?",
   "start": 564.38,
   "duration": 3.589
  },
  {
   "text": "And that's the children's play group and any of us the individuals within it those are the individual children and the structure is the game",
   "start": 567.97,
   "duration": 6.27
  },
  {
   "text": "and it's a good game if everyone wants to play it and",
   "start": 574.82,
   "duration": 2.869
  },
  {
   "text": "And piaget noted that a game like that will outperform a game that people have to be terrorized to play because it doesn't entail it",
   "start": 578.24,
   "duration": 7.399
  },
  {
   "text": "doesn't require any enforcement cost and so I've sort of developed the idea of [nil] equilibrated state to think that if",
   "start": 585.64,
   "duration": 7.5
  },
  {
   "text": "If you're aiming at the good, then you want what's good for you?",
   "start": 593.42,
   "duration": 3.619
  },
  {
   "text": "And I mean good [for] you as if you were taking care of yourself, and we're good to yourself",
   "start": 597.25,
   "duration": 3.899
  },
  {
   "text": "We were treating yourself like someone you loved",
   "start": 601.15,
   "duration": 2.0
  },
  {
   "text": "That was good for you in a way that [would] also be good for your family, and then it would be good for you",
   "start": 603.44,
   "duration": 5.029
  },
  {
   "text": "And your family in a way that was also good for society and then it would be",
   "start": 608.47,
   "duration": 4.409
  },
  {
   "text": "Good for you, and your family and society in a way that would [be] good for the world",
   "start": 613.1,
   "duration": 4.19
  },
  {
   "text": "And then it would be good now",
   "start": 617.81,
   "duration": 1.64
  },
  {
   "text": "And it would be good next week and the week after and a year from now and is long into the future [as] you can",
   "start": 619.45,
   "duration": 5.67
  },
  {
   "text": "See, so the good is something that's equilibrate across multiple levels of being in multiple time frames simultaneously",
   "start": 625.12,
   "duration": 6.539
  },
  {
   "text": "And it isn't necessarily that you know what that is going to be at any given moment, but you can orient yourself",
   "start": 631.66,
   "duration": 5.34
  },
  {
   "text": "So that's the state that you [want] to exist in and I can tell you",
   "start": 637.0,
   "duration": 2.909
  },
  {
   "text": "As far [as] I [can] tell when you exist in that state",
   "start": 640.4,
   "duration": 3.17
  },
  {
   "text": "even moment by Moment",
   "start": 644.48,
   "duration": 1.77
  },
  {
   "text": "Your life is imbued with a sense of meaning and that sense of meaning can help you transcend",
   "start": 646.25,
   "duration": 4.639
  },
  {
   "text": "Suffering the Philosopher Nietzsche said he who has a why",
   "start": 651.23,
   "duration": 3.409
  },
  {
   "text": "Can Bear [anyhow] he who has a why?",
   "start": 655.49,
   "duration": 2.63
  },
  {
   "text": "Can bear [anyhow] and so Nietzsche's idea was that if there was purpose in your life of sufficient grandeur that?",
   "start": 658.49,
   "duration": 6.349
  },
  {
   "text": "not only could the suffering in life be a",
   "start": 665.69,
   "duration": 2.299
  },
  {
   "text": "but maybe it even be",
   "start": 668.9,
   "duration": 2.0
  },
  {
   "text": "appreciated like it could be that you're willing to bear the burden of being because of",
   "start": 671.03,
   "duration": 4.76
  },
  {
   "text": "the",
   "start": 676.04,
   "duration": 0.66
  },
  {
   "text": "Exciting things that you can do with being the things you can build and the things that you can bring about and that might be",
   "start": 676.7,
   "duration": 5.63
  },
  {
   "text": "The highest imaginable state of being and that's that's a form of paradise, but it's not a paradise that you attain by transforming others",
   "start": 682.33,
   "duration": 6.39
  },
  {
   "text": "It's a paradise that you attain by transforming yourself",
   "start": 688.72,
   "duration": 3.299
  },
  {
   "text": "and",
   "start": 692.02,
   "duration": 0.73
  },
  {
   "text": "That's a very difficult thing to do and it's a very frightening thing to do because it means that you're you're",
   "start": 692.75,
   "duration": 4.73
  },
  {
   "text": "Retooling your soul, and that's that's a job for a real",
   "start": 697.61,
   "duration": 3.38
  },
  {
   "text": "That's the job for a forthright and honorable person and it's an exciting enough",
   "start": 701.69,
   "duration": 4.82
  },
  {
   "text": "Task so that it will keep you occupied for the rest of your life",
   "start": 706.51,
   "duration": 2.25
  },
  {
   "text": "and then magical things will happen to you well your",
   "start": 708.76,
   "duration": 2.1
  },
  {
   "text": "While you're doing it, and the world will arrange itself around you in the most wonderful way in a musical way",
   "start": 710.93,
   "duration": 5.269
  },
  {
   "text": "So that every part of what you're experiencing plays off",
   "start": 716.27,
   "duration": 3.44
  },
  {
   "text": "against every other part in a manner that has meaning",
   "start": 720.26,
   "duration": 3.08
  },
  {
   "text": "embedded in every aspect of it and you experience that by the way you experience that when you listen to a piece of [music] that",
   "start": 723.71,
   "duration": 5.239
  },
  {
   "text": "You love music represents that and that's why people it's why music",
   "start": 728.95,
   "duration": 3.239
  },
  {
   "text": "Nourishes the soul why it's the highest form of art at least in my opinion. So you have to live your life as if",
   "start": 732.86,
   "duration": 5.719
  },
  {
   "text": "Being is a symphony, and you're playing you're playing your instrumental part",
   "start": 739.1,
   "duration": 4.489
  },
  {
   "text": "Once you are it yourself. Then you have an [obligation]",
   "start": 767.84,
   "duration": 2.899
  },
  {
   "text": "I would say an obligation to the development of your soul to speak the truth you have to be oriented properly though",
   "start": 770.74,
   "duration": 5.07
  },
  {
   "text": "Because the truth is is something that",
   "start": 775.81,
   "duration": 1.87
  },
  {
   "text": "Exists in service to an ideal an ideal of sorts then you can imagine that you could use your [language] two ways you can use",
   "start": 777.68,
   "duration": 5.78
  },
  {
   "text": "your language to manipulate the world and",
   "start": 783.46,
   "duration": 2.0
  },
  {
   "text": "To extract from it what you want, so for example",
   "start": 785.75,
   "duration": 2.84
  },
  {
   "text": "Maybe you go out on a date with someone and you decide that the end goal of the date is to",
   "start": 788.59,
   "duration": 4.019
  },
  {
   "text": "Have a sexual partner for the night and then you can craft your language to manipulate",
   "start": 792.74,
   "duration": 3.8
  },
  {
   "text": "The person into providing you with you with what you want, and that's like an instrumental use of language",
   "start": 796.61,
   "duration": 5.18
  },
  {
   "text": "But the problem with [that]. There's many problems with that",
   "start": 802.22,
   "duration": 3.109
  },
  {
   "text": "But one of them is is that what if your idea about what you should want is wrong like maybe that's not the way to",
   "start": 805.33,
   "duration": 4.619
  },
  {
   "text": "treat someone that you're on a date with out on a date with maybe maybe you're",
   "start": 809.95,
   "duration": 4.559
  },
  {
   "text": "minimizing and reducing the interactions between you",
   "start": 815.18,
   "duration": 2.929
  },
  {
   "text": "from what could be a healthy and",
   "start": 818.9,
   "duration": 3.109
  },
  {
   "text": "Elevated state of interaction and discourse to something that's that",
   "start": 822.71,
   "duration": 3.44
  },
  {
   "text": "Basically the pursuit of impulsive pleasure and not maybe that's not good for you",
   "start": 826.88,
   "duration": 4.669
  },
  {
   "text": "Next week and the week after and a month down the road maybe orienting yourself towards impulsive pleasure is a very bad idea",
   "start": 831.77,
   "duration": 5.659
  },
  {
   "text": "Remember what happens in Pinocchio pinocchio goes to pleasure island and pleasure island is a place where impulsive pleasures can be had",
   "start": 837.89,
   "duration": 6.53
  },
  {
   "text": "at a moment's notice but what pinocchio discovers along with Jiminy cricket that pleasure island is run by",
   "start": 844.88,
   "duration": 5.78
  },
  {
   "text": "masked",
   "start": 851.57,
   "duration": 1.62
  },
  {
   "text": "Totalitarians there they're all dressed in black you remember. They're there turning the children and",
   "start": 853.19,
   "duration": 5.03
  },
  {
   "text": "Adolescents who are on Pleasure Island?",
   "start": 858.74,
   "duration": 1.71
  },
  {
   "text": "They're depriving about their voice turning them into brain",
   "start": 860.45,
   "duration": 2.809
  },
  {
   "text": "Jackasses and preparing to sell them as slaves to the salt mines and so there's an implication in that story that",
   "start": 863.54,
   "duration": 5.389
  },
  {
   "text": "the pursuit of Impulse of pleasure is",
   "start": 869.15,
   "duration": 2.029
  },
  {
   "text": "One route to totalitarianism and slavery, and I believe that so perhaps",
   "start": 871.7,
   "duration": 4.58
  },
  {
   "text": "Orienting your language towards the gathering of the impulsive pleasure is a miss is a misuse of your highest gift",
   "start": 876.86,
   "duration": 6.739
  },
  {
   "text": "You're the gift of logos the gift of communication",
   "start": 883.6,
   "duration": 2.55
  },
  {
   "text": "The alternative is to orient",
   "start": 886.4,
   "duration": 1.74
  },
  {
   "text": "Yourself towards the highest good as we already described and then speak the truth which and you can you can tell when you're doing that?",
   "start": 888.14,
   "duration": 5.39
  },
  {
   "text": "because or you can tell when you're not doing that because if you're if you're not telling the truth if you're using someone else's words",
   "start": 893.53,
   "duration": 5.279
  },
  {
   "text": "You're being",
   "start": 898.81,
   "duration": 1.34
  },
  {
   "text": "Elated into sense by forces that are behind the scenes. You're not using your own words",
   "start": 900.15,
   "duration": 4.71
  },
  {
   "text": "You're the puppet of an ideology or another thinker or your own impulsive desires",
   "start": 905.08,
   "duration": 5.539
  },
  {
   "text": "And you can tell when you're speaking like that because it makes you feel weak",
   "start": 910.62,
   "duration": 3.24
  },
  {
   "text": "It makes you feel weak and ashamed and you can localize that feeling",
   "start": 913.86,
   "duration": 3.029
  },
  {
   "text": "physiologically if you listen to yourself talk",
   "start": 917.53,
   "duration": 2.0
  },
  {
   "text": "you can tell when",
   "start": 919.9,
   "duration": 1.83
  },
  {
   "text": "when you're speaking",
   "start": 921.73,
   "duration": 1.32
  },
  {
   "text": "Properly you will experience a feeling of integration and strength and when you're speaking in a deceitful or manipulative Manner",
   "start": 923.05,
   "duration": 6.889
  },
  {
   "text": "You'll feel that you're starting to come apart at the seams and what you need to do is practice",
   "start": 929.94,
   "duration": 4.74
  },
  {
   "text": "Only saying things that make you feel stronger, and that'll mean to begin with it",
   "start": 934.87,
   "duration": 4.22
  },
  {
   "text": "You'll notice that almost everything you say is a lie. It's either a lie or someone else's words",
   "start": 939.09,
   "duration": 4.14
  },
  {
   "text": "It's very hard to find your [old] words, but you don't actually exist until you have your own words",
   "start": 943.3,
   "duration": 4.549
  },
  {
   "text": "So okay, so then you you try to teach yourself how to speak your own truth",
   "start": 948.52,
   "duration": 4.94
  },
  {
   "text": "And you listen to other people while you're doing that because they can help you shape and correct your words",
   "start": 953.46,
   "duration": 5.22
  },
  {
   "text": "They'll react to them badly if you formulate your ideas",
   "start": 959.47,
   "duration": 2.27
  },
  {
   "text": "Badly and if you listen and pay attention then you can learn to formulate your words",
   "start": 961.96,
   "duration": 3.229
  },
  {
   "text": "More and more clearly and accurately and that makes you more and more powerful",
   "start": 965.35,
   "duration": 3.409
  },
  {
   "text": "It makes you it gives you more and more authority which is the which is the beneficial form of power, okay?",
   "start": 968.76,
   "duration": 6.33
  },
  {
   "text": "So you do that, and then you have to make a decision of Faith",
   "start": 975.09,
   "duration": 3.09
  },
  {
   "text": "And that's basically well that you can either either use [your] language to manipulate the world and make it do what you want",
   "start": 978.18,
   "duration": 5.489
  },
  {
   "text": "or you can use your language to try to articulate the truth as carefully as you possibly can and then",
   "start": 984.19,
   "duration": 5.78
  },
  {
   "text": "[you] can see what happens you have to let go of your desire",
   "start": 991.06,
   "duration": 3.23
  },
  {
   "text": "For the for the consequences that you want you have to assume that if you speak the [truth]",
   "start": 994.75,
   "duration": 4.43
  },
  {
   "text": "The results are the best that is possible under the circumstances",
   "start": 999.7,
   "duration": 2.69
  },
  {
   "text": "[and] so it's a it's a it's an exciting way of living in some sense some sense",
   "start": 1002.73,
   "duration": 4.429
  },
  {
   "text": "It's like continually walking off a cliff because you don't know what's going to happen next [if] all you do is say what you think?",
   "start": 1007.16,
   "duration": 5.969
  },
  {
   "text": "You know and maybe you're at work, and you say what you [think] and you get fired you think oh my God?",
   "start": 1013.2,
   "duration": 3.619
  },
  {
   "text": "That's a terrible catastrophe, but maybe it's not because maybe if you're working somewhere, and you have to lie to maintain your job",
   "start": 1016.82,
   "duration": 6.929
  },
  {
   "text": "Maybe you shouldn't be there",
   "start": 1023.75,
   "duration": 1.05
  },
  {
   "text": "Maybe it's deadening your soul and damaging you in some permanent manner and making you corrupt and so",
   "start": 1024.8,
   "duration": 5.939
  },
  {
   "text": "You have to orient yourself you have to speak the truth",
   "start": 1031.14,
   "duration": 2.75
  },
  {
   "text": "as carefully as you can you have to listen to others so that you correct your speech and then you have to allow the",
   "start": 1034.07,
   "duration": 5.849
  },
  {
   "text": "Consequences that ensue to unfold as they will that's the ultimate act of Faith",
   "start": 1040.35,
   "duration": 4.34
  },
  {
   "text": "I would say and that's what you do if you belong to truth university",
   "start": 1044.69,
   "duration": 3.0
  },
  {
   "text": "All right, so more practically speaking then you should educate yourself",
   "start": 1048.03,
   "duration": 4.13
  },
  {
   "text": "and it's not that easy to do now because",
   "start": 1052.16,
   "duration": 2.25
  },
  {
   "text": "You have to find people who can [actually] tell you mostly what to read and maybe also how to write because writing is a way",
   "start": 1054.75,
   "duration": 5.63
  },
  {
   "text": "Of formulating your thoughts ever more precisely",
   "start": 1060.38,
   "duration": 2.52
  },
  {
   "text": "that's why you go to university to learn how to write if you learn if you know how to write you can think if",
   "start": 1062.9,
   "duration": 4.65
  },
  {
   "text": "You can think and speak and communicate in writing? You're you're unbelievably?",
   "start": 1067.77,
   "duration": 4.4
  },
  {
   "text": "powerful in the Authority Manner because",
   "start": 1073.02,
   "duration": 2.9
  },
  {
   "text": "arguments move the world Forward and if your arguments are tight and [well-constructed] and",
   "start": 1076.83,
   "duration": 4.7
  },
  {
   "text": "Lucid and well edited and carefully thought through and you have five rationales for everything that you're doing",
   "start": 1081.99,
   "duration": 4.969
  },
  {
   "text": "Which is what happens if you learn to write properly, then you're like a force of nature man",
   "start": 1087.21,
   "duration": 4.04
  },
  {
   "text": "No one can take you down",
   "start": 1091.29,
   "duration": 1.25
  },
  {
   "text": "And that's one of the things that people aren't taught about why you go get educated especially in the humanities",
   "start": 1092.54,
   "duration": 4.589
  },
  {
   "text": "humanities education if it's real",
   "start": 1098.34,
   "duration": 2.0
  },
  {
   "text": "organizes your pSyChe",
   "start": 1100.95,
   "duration": 1.56
  },
  {
   "text": "grounds you puts you on a",
   "start": 1102.51,
   "duration": 1.98
  },
  {
   "text": "Rock and makes you a force to contend with [but] you have to read the right people and so and those are the great",
   "start": 1104.49,
   "duration": 6.349
  },
  {
   "text": "They're the great people of the past in [my] list",
   "start": 1110.84,
   "duration": 2.64
  },
  {
   "text": "they're the great men of the past and that's just how it is and",
   "start": 1113.64,
   "duration": 2.989
  },
  {
   "text": "So here's who I would recommend I put reading lists up at Jordan B",
   "start": 1116.79,
   "duration": 3.559
  },
  {
   "text": "Peterson Com there's two of them and the people that I recommend",
   "start": 1120.36,
   "duration": 3.83
  },
  {
   "text": "Primarily are their books written by the followed list of people Fyodor [dostoyevsky]",
   "start": 1124.92,
   "duration": 3.679
  },
  {
   "text": "Leo Tolstoy, who I think perhaps the greatest novelists the world has ever seen",
   "start": 1129.18,
   "duration": 3.679
  },
  {
   "text": "Alexander solzhenitsyn another great russian novelist. I don't know what it is about the russians, but man they produce they produce writers that are",
   "start": 1133.5,
   "duration": 6.949
  },
  {
   "text": "incomparable Alexander solzhenitsyn wrote a book called [the] gulag archipelago",
   "start": 1141.15,
   "duration": 3.229
  },
  {
   "text": "where he analyzed the soviet prison Camp system that arose after the leninist revolution in the second decade of the 20th century and",
   "start": 1144.95,
   "duration": 7.26
  },
  {
   "text": "details [an] absolutely precisely how the",
   "start": 1152.67,
   "duration": 2.39
  },
  {
   "text": "[tenets] of Marxism the Marxist tenants that are supposed to free everyone and change the world produce legislation",
   "start": 1155.94,
   "duration": 6.319
  },
  {
   "text": "[that] was that was absolutely murderous in its consequences and solzhenitsyn",
   "start": 1162.36,
   "duration": 4.4
  },
  {
   "text": "Painstakingly traces the logical Pathway from the original Marxist principles to the legislation to the to the genocides",
   "start": 1167.97,
   "duration": 7.4
  },
  {
   "text": "because you'll hear people who are basically marxist to say things like well true Marxism never existed and",
   "start": 1175.8,
   "duration": 5.3
  },
  {
   "text": "Solzhenitsyn took that bad argument apart in the in the [mid-70s] and and the gulag archipelago was an intellectual bomb it it",
   "start": 1181.41,
   "duration": 7.7
  },
  {
   "text": "it",
   "start": 1189.33,
   "duration": 0.87
  },
  {
   "text": "demolished any",
   "start": 1190.2,
   "duration": 1.08
  },
  {
   "text": "Credibility that Marxism had to intellectual respectability you have to read the book",
   "start": 1191.28,
   "duration": 3.86
  },
  {
   "text": "The book is about the central issue in our culture at the moment if you don't read it. You're not informed",
   "start": 1195.21,
   "duration": 5.359
  },
  {
   "text": "You can't participate in the debate except as a puppet and so I wouldn't recommend",
   "start": 1200.57,
   "duration": 4.199
  },
  {
   "text": "Participating in this debate as a puppet because you don't know who's behind the scenes pulling the strings if you remember the pinocchio story",
   "start": 1205.5,
   "duration": 5.989
  },
  {
   "text": "The forces that we're pulling the strings were not",
   "start": 1211.65,
   "duration": 2.24
  },
  {
   "text": "They were not forces that were acting in Pinocchio's",
   "start": 1214.86,
   "duration": 2.359
  },
  {
   "text": "best interest that's for sure George orwell English essayist incomparable commentator on",
   "start": 1217.22,
   "duration": 5.459
  },
  {
   "text": "Socialist totalitarianism even though he was a left winger and a Brilliant one aldous Huxley wrote brave New world",
   "start": 1223.05,
   "duration": 5.479
  },
  {
   "text": "Had some very brilliant things to say about the potential",
   "start": 1228.84,
   "duration": 2.78
  },
  {
   "text": "demolition of sexual choice of choice of sexual partner as a part of part of a you dystopian future Friedrich Nietzsche a",
   "start": 1231.69,
   "duration": 6.41
  },
  {
   "text": "Philosopher who described himself as as",
   "start": 1239.01,
   "duration": 2.359
  },
  {
   "text": "Someone who thought with a hammer and Nietzsche is a very very dangerous person and an absolutely Brilliant writer and [Carl] jung who?",
   "start": 1242.4,
   "duration": 7.28
  },
  {
   "text": "Was a student of Nietzsche and who Nietzsche was the philosopher who announced the death of God back in the late?",
   "start": 1250.32,
   "duration": 5.42
  },
  {
   "text": "1800s and jung spent his whole life",
   "start": 1255.96,
   "duration": 2.0
  },
  {
   "text": "Attempting to revivify God that's one way of thinking about it, and so if you or educate yourself",
   "start": 1258.15,
   "duration": 6.56
  },
  {
   "text": "And this is [a] really good place to start if you read these authors then you'll know what else to read if you read these",
   "start": 1264.71,
   "duration": 4.199
  },
  {
   "text": "authors it'll it'll take you a good long time and it will be very very hard on you and and",
   "start": 1268.91,
   "duration": 3.66
  },
  {
   "text": "You won't be the same person when you come out?",
   "start": 1273.03,
   "duration": 2.0
  },
  {
   "text": "And that's very frightening and because being torn down and rebuilt his note is no joke",
   "start": 1275.03,
   "duration": 5.79
  },
  {
   "text": "But it beats the hell out [of] the alternative which is just to stagnate and stay as stagnant infant",
   "start": 1280.82,
   "duration": 5.19
  },
  {
   "text": "Which is which is not something. I recommend there's nothing uglier than a",
   "start": 1286.11,
   "duration": 3.829
  },
  {
   "text": "stagnant 40 year old infant",
   "start": 1290.64,
   "duration": 2.119
  },
  {
   "text": "So that's equivalent. Just so you know - pinocchio back to the pinocchio story",
   "start": 1293.58,
   "duration": 3.829
  },
  {
   "text": "rescuing geppetto from the underworld remember and he was he had kind of turned into a half jackass after being at the",
   "start": 1297.69,
   "duration": 5.589
  },
  {
   "text": "Pleasure Island where he was enticed by the way from a couple of people who that was the fox and the cat who attempted to?",
   "start": 1303.86,
   "duration": 6.41
  },
  {
   "text": "entice himself into believing that he [was] a victim and needed a vacation, so",
   "start": 1310.52,
   "duration": 3.739
  },
  {
   "text": "pinocchio was enticed [onto] pleasure island by two two figures that played on his sense of",
   "start": 1314.809,
   "duration": 5.66
  },
  {
   "text": "Victimization and neuroses and suffering to convince him that he didn't have to he didn't have to take any",
   "start": 1320.63,
   "duration": 4.609
  },
  {
   "text": "[responsibility] for his own existence",
   "start": 1325.52,
   "duration": 1.159
  },
  {
   "text": "And he could just busy himself with impulsive pleasures right that's how he fell into the hands of the totalitarian, so on Pleasure Island",
   "start": 1326.679,
   "duration": 6.33
  },
  {
   "text": "Anyways, Pinocchio after he left?",
   "start": 1334.91,
   "duration": 2.329
  },
  {
   "text": "Pleasure Island had to go into the ocean twice and the second time [he] went into the ocean he was looking for his father well",
   "start": 1337.76,
   "duration": 5.66
  },
  {
   "text": "everyone's father from a mythological perspective is dying in the underworld in the Chaos because",
   "start": 1344.21,
   "duration": 5.719
  },
  {
   "text": "everyone inhabits a culture",
   "start": 1350.54,
   "duration": 2.209
  },
  {
   "text": "that's that's sick and old so to speak and it's sick [and] old because it was made by the dead and",
   "start": 1352.75,
   "duration": 4.199
  },
  {
   "text": "the living have to revivify it continually in order for it to be a",
   "start": 1357.05,
   "duration": 3.379
  },
  {
   "text": "Dynamic Force and the living have to revivify their connection with the culture internally to because you're",
   "start": 1360.5,
   "duration": 4.939
  },
  {
   "text": "Constructions of culture although not only constructions of culture and you have to understand history",
   "start": 1365.57,
   "duration": 4.22
  },
  {
   "text": "Because otherwise you can't understand yourself",
   "start": 1370.34,
   "duration": 2.119
  },
  {
   "text": "You're a historical creature",
   "start": 1372.46,
   "duration": 1.05
  },
  {
   "text": "And so you have to rescue your dead father from the belly of the beast from the dragon",
   "start": 1373.51,
   "duration": 4.5
  },
  {
   "text": "Guests remember the whale in pinocchio is also a fire-breathing dragon",
   "start": 1378.11,
   "duration": 2.93
  },
  {
   "text": "[and] that means you have to face the thing that you most fear and when you do that, you'll rescue your father from the underworld",
   "start": 1381.05,
   "duration": 6.889
  },
  {
   "text": "[these] are very complex ideas and you can read about them in my book maps of meaning if you want it's on the reading list",
   "start": 1388.76,
   "duration": 5.15
  },
  {
   "text": "I put a free copy of it on Jordan B. Peterson [Com] so you can download it",
   "start": 1393.91,
   "duration": 4.38
  },
  {
   "text": "I take apart these sorts of things in detail. So anyways you have to revivify your father before you can become real and",
   "start": 1398.29,
   "duration": 6.539
  },
  {
   "text": "that's part of the problem with the",
   "start": 1405.35,
   "duration": 2.0
  },
  {
   "text": "The [feminists] in feminist and Social Justice warrior insistence on the existence of the patriarchy it's like",
   "start": 1407.57,
   "duration": 5.66
  },
  {
   "text": "Everyone's known since the beginning of time that culture is corrupt and tyrannical",
   "start": 1413.69,
   "duration": 3.739
  },
  {
   "text": "But it's also protective and benevolent even the language used is a product of culture and so you don't overthrow the patriarchy",
   "start": 1417.429,
   "duration": 6.75
  },
  {
   "text": "Yuri vivify your culture and you do that by adopting",
   "start": 1424.37,
   "duration": 3.53
  },
  {
   "text": "Responsibility for your own being and then acting as a moral agent in the culture, that's what you do",
   "start": 1428.33,
   "duration": 5.06
  },
  {
   "text": "To become educated so read these books read these books they'll change your life. I guarantee it. They'll change your life",
   "start": 1433.54,
   "duration": 5.549
  },
  {
   "text": "They'll take you apart. They'll devastate you and then they'll rebuild you into something far greater than you are now [you're] [hurt]",
   "start": 1439.09,
   "duration": 6.72
  },
  {
   "text": "Don't worry",
   "start": 1446.48,
   "duration": 1.62
  },
  {
   "text": "Jenny",
   "start": 1448.1,
   "duration": 1.23
  },
  {
   "text": "You need to get yourself out",
   "start": 1449.33,
   "duration": 2.0
  },
  {
   "text": "Follow the chamber, and you'll find wrong",
   "start": 1451.85,
   "duration": 2.3
  },
  {
   "text": "you",
   "start": 1460.9,
   "duration": 2.0
  },
  {
   "text": "You were brilliant folks. [I] just [wasn't] quick enough",
   "start": 1467.4,
   "duration": 4.369
  },
  {
   "text": "Of course Phoenix tears have healing powers",
   "start": 1493.67,
   "duration": 3.919
  },
  {
   "text": "Thanks",
   "start": 1500.66,
   "duration": 2.0
  },
  {
   "text": "it's alright today and",
   "start": 1503.93,
   "duration": 2.0
  },
  {
   "text": "That's what to aim for",
   "start": 1506.51,
   "duration": 1.83
  },
  {
   "text": "So then and here's something that will help you my colleagues",
   "start": 1508.34,
   "duration": 3.109
  },
  {
   "text": "And I have developed a series of online writing programs called the self authoring suite",
   "start": 1511.45,
   "duration": 4.049
  },
  {
   "text": "And they help people write about their past and organize that and their present",
   "start": 1515.5,
   "duration": 4.44
  },
  {
   "text": "Personality and organize and understand that and then the future and the future authoring program asks you to write about",
   "start": 1520.19,
   "duration": 6.5
  },
  {
   "text": "six different dimensions of your life",
   "start": 1526.97,
   "duration": 2.0
  },
  {
   "text": "so it asks you first of all treat yourself as if you're someone that you want to help and",
   "start": 1529.7,
   "duration": 3.859
  },
  {
   "text": "Lend that someone that you love and take care of and someone that you want to help and then",
   "start": 1533.9,
   "duration": 3.589
  },
  {
   "text": "It asks you well if you could if you [could] organize your life in the best possible Manner and in keeping with those principles",
   "start": 1537.68,
   "duration": 6.109
  },
  {
   "text": "We discussed earlier um",
   "start": 1543.79,
   "duration": 2.0
  },
  {
   "text": "What do you want? What? Do you want for your career like what do you want? What would make your life meaningful?",
   "start": 1545.96,
   "duration": 5.659
  },
  {
   "text": "What do you want for your career? What do you want for your family and from your family?",
   "start": 1551.62,
   "duration": 3.54
  },
  {
   "text": "What do you want for an intimate relationship?",
   "start": 1555.16,
   "duration": 2.0
  },
  {
   "text": "How are you going to handle how are you going to take care of your mental and physical health?",
   "start": 1557.48,
   "duration": 3.44
  },
  {
   "text": "How are you going to handle drug drug and alcohol use it asks you a series [of] fundamental questions like that",
   "start": 1560.92,
   "duration": 5.04
  },
  {
   "text": "To get your mind moving, and then it asks you to write for 15 minutes about what your life could be [like]",
   "start": 1566.09,
   "duration": 5.479
  },
  {
   "text": "fifty three to five years in the future if",
   "start": 1571.97,
   "duration": 2.09
  },
  {
   "text": "it was laid out like you were laying out a life for someone you deeply cared about and",
   "start": 1574.13,
   "duration": 4.01
  },
  {
   "text": "so you're asked to write for 15 minutes about that without worrying too much about structure the structure of the [argument] or",
   "start": 1578.3,
   "duration": 5.479
  },
  {
   "text": "Any grammatical niceties that [that's] put off for later, so that gives you a little heaven dame for right?",
   "start": 1584.21,
   "duration": 6.109
  },
  {
   "text": "It's like well",
   "start": 1590.32,
   "duration": 0.57
  },
  {
   "text": "If I could have this my life would be clearly worthwhile even if I had to put up with a fair bit of suffering along",
   "start": 1590.89,
   "duration": 4.95
  },
  {
   "text": "the way that's what you're trying to construct and you can think about that as a heaven worth moving towards and",
   "start": 1595.84,
   "duration": 4.619
  },
  {
   "text": "then the second part of the program asks you to write about",
   "start": 1600.62,
   "duration": 2.989
  },
  {
   "text": "what your life would be like three to five years down the road if all of your bad habits and nihilistic tendencies and",
   "start": 1604.31,
   "duration": 5.51
  },
  {
   "text": "proclivity towards resentment and lack of Desire to shoulder responsibility",
   "start": 1610.76,
   "duration": 3.2
  },
  {
   "text": "if all your weak points got the upper hand and just ordered you into the ground and",
   "start": 1614.18,
   "duration": 4.069
  },
  {
   "text": "Everyone knows that you know what you'd be like if you just let everything slide and and you know what particular hell",
   "start": 1618.62,
   "duration": 5.21
  },
  {
   "text": "You were ended up heading towards and so the set the second part of the program asks you to write about",
   "start": 1623.83,
   "duration": 4.559
  },
  {
   "text": "What your life would be like three to five years down the road if everything just went to hell around you and so that gives?",
   "start": 1628.91,
   "duration": 5.15
  },
  {
   "text": "you a hell to avoid and heaven to strive for",
   "start": 1634.06,
   "duration": 2.0
  },
  {
   "text": "You need both of those because that's what keeps you properly motivated in life",
   "start": 1636.82,
   "duration": 3.119
  },
  {
   "text": "And then the second half of the program that the next part of the program",
   "start": 1639.94,
   "duration": 3.75
  },
  {
   "text": "helps you turn your vision of the desirable future into an implementable reality and to",
   "start": 1644.15,
   "duration": 5.39
  },
  {
   "text": "Articulate it fully and to articulate the arguments for why you want that and those even help you overcome your own doubts, right?",
   "start": 1649.85,
   "duration": 6.739
  },
  {
   "text": "It's not only to argue against other people",
   "start": 1656.59,
   "duration": 1.71
  },
  {
   "text": "It's to argue against the chattering Demons of Nihilism and hopelessness and ideological",
   "start": 1658.3,
   "duration": 5.189
  },
  {
   "text": "possession that that exists in your mind and in society",
   "start": 1663.83,
   "duration": 2.539
  },
  {
   "text": "Simultaneously you need powerful weapons to fight back against those so here's an offer for you",
   "start": 1666.89,
   "duration": 5.03
  },
  {
   "text": "We've made the future authoring program available free for the next while",
   "start": 1671.96,
   "duration": 4.549
  },
  {
   "text": "I don't know how long a while be but let's assume a week or something like that and",
   "start": 1676.51,
   "duration": 3.989
  },
  {
   "text": "so if you go to",
   "start": 1681.05,
   "duration": 2.0
  },
  {
   "text": "WWL farthing Com Slash future authoring Dot HtML",
   "start": 1684.5,
   "duration": 5.09
  },
  {
   "text": "You can read about the program there and [now] I got to tell you we've used this program on about",
   "start": 1691.7,
   "duration": 5.029
  },
  {
   "text": "5,000 university students so far mostly in Holland, but some in Canada as well, and what we've shown",
   "start": 1696.86,
   "duration": 5.24
  },
  {
   "text": "Is that they the program if you if you complete this program even if you do it badly?",
   "start": 1702.1,
   "duration": 4.529
  },
  {
   "text": "And I would recommend it do it badly man",
   "start": 1706.64,
   "duration": 2.69
  },
  {
   "text": "It doesn't matter you don't have to do it perfectly do it badly",
   "start": 1709.33,
   "duration": 2.279
  },
  {
   "text": "And then maybe do it better as you move forward, but at least do [it] badly it",
   "start": 1711.61,
   "duration": 3.21
  },
  {
   "text": "increases the performance of University students it increases their grades by between 20 and 25 percent and",
   "start": 1715.4,
   "duration": 5.42
  },
  {
   "text": "Decreases their dropout by about the same percent",
   "start": 1721.28,
   "duration": 2.27
  },
  {
   "text": "And so we have doubt on [5,000] [people] one of those papers has been published",
   "start": 1723.55,
   "duration": 3.869
  },
  {
   "text": "and I'll put that in in the description in the [description] of this video and so this program really works if you do it and",
   "start": 1727.42,
   "duration": 6.18
  },
  {
   "text": "And so I would highly recommend that you do it anyways you can read about the program there",
   "start": 1733.67,
   "duration": 4.309
  },
  {
   "text": "click purchase for 1495",
   "start": 1738.56,
   "duration": 2.0
  },
  {
   "text": "Then enter this code change yourself",
   "start": 1741.2,
   "duration": 2.719
  },
  {
   "text": "that'll give you a 1495 discount and that means you can have the program for free and",
   "start": 1744.74,
   "duration": 4.28
  },
  {
   "text": "So here's what Millennials should do if they want to change the world the first thing",
   "start": 1749.24,
   "duration": 3.71
  },
  {
   "text": "they should do is orient themselves to [the] good and that's away from Evil away from malevolence away from the",
   "start": 1752.95,
   "duration": 7.26
  },
  {
   "text": "Manufacture of pointless suffering and pain away from Auschwitz let's say and away from the gulag archipelago",
   "start": 1760.58,
   "duration": 5.0
  },
  {
   "text": "And the terrible soviet camps and the massive murders that occurred in China you want to get it end",
   "start": 1766.12,
   "duration": 4.65
  },
  {
   "text": "you want to get as far away from that as you possibly can whatever direction is away from [that] is a good direction and",
   "start": 1770.81,
   "duration": 5.839
  },
  {
   "text": "and then you also want to",
   "start": 1777.32,
   "duration": 1.5
  },
  {
   "text": "contemplate what the highest possible good could look [like] for you and your family and your society we already discussed that and",
   "start": 1778.82,
   "duration": 5.839
  },
  {
   "text": "Then you need to speak the truth in",
   "start": 1784.73,
   "duration": 2.0
  },
  {
   "text": "Relationship to that and then you need to educate yourself and then you need to",
   "start": 1787.04,
   "duration": 4.339
  },
  {
   "text": "Shoulder your responsibility responsibility is a good thing because it makes you strong to bear up under it makes you strong",
   "start": 1791.96,
   "duration": 5.959
  },
  {
   "text": "You can turn yourself into a you can free yourself",
   "start": 1797.92,
   "duration": 2.16
  },
  {
   "text": "From your strings and turn yourself into a genuine individual and then you can shoulder the world and then you're in a position to make",
   "start": 1800.33,
   "duration": 7.13
  },
  {
   "text": "To make change as a person like that your mere being will change the world in a positive direction",
   "start": 1807.74,
   "duration": 5.93
  },
  {
   "text": "And that's what you should be aiming for so",
   "start": 1813.67,
   "duration": 2.04
  },
  {
   "text": "Read the books that I put up on my site and do the future authoring program, and that will improve your life dramatically",
   "start": 1816.11,
   "duration": 5.99
  },
  {
   "text": "And that's how you can change the world",
   "start": 1822.1,
   "duration": 2.0
  }
 ]
}