{
 "video_id": "YfdaAGZvYsA",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "AD Harris/Murray/Peterson Discussion: London",
 "url": "https://www.youtube.com/watch?v=YfdaAGZvYsA",
 "date": "2018-09-14",
 "description": "This is the fourth video of the four-part debate that Sam Harris and I undertook in June 2018. \n\nSam and I met twice in Vancouver, British Columbia, Canada, with Bret Weinstein moderating, for a third time in Dublin, Ireland, and for a fourth and final time in London, England. Douglas Murray joined the debate with us for the latter two occasions.\n\nVideo 1: Vancouver: https://bit.ly/2OlRZUa\nVideo 2: Vancouver: https://bit.ly/2CUQT0g\nVideo 3: https://bit.ly/2CUa0HG\nVideo 4: https://bit.ly/2On6Y0a\n\nSam is a well-known Enlightenment rationalist, and a prominent atheist – one of the “four horsemen,” along with Richard Dawkins, Christopher Hitchens (now unfortunately deceased) and Daniel Dennett. He believes (1) that our ethical systems should or even must be grounded in something other than arbitrary revelation or opinion; (2) that the world of facts can and should provide that grounding; and (3) that the grounding of values in fact can occur in the absence of much perceptual or cognitive intermediation. \nI agree with him with regard to point (1) but not point (2) and (3). I won’t present any of my argument here, however, because Sam isn’t here to respond, as he is in the videos. \n\nI have also written three blog posts on the Harris/Peterson discussions, here:\n\n1. https://jordanbpeterson.com/philosophy/facts-and-values-science-and-religion-notes-on-the-sam-harris-discussions-part-i/\n\n2. https://jordanbpeterson.com/philosophy/facts-from-values-not-without-an-intermediary-notes-on-the-sam-harris-discussions-part-ii/\n\n3. TBA\n\nA note on the release of the videos, and their delay: Any event of this scale occurs because of the collaboration of many people, including, in this case. Travis Pangburn and his staff at Pangburn Philosophy, who organized and promoted the four-part debate series, and who incurred substantial financial and reputational risk in doing so (as nothing like this has been attempted before at this scale). None of us were sure at the outset whether Sam and I would manage a useful discussion, let alone four of them, or whether there would be a positive public response. In consequence, we didn’t spend much time before the debate series thinking about release (or formatting/editing) of video or audio recording. Since the events went well, however – appearing both productive and well-received publicly – we decided to move ahead with the production and release of the recordings. The team at Pangburn Philosophy completed the editing, in consequence. Sam and I agreed to allow the initial release behind Travis’s Patreon paywall, for a two-week period, after which we would post the videos for full public access on our respective video platforms, and release the audio in podcast form. The team at Pangburn Philosophy plans to use some substantial portion of what was raised through Patreon subscription for multi-language translation of their previously produced and future content (including these four debates). \n\nAdditional relevant links:\n\nSam Harris Podcast: https://samharris.org/\n\n12 Rules for Life Tour: Dates, Cities and Venues: https://jordanbpeterson.com/events/\n\nMy new book: 12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\n\nMy first book: Maps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\nDr Jordan B Peterson Website: http://jordanbpeterson.com/\n\nSelf Authoring Suite: http://selfauthoring.com/\nUnderstand Myself personality test: http://understandmyself.com/\n\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/2017/10/great-books/\nTwitter: https://twitter.com/jordanbpeterson\n\nPatreon: https://www.patreon.com/jordanbpeterson\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 6975,
 "transcript_parts": [
  {
   "text": "Well, good evening, London",
   "start": 23.169,
   "duration": 2.0
  },
  {
   "text": "Two weeks ago Sam Harris and Jordan Peterson",
   "start": 30.849,
   "duration": 3.47
  },
  {
   "text": "Met in person for the first time on stage in Vancouver",
   "start": 34.75,
   "duration": 4.579
  },
  {
   "text": "Two nights ago the three of us got together for the first time in Dublin and it's a huge thrill for all of us",
   "start": 40.57,
   "duration": 7.909
  },
  {
   "text": "To now be here with you in the o2",
   "start": 48.85,
   "duration": 2.629
  },
  {
   "text": "As I said to Travis when these events were planned I'm not moderate enough to be a moderator",
   "start": 62.65,
   "duration": 6.559
  },
  {
   "text": "But I'm going to do a little bit of",
   "start": 72.07,
   "duration": 2.0
  },
  {
   "text": "fielding to begin with",
   "start": 74.53,
   "duration": 2.0
  },
  {
   "text": "so",
   "start": 76.93,
   "duration": 1.02
  },
  {
   "text": "Let me start by saying a little of some of the ground. We are going to be trying to cover here tonight",
   "start": 77.95,
   "duration": 7.07
  },
  {
   "text": "We're going to be dealing with the conflict between science and reason",
   "start": 86.71,
   "duration": 5.12
  },
  {
   "text": "We're going to be addressing the legitimacy did I say science and reason",
   "start": 93.58,
   "duration": 5.389
  },
  {
   "text": "We're not addressing that",
   "start": 101.8,
   "duration": 2.0
  },
  {
   "text": "We're going to be looking at the legitimacy of holding on to religion in any form and",
   "start": 106.33,
   "duration": 6.349
  },
  {
   "text": "We are also going to be addressing the fact that we need to hide in a sports stadium",
   "start": 113.77,
   "duration": 5.689
  },
  {
   "text": "to address serious issues",
   "start": 120.04,
   "duration": 2.0
  },
  {
   "text": "But I think to begin with I'm going to hand over to Sam and he's going to kick us off properly",
   "start": 124.0,
   "duration": 5.869
  },
  {
   "text": "Thank you. And first thank you all for coming out. I you really can't imagine how humbling this is",
   "start": 129.97,
   "duration": 6.139
  },
  {
   "text": "Be here with you",
   "start": 137.23,
   "duration": 2.0
  },
  {
   "text": "You really just should just take a moment to appreciate this from our side because",
   "start": 144.81,
   "duration": 4.13
  },
  {
   "text": "Justin Bieber is not coming out to sing and in the middle of this as amusing as that would be",
   "start": 149.58,
   "duration": 5.0
  },
  {
   "text": "and you know though we",
   "start": 155.43,
   "duration": 2.0
  },
  {
   "text": "Put a date like this on the calendar with apparent confidence",
   "start": 157.92,
   "duration": 3.05
  },
  {
   "text": "There's really no guarantee that you guys are going to show up and we will never take this for granted",
   "start": 161.1,
   "duration": 4.22
  },
  {
   "text": "So it's really an immense privilege to be here with you. So",
   "start": 165.32,
   "duration": 2.639
  },
  {
   "text": "I thought I could start by",
   "start": 174.15,
   "duration": 2.87
  },
  {
   "text": "first acknowledging how fun this has been to have this these series of dialogues",
   "start": 178.41,
   "duration": 5.089
  },
  {
   "text": "With Jordan now, this is the fourth event. We've done and the second with Douglas and",
   "start": 184.29,
   "duration": 4.819
  },
  {
   "text": "We clearly share a common project we are trying to figure out how to live the best lives possible",
   "start": 191.28,
   "duration": 7.58
  },
  {
   "text": "both individually and collectively and we're trying to figure out how to",
   "start": 199.62,
   "duration": 3.86
  },
  {
   "text": "build societies",
   "start": 204.12,
   "duration": 2.0
  },
  {
   "text": "that safeguard that opportunity for as many people as possible and I think we each have a sense that",
   "start": 206.19,
   "duration": 7.04
  },
  {
   "text": "Ideas are really the prime movers here",
   "start": 214.05,
   "duration": 2.509
  },
  {
   "text": "That is it's not that the world is filled with bad people doing bad things because that's what bad people do",
   "start": 216.56,
   "duration": 5.94
  },
  {
   "text": "Oh, there's some of that it it is mostly that",
   "start": 222.5,
   "duration": 3.119
  },
  {
   "text": "So much of humanity is living under the sway of bad ideas",
   "start": 226.23,
   "duration": 3.169
  },
  {
   "text": "And it's bad ideas that can cause good people or at least totally normal people like ourselves",
   "start": 229.709,
   "duration": 5.39
  },
  {
   "text": "to do bad things all the while trying to to",
   "start": 235.65,
   "duration": 3.29
  },
  {
   "text": "Live the best possible lives and that really is the tragedy of our circumstance that we can be that confused",
   "start": 239.22,
   "duration": 5.6
  },
  {
   "text": "So this is where the difference between Jordan and and me in particular opens up",
   "start": 246.03,
   "duration": 7.639
  },
  {
   "text": "Which is how do you view religion in this in this contest of between good ideas and bad ideas and for me religion?",
   "start": 255.12,
   "duration": 6.77
  },
  {
   "text": "emphatically",
   "start": 262.56,
   "duration": 1.35
  },
  {
   "text": "gets placed on the side of bad and old and and",
   "start": 263.91,
   "duration": 3.079
  },
  {
   "text": "worth retiring ideas or ideas worth retiring and",
   "start": 268.14,
   "duration": 3.949
  },
  {
   "text": "I",
   "start": 272.94,
   "duration": 1.53
  },
  {
   "text": "Guess I but by analogy I would I would",
   "start": 274.47,
   "duration": 2.95
  },
  {
   "text": "Ask you to consider astrology right now Hannah. Maybe I can just get a sense of what I'm talking to",
   "start": 278.24,
   "duration": 5.389
  },
  {
   "text": "What percentage of you I want to know believe in astrology which is to say but who among you and you can signal this by?",
   "start": 284.63,
   "duration": 7.339
  },
  {
   "text": "by applause or howls of",
   "start": 292.28,
   "duration": 2.45
  },
  {
   "text": "Enthusiasm what what percentage of you let me just spell it out. So I know you know what you're committing to",
   "start": 295.28,
   "duration": 4.94
  },
  {
   "text": "And you know how crazy your neighbor is in fact",
   "start": 301.01,
   "duration": 3.679
  },
  {
   "text": "What percentage do you believe that human personalities and human events and the difference between good and bad luck and a human life is the",
   "start": 306.86,
   "duration": 7.669
  },
  {
   "text": "result of",
   "start": 314.84,
   "duration": 1.65
  },
  {
   "text": "What the planets are doing against the background of stars?",
   "start": 316.49,
   "duration": 3.47
  },
  {
   "text": "Let's hear it somebody out there",
   "start": 320.87,
   "duration": 2.12
  },
  {
   "text": "Okay, so then you should know that something like 25% of your your neighbors believe that",
   "start": 324.08,
   "duration": 5.599
  },
  {
   "text": "There you go, so the",
   "start": 331.19,
   "duration": 2.0
  },
  {
   "text": "I'm here. Wait, wait wait, I'm hearing I'm hearing a heckler among the astrologers is that",
   "start": 334.49,
   "duration": 5.809
  },
  {
   "text": "Is the FIR the first?",
   "start": 341.36,
   "duration": 2.0
  },
  {
   "text": "Astrological heckler I've heard haha",
   "start": 343.61,
   "duration": 2.419
  },
  {
   "text": "You must be an aries, sir",
   "start": 346.76,
   "duration": 2.0
  },
  {
   "text": "So it won't surprise you I have a related question which is",
   "start": 356.16,
   "duration": 5.029
  },
  {
   "text": "What",
   "start": 362.76,
   "duration": 1.26
  },
  {
   "text": "what percentage of you I want to know our",
   "start": 364.02,
   "duration": 3.02
  },
  {
   "text": "religious which is say well who among you believe in God a",
   "start": 367.56,
   "duration": 3.859
  },
  {
   "text": "Personal God a God that can hear prayers a God that can take an interest in the lives of human beings and occasionally",
   "start": 371.73,
   "duration": 6.289
  },
  {
   "text": "Enforce good outcomes versus bad outcomes",
   "start": 380.19,
   "duration": 2.359
  },
  {
   "text": "What who among you and now again, I want to hear applause or silence believe in it that sort of God",
   "start": 383.19,
   "duration": 5.69
  },
  {
   "text": "Okay, so this is my concern is my concern with with what Jordan has been saying and right in",
   "start": 392.22,
   "duration": 6.199
  },
  {
   "text": "lo these many months",
   "start": 398.97,
   "duration": 1.71
  },
  {
   "text": "I",
   "start": 400.68,
   "duration": 1.14
  },
  {
   "text": "Feel that you're in danger of misleading these the second group of people that the way you talk about God",
   "start": 401.82,
   "duration": 6.649
  },
  {
   "text": "has convinced and will continue to convince some percentage of humanity that",
   "start": 409.41,
   "duration": 4.309
  },
  {
   "text": "It's it's fine to hold on to this old sword of God this God that can hear prayers and they can intervene or not in",
   "start": 414.66,
   "duration": 7.369
  },
  {
   "text": "the lives of human beings",
   "start": 422.03,
   "duration": 2.0
  },
  {
   "text": "And you know as we've begun to explore that I think there are a lot of problems with that kind of belief",
   "start": 424.14,
   "duration": 5.659
  },
  {
   "text": "If nothing else there are many such gods on offer and there and and devotion to them it becomes irreconcilable among the true believers and",
   "start": 431.37,
   "duration": 7.19
  },
  {
   "text": "My concern is it you could do",
   "start": 439.71,
   "duration": 2.0
  },
  {
   "text": "Exactly what you do with religion with astrology, right? It would be it would be no more legitimate to to",
   "start": 442.5,
   "duration": 6.169
  },
  {
   "text": "Obfuscate the boundary between clear thinking and and",
   "start": 450.36,
   "duration": 4.07
  },
  {
   "text": "superstition there because",
   "start": 455.16,
   "duration": 1.979
  },
  {
   "text": "the",
   "start": 457.139,
   "duration": 1.231
  },
  {
   "text": "This traditional God and the and the doctrines that support him or are no firmer ground",
   "start": 458.37,
   "duration": 6.2
  },
  {
   "text": "Than astrology is now today an astrology",
   "start": 465.15,
   "duration": 3.32
  },
  {
   "text": "Almost everything you say about religion",
   "start": 469.26,
   "duration": 2.419
  },
  {
   "text": "It's the fact that his organized human thinking for thousands of years that it's a cultural Universal",
   "start": 472.2,
   "duration": 6.409
  },
  {
   "text": "that every every group of people has has given rise to some form of it that it has archetypal significance that it",
   "start": 479.039,
   "duration": 6.74
  },
  {
   "text": "has powerful stories all of that can be said about astrology and it and in fact some additional things can be said about",
   "start": 486.169,
   "duration": 7.019
  },
  {
   "text": "astrology that are would argue in its favor for instance astrology is",
   "start": 493.349,
   "duration": 3.71
  },
  {
   "text": "Profoundly egalitarian, you know, there's there's no bad zodiac sign every whoever you are. Everyone's got a great zodiac sign and",
   "start": 498.029,
   "duration": 7.34
  },
  {
   "text": "You know, it's just a inconvenient fact of the discipline that if I read you Charles Manson's horoscope",
   "start": 507.479,
   "duration": 6.109
  },
  {
   "text": "you know 95% of the audience would find it relevant and",
   "start": 513.8,
   "duration": 2.849
  },
  {
   "text": "and that's just that's how easily falsifiable stralla g is but",
   "start": 517.169,
   "duration": 4.58
  },
  {
   "text": "My concern is that we could live in a world",
   "start": 522.539,
   "duration": 2.299
  },
  {
   "text": "Where societies are shattered over things like, you know different zodiac",
   "start": 525.75,
   "duration": 4.94
  },
  {
   "text": "Interpretations and we don't live in that world for good reason because we have beaten",
   "start": 531.3,
   "duration": 4.309
  },
  {
   "text": "Astrology into submission and I would say that religion in terms of revealed religion and belief in a personal God",
   "start": 536.31,
   "duration": 5.899
  },
  {
   "text": "is over the centuries getting the same treatment by science and rationality and should be and it is a a",
   "start": 543.389,
   "duration": 6.35
  },
  {
   "text": "Preferred circumstance that we live in a world that is that is shattered by religion",
   "start": 549.959,
   "duration": 3.59
  },
  {
   "text": "So, I think what I'll do first is adopt the",
   "start": 562.03,
   "duration": 4.549
  },
  {
   "text": "Exceptionally difficult and likely counterproductive position of saying something",
   "start": 567.88,
   "duration": 4.549
  },
  {
   "text": "Not so much in defense of religion, but in defense of astrology",
   "start": 573.37,
   "duration": 3.59
  },
  {
   "text": "knowing",
   "start": 577.99,
   "duration": 1.71
  },
  {
   "text": "knowing full well that that's fundamentally a fool's errand but there's something I want to point out is that",
   "start": 579.7,
   "duration": 5.84
  },
  {
   "text": "First of all",
   "start": 587.53,
   "duration": 2.0
  },
  {
   "text": "Astrology",
   "start": 595.48,
   "duration": 1.2
  },
  {
   "text": "was astronomy in its nascent form and",
   "start": 596.68,
   "duration": 3.23
  },
  {
   "text": "astrology was also science in its nascent form just like alchemy was chemistry in its nascent form and",
   "start": 600.82,
   "duration": 6.08
  },
  {
   "text": "so sometimes",
   "start": 607.6,
   "duration": 1.98
  },
  {
   "text": "You have to dream a crazy dream",
   "start": 609.58,
   "duration": 2.33
  },
  {
   "text": "with all of the error that that crazy dream entails",
   "start": 612.73,
   "duration": 2.84
  },
  {
   "text": "Because you have an intuition that there's something there",
   "start": 616.69,
   "duration": 2.78
  },
  {
   "text": "To motivate you to develop the intuition to the point where it actually becomes of genuine practical utility",
   "start": 620.23,
   "duration": 5.72
  },
  {
   "text": "now when we look back on the astrologers and",
   "start": 626.95,
   "duration": 2.929
  },
  {
   "text": "we view their contributions to the history of the world with",
   "start": 630.58,
   "duration": 4.549
  },
  {
   "text": "contempt we should also remember that the people who built Stonehenge for example, and the first people who decided",
   "start": 636.04,
   "duration": 6.859
  },
  {
   "text": "determined that our fates were in part written in the stars were people whose",
   "start": 643.57,
   "duration": 6.26
  },
  {
   "text": "Astrological beliefs were indistinguishable from their astronomical beliefs and you might think well in what sense is your fate?",
   "start": 650.62,
   "duration": 7.79
  },
  {
   "text": "written in the Stars and I would say",
   "start": 658.87,
   "duration": 2.39
  },
  {
   "text": "It's certainly the case insofar as there are such things as cosmic regularities",
   "start": 661.78,
   "duration": 5.51
  },
  {
   "text": "so it was the dream of",
   "start": 667.87,
   "duration": 2.21
  },
  {
   "text": "astrology that there was some relationship between the movement of the planetary bodies and the fixed stars and",
   "start": 670.42,
   "duration": 5.78
  },
  {
   "text": "Human destiny and that's what drove us to build the first",
   "start": 676.57,
   "duration": 3.32
  },
  {
   "text": "astronomical",
   "start": 681.04,
   "duration": 1.29
  },
  {
   "text": "observatories and to also determine that there was a proper time for planting and a proper time for",
   "start": 682.33,
   "duration": 4.94
  },
  {
   "text": "Harvesting and a way of orienting yourself in the world for example by using the north",
   "start": 687.58,
   "duration": 4.46
  },
  {
   "text": "It's also the poetic",
   "start": 692.7,
   "duration": 2.01
  },
  {
   "text": "ground that enabled us to identify the notion that you could look up and orient yourself towards the heavens and that there was a",
   "start": 695.41,
   "duration": 6.26
  },
  {
   "text": "Metaphorical relationship between that and positioning yourself properly in life and at a deeper level",
   "start": 701.86,
   "duration": 5.989
  },
  {
   "text": "The the the cosmos was the place that the human imaginative drama was",
   "start": 708.85,
   "duration": 5.39
  },
  {
   "text": "Externalized and draped itself out into the world as something that was essentially observable so that we could derive great",
   "start": 714.61,
   "duration": 6.109
  },
  {
   "text": "orienting fictions from the observation of our imagination and so",
   "start": 721.63,
   "duration": 4.309
  },
  {
   "text": "Part of the problem that that Sam is pointing to is the difficulty of distinguishing",
   "start": 726.61,
   "duration": 5.239
  },
  {
   "text": "Valid poetic impulse from invalid poetic impulse and that really is a tremendous problem",
   "start": 732.97,
   "duration": 5.69
  },
  {
   "text": "You you see that arise also in people who have religious delusions attendant upon manic depressive disorder or schizophrenia",
   "start": 738.66,
   "duration": 7.35
  },
  {
   "text": "but so much of what eventually",
   "start": 747.01,
   "duration": 2.0
  },
  {
   "text": "Manifests itself is hard core pragmatic scientific belief has its origin in wild flights of poetic",
   "start": 749.41,
   "duration": 6.92
  },
  {
   "text": "Fantasy and it's also the case by the way that that's actually how your brain is organized",
   "start": 756.52,
   "duration": 4.789
  },
  {
   "text": "As far as I can tell that when you and and it isn't just me. I actually it's it's there's a very large",
   "start": 761.31,
   "duration": 7.559
  },
  {
   "text": "What would you call it research literature?",
   "start": 769.57,
   "duration": 2.0
  },
  {
   "text": "Outlining the relative functions of the right and left hemisphere and it certainly appears to be the case that when we encounter something. Absolutely",
   "start": 772.03,
   "duration": 7.069
  },
  {
   "text": "unknowable or unknown",
   "start": 779.89,
   "duration": 1.41
  },
  {
   "text": "What we do is drape that unknown thing in fantasy as a first pass",
   "start": 781.3,
   "duration": 4.73
  },
  {
   "text": "approximation to the truth and then refine that fantasy as a consequence of",
   "start": 786.43,
   "duration": 4.94
  },
  {
   "text": "Iterative critical analysis and so Sam believes that what should happen",
   "start": 792.19,
   "duration": 5.029
  },
  {
   "text": "Is that the the poetic and fictional domain should be some planted by the rational domain?",
   "start": 797.22,
   "duration": 6.63
  },
  {
   "text": "Well, let me just close the loop there",
   "start": 803.85,
   "duration": 2.34
  },
  {
   "text": "it's not quite I think we we need poetry and fiction and then there's there's more to engage in with reality than being a",
   "start": 806.19,
   "duration": 7.95
  },
  {
   "text": "Scientist in a white lab coat, but we need to be able to clearly distinguish",
   "start": 814.57,
   "duration": 4.07
  },
  {
   "text": "fact from fantasy or fact from mere merely fertile flights of the imagination and",
   "start": 819.37,
   "duration": 6.44
  },
  {
   "text": "we want to be rigorous there and rational there and it's not that it's not that there's no place or",
   "start": 826.45,
   "duration": 5.719
  },
  {
   "text": "Mere creativity. That's not well, I guess well",
   "start": 832.93,
   "duration": 3.32
  },
  {
   "text": "then the rails of rationality look fair enough then but I mean then then partly what we are disputing is the the relevant the",
   "start": 836.25,
   "duration": 7.71
  },
  {
   "text": "What the relative import and the of those two domains?",
   "start": 844.51,
   "duration": 4.399
  },
  {
   "text": "Let's say the heretic and the fictional and the rational and status of religion now in that",
   "start": 848.91,
   "duration": 5.309
  },
  {
   "text": "Well, I have a hard time reconciling that to some degree with your with your more",
   "start": 854.22,
   "duration": 4.92
  },
  {
   "text": "What would you say formal statements about the problem?",
   "start": 859.87,
   "duration": 3.169
  },
  {
   "text": "because your mechanism the mechanism that you put forth above all outside of truth is",
   "start": 863.04,
   "duration": 5.61
  },
  {
   "text": "Rationality and it isn't clear to me if you're willing to allow the utility of spiritual experience",
   "start": 869.5,
   "duration": 6.169
  },
  {
   "text": "which you do and and and if you're willing to make",
   "start": 875.77,
   "duration": 2.989
  },
  {
   "text": "What would you say allowances for the necessity of the poetic imagination?",
   "start": 879.88,
   "duration": 3.349
  },
  {
   "text": "exactly how it is that that is also",
   "start": 884.71,
   "duration": 2.419
  },
  {
   "text": "Encapsulated under the rubric of pure rationality see",
   "start": 888.67,
   "duration": 3.59
  },
  {
   "text": "Let's see and here's something you can tell me what you think about this",
   "start": 892.69,
   "duration": 2.75
  },
  {
   "text": "And I've been thinking a lot about what Sam and I have been talking about by the way, you know",
   "start": 895.69,
   "duration": 4.369
  },
  {
   "text": "So I'm making the case in my writing that the democratic institutions not only grew out of the judeo-christian substrate",
   "start": 900.06,
   "duration": 7.32
  },
  {
   "text": "but that their that that they're properly ensconced within that substrate, but I'm also perfectly aware that",
   "start": 908.14,
   "duration": 6.32
  },
  {
   "text": "not every religious or poetic system gives rise to democratic institutions first and also that there are",
   "start": 915.76,
   "duration": 6.739
  },
  {
   "text": "Christian",
   "start": 923.68,
   "duration": 1.59
  },
  {
   "text": "Sub structures may be the most obviously in the case of the Russian Orthodox Church. Where the same",
   "start": 925.27,
   "duration": 6.109
  },
  {
   "text": "metaphysical principles apply but out of which a democracy did not emerge and so it does seem to me that",
   "start": 932.14,
   "duration": 6.349
  },
  {
   "text": "what we have in the West is the consequence of the interplay between the",
   "start": 939.16,
   "duration": 3.799
  },
  {
   "text": "fantasy predicated poetic",
   "start": 943.66,
   "duration": 2.0
  },
  {
   "text": "judeo-christian tradition and the",
   "start": 945.94,
   "duration": 1.95
  },
  {
   "text": "rational critique that was aimed at that by the",
   "start": 947.89,
   "duration": 2.75
  },
  {
   "text": "Enlightenment figures and that seems to me to mirror something like the proper balance between the right hemisphere and its poetic imagination",
   "start": 950.74,
   "duration": 6.53
  },
  {
   "text": "and the left hemisphere and it's critical capacity and",
   "start": 957.55,
   "duration": 3.019
  },
  {
   "text": "Then I would say that part of the way so one of the questions you brought up was. How do we",
   "start": 961.12,
   "duration": 5.119
  },
  {
   "text": "Decide which let's say religious in",
   "start": 966.579,
   "duration": 2.84
  },
  {
   "text": "Intuitions are valid and I think we do that in part through",
   "start": 970.089,
   "duration": 3.59
  },
  {
   "text": "negotiated agreement, you know because people have",
   "start": 974.199,
   "duration": 2.75
  },
  {
   "text": "Look even even among the Catholics say in the medieval time. There was an absolute horror of heresy",
   "start": 977.529,
   "duration": 5.51
  },
  {
   "text": "So if you were some mendicant monk",
   "start": 983.23,
   "duration": 2.0
  },
  {
   "text": "And you had a profound religious vision?",
   "start": 985.23,
   "duration": 2.519
  },
  {
   "text": "the probability that you were going to be tried as a heretic and burnt at the stake was extremely high because even the",
   "start": 988.089,
   "duration": 5.719
  },
  {
   "text": "gatekeepers of the religious tradition realized that",
   "start": 993.97,
   "duration": 2.299
  },
  {
   "text": "religious revelation untrammeled by",
   "start": 996.85,
   "duration": 2.059
  },
  {
   "text": "Something like community dialogue something like that was something extraordinary",
   "start": 999.85,
   "duration": 4.099
  },
  {
   "text": "Danger and so I would agree with you that",
   "start": 1004.649,
   "duration": 2.599
  },
  {
   "text": "The poetic imagination and the ground of religious revelation is something that can lead people dangerously astray",
   "start": 1007.8,
   "duration": 5.599
  },
  {
   "text": "But I would say at the same time that it constitutes the grounds of our initial exploration and that it's actually in a radically necessary",
   "start": 1013.47,
   "duration": 7.64
  },
  {
   "text": "Okay, well briefly address that and I want to ask a question that brings Douglas directly in here",
   "start": 1021.42,
   "duration": 4.999
  },
  {
   "text": "I I think this is an instance of what's called the genetic fallacy the idea that because",
   "start": 1026.61,
   "duration": 5.869
  },
  {
   "text": "Something emerged the way it did historically",
   "start": 1032.76,
   "duration": 2.329
  },
  {
   "text": "As a matter of historical contingency, it is the the the the origin is in fact good and worth maintaining",
   "start": 1035.64,
   "duration": 7.699
  },
  {
   "text": "or that it was in fact necessary that we couldn't get these good things like democracy any other way or were unlikely to and I",
   "start": 1044.1,
   "duration": 6.229
  },
  {
   "text": "Would say that that there's no Abrahamic religion",
   "start": 1050.33,
   "duration": 3.27
  },
  {
   "text": "That is the best conceivable womb of democracy or anything else",
   "start": 1053.789,
   "duration": 4.7
  },
  {
   "text": "We like science that were a great place to get Douglass involved so it but but I would just add one other category of",
   "start": 1058.49,
   "duration": 6.299
  },
  {
   "text": "Thinking here we have what we think is factual and",
   "start": 1066.69,
   "duration": 2.69
  },
  {
   "text": "Methods by which we derive facts and I would put rationality there and an empirical engagement with with reality",
   "start": 1069.899,
   "duration": 6.89
  },
  {
   "text": "then we have",
   "start": 1077.159,
   "duration": 1.471
  },
  {
   "text": "other good things in life like",
   "start": 1078.63,
   "duration": 2.209
  },
  {
   "text": "Fiction and and flights of fancy that are pleasing for one reason or another and could be generative",
   "start": 1081.36,
   "duration": 5.569
  },
  {
   "text": "toward the first category, but then we also have",
   "start": 1087.75,
   "duration": 3.109
  },
  {
   "text": "I know I would acknowledge we've spoken about this before",
   "start": 1092.09,
   "duration": 2.01
  },
  {
   "text": "Useful fictions and cases I would you know, hope rare cases where where fiction is",
   "start": 1095.22,
   "duration": 5.78
  },
  {
   "text": "more adaptive or more useful than the truth right that there's a",
   "start": 1101.76,
   "duration": 5.119
  },
  {
   "text": "Sometimes the truth can can be not worth knowing and I would argue that they you know, there are those cases",
   "start": 1107.88,
   "duration": 5.149
  },
  {
   "text": "Okay",
   "start": 1113.039,
   "duration": 0.5
  },
  {
   "text": "But they're not so they're few and far between but we should focus on that but some degree of so",
   "start": 1113.539,
   "duration": 4.44
  },
  {
   "text": "I wanted to point to Douglas here and focus on that because I think your fear Douglas is that",
   "start": 1117.98,
   "duration": 3.959
  },
  {
   "text": "my style or you know, Richard Dawkins or style or Christopher Hitchens a style of",
   "start": 1122.549,
   "duration": 4.849
  },
  {
   "text": "Anti theism, you know, just let's let's just throw the vicar's from the rooftops now because it's time to end this thing",
   "start": 1128.01,
   "duration": 7.729
  },
  {
   "text": "Literally get off Twitter now. But yeah",
   "start": 1137.22,
   "duration": 2.75
  },
  {
   "text": "That's a hashtag. Yeah. Yes",
   "start": 1140.73,
   "duration": 2.179
  },
  {
   "text": "Your concern has been that",
   "start": 1143.94,
   "duration": 2.63
  },
  {
   "text": "And I think what Jordan shares this that that so much of what is good in our Western developed societies?",
   "start": 1147.45,
   "duration": 6.68
  },
  {
   "text": "is",
   "start": 1155.1,
   "duration": 2.0
  },
  {
   "text": "The very least maintained by mayn't maintaining",
   "start": 1157.409,
   "duration": 4.07
  },
  {
   "text": "so-called",
   "start": 1162.27,
   "duration": 1.2
  },
  {
   "text": "Judeo-christian values or the or the remnants of our past religiosity and that you know",
   "start": 1163.47,
   "duration": 5.9
  },
  {
   "text": "there is a baby in the bath water that can be difficult to discern and",
   "start": 1169.37,
   "duration": 3.839
  },
  {
   "text": "We can to empty the tub all at once because and this is very much of because there's a zero-sum",
   "start": 1173.399,
   "duration": 4.73
  },
  {
   "text": "Contest with the the religious enthusiasm. We see coming from the Muslim world",
   "start": 1178.679,
   "duration": 4.31
  },
  {
   "text": "And of course the Muslim world is all over the world at the moment",
   "start": 1183.72,
   "duration": 3.589
  },
  {
   "text": "So in that contest between a very an older style of religiosity and the theocracy",
   "start": 1187.309,
   "duration": 6.81
  },
  {
   "text": "really and modernity",
   "start": 1194.279,
   "duration": 2.0
  },
  {
   "text": "You are not as eager as I have been to to pull up",
   "start": 1196.289,
   "duration": 3.98
  },
  {
   "text": "Western religiosity by the roots",
   "start": 1200.97,
   "duration": 2.03
  },
  {
   "text": "Or chocolate vicars. Yes",
   "start": 1203.64,
   "duration": 2.0
  },
  {
   "text": "Yes, I think that's fair. I think I sit",
   "start": 1207.12,
   "duration": 2.39
  },
  {
   "text": "metaphorically as well as literally between the two of you I",
   "start": 1210.87,
   "duration": 3.14
  },
  {
   "text": "Realized from our conversation in Dublin some of",
   "start": 1215.549,
   "duration": 2.42
  },
  {
   "text": "what your concerns are about what Jordan has been saying and what he is saying and I share some of the concern I",
   "start": 1218.49,
   "duration": 6.17
  },
  {
   "text": "said to you then that I used the",
   "start": 1225.51,
   "duration": 2.03
  },
  {
   "text": "analogy of water",
   "start": 1228.12,
   "duration": 1.89
  },
  {
   "text": "And Eric Weinstein recently described to me as Jesus smuggling",
   "start": 1230.01,
   "duration": 4.61
  },
  {
   "text": "But it was a consequence of a discussion about biologists. What do you do if you're discussing?",
   "start": 1235.29,
   "duration": 5.27
  },
  {
   "text": "design intelligent design",
   "start": 1241.5,
   "duration": 2.179
  },
  {
   "text": "You can be okay as long as your own",
   "start": 1244.95,
   "duration": 2.78
  },
  {
   "text": "Bandwidth on this on the issue as long as your own depth of knowledge on the issue is very considerable. You can be okay",
   "start": 1248.25,
   "duration": 6.619
  },
  {
   "text": "discussing that biology with somebody even a fundamentalist Christian",
   "start": 1255.63,
   "duration": 4.639
  },
  {
   "text": "So long as you can follow every step of the way",
   "start": 1261.06,
   "duration": 2.39
  },
  {
   "text": "But the fear will always be at the moment. You're not looking they're gonna smuggle Jesus in",
   "start": 1264.87,
   "duration": 5.569
  },
  {
   "text": "Or they'll wait till the moment that you're not comfortable",
   "start": 1273.33,
   "duration": 2.78
  },
  {
   "text": "anymore with the argument the bit when you're at the very end of your cognitive ability, and then they'll",
   "start": 1276.24,
   "duration": 4.429
  },
  {
   "text": "Trust me. There's Jesus. There's Jesus",
   "start": 1281.46,
   "duration": 2.179
  },
  {
   "text": "and",
   "start": 1284.58,
   "duration": 1.86
  },
  {
   "text": "one of the things I realized from Dublin was",
   "start": 1286.44,
   "duration": 2.0
  },
  {
   "text": "Although I think you may not think that Jordan himself is going to try Jesus smuggling on you",
   "start": 1289.41,
   "duration": 7.13
  },
  {
   "text": "You fear that?",
   "start": 1297.3,
   "duration": 1.77
  },
  {
   "text": "Somewhere down the line from what he's saying. Somebody else will do that trick. Yes, it's worse than that",
   "start": 1299.07,
   "duration": 5.089
  },
  {
   "text": "I actually know the people the people who were clapping are doing that",
   "start": 1304.25,
   "duration": 4.979
  },
  {
   "text": "I hear from those people on a daily basis",
   "start": 1309.23,
   "duration": 2.52
  },
  {
   "text": "right so that the segment of Jordan's audience that is that is",
   "start": 1311.75,
   "duration": 3.689
  },
  {
   "text": "Very happy to be told they can stay on the riverbanks of their traditional",
   "start": 1315.81,
   "duration": 4.28
  },
  {
   "text": "Christianity for the most part and they don't have to get into the stream of",
   "start": 1320.28,
   "duration": 4.1
  },
  {
   "text": "totally monitor and rigorous rational thinking about everything from first principles right that there's something that that the Iron Age",
   "start": 1325.59,
   "duration": 7.339
  },
  {
   "text": "Scribes got right and it's right for all time",
   "start": 1333.33,
   "duration": 2.75
  },
  {
   "text": "those are",
   "start": 1336.63,
   "duration": 1.35
  },
  {
   "text": "those are the applause I'm hearing and and and",
   "start": 1337.98,
   "duration": 2.839
  },
  {
   "text": "However, consciously or not Jordan is telling them it's okay to stay stick right there with a with a shard of the cross",
   "start": 1341.55,
   "duration": 7.459
  },
  {
   "text": "Actually tried a little conscious Jesus smuggling on Sam to see how that would in a discussion we had about",
   "start": 1351.06,
   "duration": 5.959
  },
  {
   "text": "The central archetype of superheroes, but I'm gonna try something a little different tonight",
   "start": 1357.629,
   "duration": 4.07
  },
  {
   "text": "I'm gonna try a little direct God smuggling we won't bother with Jesus. Let's go right to God. Why not?",
   "start": 1361.7,
   "duration": 6.209
  },
  {
   "text": "So one of the things I've really tried to do when I've been analyzing",
   "start": 1368.549,
   "duration": 4.339
  },
  {
   "text": "Religious texts is to take them as to take them",
   "start": 1373.529,
   "duration": 3.41
  },
  {
   "text": "seriously in the sense that I don't presume that I understand them and I presume that they're a",
   "start": 1377.94,
   "duration": 6.199
  },
  {
   "text": "Mystery of sorts and at least the Bible for example is a mystery because we don't really understand the processes by which it was",
   "start": 1384.539,
   "duration": 7.4
  },
  {
   "text": "constructed and we don't understand the processes by which we all agreed collectively over several thousand years to",
   "start": 1392.159,
   "duration": 6.469
  },
  {
   "text": "Organize the book the way it",
   "start": 1399.059,
   "duration": 1.83
  },
  {
   "text": "Is organized or to edit it the way that it's edited or the and to keep what's in it and to and to discard",
   "start": 1400.889,
   "duration": 6.44
  },
  {
   "text": "what's not in it and why it's",
   "start": 1407.33,
   "duration": 1.99
  },
  {
   "text": "Lasted and why it's had such a huge impact why I don't want to",
   "start": 1409.32,
   "duration": 3.41
  },
  {
   "text": "Derail you but we do understand that the first part of the process all too",
   "start": 1412.799,
   "duration": 4.31
  },
  {
   "text": "well",
   "start": 1417.11,
   "duration": 0.24
  },
  {
   "text": "We know that the this there was a political and all-too-human",
   "start": 1417.35,
   "duration": 4.049
  },
  {
   "text": "process of voting certain texts in for inclusion and some were in for centuries and then got jettisoned and",
   "start": 1421.889,
   "duration": 6.26
  },
  {
   "text": "and sure a revelation came in far later than",
   "start": 1428.429,
   "duration": 2.869
  },
  {
   "text": "whole",
   "start": 1431.639,
   "duration": 0.721
  },
  {
   "text": "Generations of Christians who lived and died under the banner of the Bible and it was a different Bible at the time",
   "start": 1432.36,
   "duration": 5.959
  },
  {
   "text": "They had the wrong Bible so well",
   "start": 1438.32,
   "duration": 1.41
  },
  {
   "text": "But it's the same",
   "start": 1439.73,
   "duration": 0.75
  },
  {
   "text": "It's the same issue that that we really don't just we really don't understand fair enough Sam and I'm not saying that political etcetera",
   "start": 1440.48,
   "duration": 6.719
  },
  {
   "text": "Considerations didn't enter into it",
   "start": 1447.84,
   "duration": 1.339
  },
  {
   "text": "I'm sure all human considerations entered into it",
   "start": 1449.179,
   "duration": 2.25
  },
  {
   "text": "But there was some collective process of winnowing and you can attempt to reduce that to economic or political causes",
   "start": 1451.429,
   "duration": 6.989
  },
  {
   "text": "Which is generally what secular?",
   "start": 1458.419,
   "duration": 2.0
  },
  {
   "text": "Assessors like Freud and Marx both did and with a fair degree of success. I might add but there's still some mysterious",
   "start": 1461.61,
   "duration": 6.649
  },
  {
   "text": "assessment of what it is that will be remembered that entered into it, but",
   "start": 1469.59,
   "duration": 4.069
  },
  {
   "text": "It's a separate point to some degree. I'm just saying that my point my",
   "start": 1474.33,
   "duration": 4.64
  },
  {
   "text": "My point of departure when looking at these texts is one of an essential radical ignorance. I don't",
   "start": 1479.519,
   "duration": 5.599
  },
  {
   "text": "that I understand the mechanisms by which they were generated or edited or collected or kept or remembered or",
   "start": 1486.22,
   "duration": 6.5
  },
  {
   "text": "Why they had the impact they had now",
   "start": 1493.42,
   "duration": 2.119
  },
  {
   "text": "I've been thinking a lot about the idea of let's say God the Father because that's a very common archetypal",
   "start": 1496.03,
   "duration": 6.08
  },
  {
   "text": "representation of God God the Father so I'm going to tell you an",
   "start": 1502.42,
   "duration": 3.14
  },
  {
   "text": "Experience that I had that I've never really told any audience about I had a vision at one point",
   "start": 1505.93,
   "duration": 5.9
  },
  {
   "text": "That and the vision had to do with a dialogue that I was having with my father and you know",
   "start": 1512.38,
   "duration": 5.3
  },
  {
   "text": "You have a father right and when you're a little kid you",
   "start": 1517.68,
   "duration": 3.06
  },
  {
   "text": "act out your father when you pretend to be a father and what you're doing when you're acting out your father isn't",
   "start": 1521.29,
   "duration": 6.5
  },
  {
   "text": "imitating your father because you don't",
   "start": 1528.25,
   "duration": 2.0
  },
  {
   "text": "Duplicate precisely the actions that your father ever took in his life",
   "start": 1530.95,
   "duration": 4.88
  },
  {
   "text": "what you do is you you watch your father across multiple contexts and you abstract out something like a",
   "start": 1535.83,
   "duration": 6.329
  },
  {
   "text": "spirit of the Father and then when you're a child you",
   "start": 1542.41,
   "duration": 2.78
  },
  {
   "text": "implement that spirit of the father in your pretend play and you come to embody that",
   "start": 1545.68,
   "duration": 4.79
  },
  {
   "text": "Deeply so the notion is that people can abstract out something like a spirit of the Father and that that's part of our min",
   "start": 1550.6,
   "duration": 7.309
  },
  {
   "text": "Pneumatic tendency, which is a very powerful human cognitive tendency",
   "start": 1558.4,
   "duration": 3.38
  },
  {
   "text": "and in this vision I",
   "start": 1561.78,
   "duration": 1.15
  },
  {
   "text": "first started to talk with my father and I would say more with the spirit of my father because he wasn't actually there and",
   "start": 1562.93,
   "duration": 6.109
  },
  {
   "text": "I would say it was the wisest part of him and then that sort of",
   "start": 1569.5,
   "duration": 3.11
  },
  {
   "text": "transformed into a discussion that I had with a series of ancestral spirits and then that",
   "start": 1572.8,
   "duration": 4.579
  },
  {
   "text": "transformed itself into a vision of God himself with whom I had a conversation and this was a visionary experience and",
   "start": 1577.72,
   "duration": 7.339
  },
  {
   "text": "then that all went away and I spent months and months thinking about it and I thought",
   "start": 1585.28,
   "duration": 4.88
  },
  {
   "text": "So you guys can tell me what you think about this and this sort of stretches my cognitive ability to to its utmost",
   "start": 1590.68,
   "duration": 6.68
  },
  {
   "text": "Limit to contemplate such things but here's a biological argument",
   "start": 1597.64,
   "duration": 4.01
  },
  {
   "text": "I already made the case that a child can extract out the spirit of the father and embody it and that's",
   "start": 1601.65,
   "duration": 6.09
  },
  {
   "text": "Necessary insofar as you're going to be a father in the wise one",
   "start": 1607.84,
   "duration": 2.959
  },
  {
   "text": "But we can also extract out the spirit of the father over much longer periods of time",
   "start": 1610.8,
   "duration": 5.31
  },
  {
   "text": "Because my father was a father because he imitated his fall",
   "start": 1616.24,
   "duration": 3.56
  },
  {
   "text": "Who imitated his father who imitated his father as far back in time as you can go and there's a cumulative",
   "start": 1619.89,
   "duration": 6.03
  },
  {
   "text": "development of the Spirit of the Father across time",
   "start": 1626.29,
   "duration": 2.63
  },
  {
   "text": "now then the question might be does this spirit of the father have any reality other than the",
   "start": 1629.26,
   "duration": 4.52
  },
  {
   "text": "Metaphorical and I would say damn right?",
   "start": 1633.97,
   "duration": 1.94
  },
  {
   "text": "It has a reality and I can describe a biological reality and and and I don't know what this says about any background metaphysics",
   "start": 1635.91,
   "duration": 6.959
  },
  {
   "text": "But here's our hypothesis",
   "start": 1642.87,
   "duration": 2.0
  },
  {
   "text": "We know",
   "start": 1645.1,
   "duration": 1.38
  },
  {
   "text": "that human beings",
   "start": 1646.48,
   "duration": 2.0
  },
  {
   "text": "Separated from chimpanzees over the course of the last 7 million years at least in large part because of human female sexual",
   "start": 1648.49,
   "duration": 6.95
  },
  {
   "text": "selectivity so it was the spirit of",
   "start": 1655.81,
   "duration": 2.239
  },
  {
   "text": "Femininity collectively that helped elevate us to the degree that we have been elevated above our chimpanzee Co ancestor",
   "start": 1658.42,
   "duration": 7.25
  },
  {
   "text": "But here's in something interesting to contemplate",
   "start": 1665.67,
   "duration": 2.52
  },
  {
   "text": "What is it precisely that makes men what makes men desirable to women and so I have a bit of a hypothesis about that",
   "start": 1668.19,
   "duration": 7.349
  },
  {
   "text": "So here's what men do",
   "start": 1675.54,
   "duration": 2.0
  },
  {
   "text": "They get together in productive groups and the orient themselves toward a certain task and they produce a hierarchy",
   "start": 1678.25,
   "duration": 6.8
  },
  {
   "text": "around that task because whenever you implement a task you produce a hierarchy and",
   "start": 1685.6,
   "duration": 4.04
  },
  {
   "text": "They vote up the most",
   "start": 1689.83,
   "duration": 1.86
  },
  {
   "text": "Competent men to the top of the hierarchy and then the women select the competent men from the top of the hierarchy",
   "start": 1691.69,
   "duration": 5.269
  },
  {
   "text": "But the vote that determines who the competent men are that are more likely to reproduce as a consequence of male",
   "start": 1697.42,
   "duration": 6.409
  },
  {
   "text": "Evaluation of men and that's occurred over millennia",
   "start": 1704.44,
   "duration": 2.899
  },
  {
   "text": "And so there's a spirit of the father that's embedded in the patriarchal hierarchy that acts as the primary selection mechanism",
   "start": 1707.34,
   "duration": 6.84
  },
  {
   "text": "that offers men up to women and plays a",
   "start": 1714.46,
   "duration": 2.18
  },
  {
   "text": "cardinal role in human evolution and it looks like we've we've",
   "start": 1717.4,
   "duration": 3.829
  },
  {
   "text": "Personified that spirit of the father in our religious imagery and and that's that's how it looks to me",
   "start": 1721.72,
   "duration": 5.18
  },
  {
   "text": "But then there's something that's even more mysterious and deep about that. That's worth considering is that",
   "start": 1726.9,
   "duration": 4.41
  },
  {
   "text": "apparently the entire course of",
   "start": 1732.07,
   "duration": 1.71
  },
  {
   "text": "evolutionary history has conspired to produce human beings and we could argue that it could have been different but it certainly hasn't been different and",
   "start": 1733.78,
   "duration": 7.489
  },
  {
   "text": "That means that that selective spirit of the Father has been part of the process. That's",
   "start": 1741.28,
   "duration": 5.51
  },
  {
   "text": "Generated our very being and it's certainly possible that that collective spirit of the Father",
   "start": 1747.07,
   "duration": 4.25
  },
  {
   "text": "We fly something metaphysically fundamental about the structure of reality itself",
   "start": 1751.33,
   "duration": 4.319
  },
  {
   "text": "Yes, well",
   "start": 1759.86,
   "duration": 2.78
  },
  {
   "text": "Insofar as I",
   "start": 1765.29,
   "duration": 1.53
  },
  {
   "text": "Agree with with virtually all of that. I should say that none of that",
   "start": 1766.82,
   "duration": 4.309
  },
  {
   "text": "Should give comfort to people who want to hold on to this notion that",
   "start": 1771.8,
   "duration": 3.5
  },
  {
   "text": "Certain of our books might have been revealed by the creator of the universe",
   "start": 1775.55,
   "duration": 3.02
  },
  {
   "text": "Well, it depends on what you mean by the creator like well, you know",
   "start": 1779.57,
   "duration": 3.559
  },
  {
   "text": "I'm just saying that that that the world we're living in now is one in which we have whole societies",
   "start": 1783.13,
   "duration": 6.719
  },
  {
   "text": "Shattered over this notion that some books weren't written by human beings, right? There's a different class of book, right?",
   "start": 1790.61,
   "duration": 7.19
  },
  {
   "text": "there's a different shelf in the library where the the products of",
   "start": 1797.8,
   "duration": 3.75
  },
  {
   "text": "almost certainly merely human brains are",
   "start": 1802.85,
   "duration": 2.3
  },
  {
   "text": "Venerated for all time and and considered uneditable and unag nora Bulai by the majority of human beings",
   "start": 1805.97,
   "duration": 6.979
  },
  {
   "text": "yeah, it's it's clear clear that revelation can devolve into but",
   "start": 1813.23,
   "duration": 4.25
  },
  {
   "text": "Unbelievers are real. But any",
   "start": 1818.0,
   "duration": 2.0
  },
  {
   "text": "There's a risk in all this always is is it often made critique",
   "start": 1821.18,
   "duration": 3.169
  },
  {
   "text": "But that when you're talking about religion you're talking about the Inquisition you're talking about the jihadists. You're not talking about",
   "start": 1824.35,
   "duration": 6.359
  },
  {
   "text": "Somebody who wants to go to their local Anglican Church once a year",
   "start": 1831.32,
   "duration": 3.5
  },
  {
   "text": "Maybe get the children to school and maybe when they're at some desolate moment of their lives",
   "start": 1835.07,
   "duration": 5.029
  },
  {
   "text": "returns to this as the place that stores meaning",
   "start": 1840.26,
   "duration": 2.66
  },
  {
   "text": "I mean the thing that I think Jordan and I are in agreement on in this is is that thing?",
   "start": 1842.92,
   "duration": 5.429
  },
  {
   "text": "Quote from shop and how and the dialogue on religion when he says, you know",
   "start": 1849.32,
   "duration": 3.589
  },
  {
   "text": "The truth may be like water and needs vessels to carry it and when we were talking about this the other night",
   "start": 1852.91,
   "duration": 5.789
  },
  {
   "text": "You know you admitted that one of the consequences perhaps of the you know",
   "start": 1859.25,
   "duration": 4.55
  },
  {
   "text": "The parents sort of going through the belief structures. They may not believe in anymore",
   "start": 1863.8,
   "duration": 3.929
  },
  {
   "text": "But they keep doing it as a demonstration of what you said was the the you know",
   "start": 1868.09,
   "duration": 4.95
  },
  {
   "text": "the non embarrassing options that atheists have come up with but it may also be that",
   "start": 1873.04,
   "duration": 5.819
  },
  {
   "text": "That since we don't have very many vessels",
   "start": 1879.56,
   "duration": 2.839
  },
  {
   "text": "that cracked and",
   "start": 1882.93,
   "duration": 1.8
  },
  {
   "text": "damaged and sometimes transparent as they are what vessels you have might be worth holding on to",
   "start": 1884.73,
   "duration": 6.32
  },
  {
   "text": "well, no, I think I think the challenge here is",
   "start": 1892.11,
   "duration": 2.84
  },
  {
   "text": "I mean it feels that well, first of all, we should first notice that these comments very often take the form of",
   "start": 1895.71,
   "duration": 7.61
  },
  {
   "text": "You and I don't need this stuff",
   "start": 1903.93,
   "duration": 2.179
  },
  {
   "text": "But most other people do right and that is it can't do it. Yes",
   "start": 1906.21,
   "duration": 6.05
  },
  {
   "text": "I mean that's inevitably and if it is it's sort of to took that format one moment the other night",
   "start": 1912.26,
   "duration": 5.13
  },
  {
   "text": "whereas where you acknowledge that that people of low intelligence are best placed in a",
   "start": 1917.39,
   "duration": 7.14
  },
  {
   "text": "Conservative paradigm like traditionally conservative paradigm because there's less to think through right now",
   "start": 1925.17,
   "duration": 5.39
  },
  {
   "text": "Obviously, you don't want your your view on religion summarized by it's good for stupid people",
   "start": 1930.84,
   "duration": 5.54
  },
  {
   "text": "well, I do I do want to summarize to some degree that way because for",
   "start": 1936.63,
   "duration": 3.829
  },
  {
   "text": "The opportunity again to put a foot in your mouth I",
   "start": 1942.0,
   "duration": 2.33
  },
  {
   "text": "Would say not not only I mean the thing is is that we're all stupid and and some of us are far stupider than others",
   "start": 1945.15,
   "duration": 6.739
  },
  {
   "text": "But we're not we're not that stupid",
   "start": 1951.89,
   "duration": 2.0
  },
  {
   "text": "Well, but there's another problem Sam I think and and and this is obviously a contentious one one of the things I I don't go",
   "start": 1954.03,
   "duration": 7.67
  },
  {
   "text": "to church",
   "start": 1961.7,
   "duration": 1.09
  },
  {
   "text": "But there is one thing I admire about the church and that is that it's managed to serve as a repository",
   "start": 1962.79,
   "duration": 6.679
  },
  {
   "text": "for these",
   "start": 1970.14,
   "duration": 1.71
  },
  {
   "text": "Fundamental underlying fictions for two millennia, and that's really something bloody. Unbelievable. I mean the great",
   "start": 1971.85,
   "duration": 6.41
  },
  {
   "text": "What would you say is bloody? Unbelievable? Look Sam there. Everything's everything's everything's soaked in blood",
   "start": 1979.29,
   "duration": 6.439
  },
  {
   "text": "We have no disagreement about that",
   "start": 1985.89,
   "duration": 1.91
  },
  {
   "text": "but the secular",
   "start": 1987.8,
   "duration": 1.24
  },
  {
   "text": "Alternatives that we produced in the 20th century were certainly no less blood sword and they produced nothing of any program within it whatsoever",
   "start": 1989.04,
   "duration": 6.619
  },
  {
   "text": "We did not do it now, but we have to put to bed that secular canard what we are using",
   "start": 1995.66,
   "duration": 4.829
  },
  {
   "text": "well, it's just it's just not so that",
   "start": 2000.8,
   "duration": 2.689
  },
  {
   "text": "Stalinism was the product of secularism or atheism. And nor was that product",
   "start": 2004.34,
   "duration": 6.47
  },
  {
   "text": "It wasn't an inevitable project or is our product",
   "start": 2010.93,
   "duration": 2.939
  },
  {
   "text": "Well, it wasn't Bey and please anyone who has this meme in in your head",
   "start": 2014.14,
   "duration": 4.5
  },
  {
   "text": "Please just allow the next sentences I speak to just push it out because it's I'm so sick of hearing this",
   "start": 2018.64,
   "duration": 6.18
  },
  {
   "text": "This this idea that the greatest crimes of the 20th century were somehow the product of atheism, right?",
   "start": 2026.18,
   "duration": 5.869
  },
  {
   "text": "They say when you look at what actually engineered these atrocities",
   "start": 2032.05,
   "duration": 3.599
  },
  {
   "text": "It was something that looked very much like a religion",
   "start": 2036.29,
   "duration": 3.859
  },
  {
   "text": "It was a religion in every way apart from an explicit commitment to other worldliness",
   "start": 2040.15,
   "duration": 5.16
  },
  {
   "text": "It was based on that's a bit different dis dogmatism through and through it was based on a personality",
   "start": 2045.31,
   "duration": 5.939
  },
  {
   "text": "cults that that grew up around figures like Stalin and Hitler and now",
   "start": 2051.47,
   "duration": 3.8
  },
  {
   "text": "It's these were it was not the ideas of Bertrand Russell and David Hume",
   "start": 2056.06,
   "duration": 5.03
  },
  {
   "text": "That brought us to the gulag or to Auschwitz, but then you say it's the thoughts of Jesus Christ. I very well know",
   "start": 2061.31,
   "duration": 6.109
  },
  {
   "text": "It's true. No, I can say that I can say it was the thought of st",
   "start": 2067.429,
   "duration": 3.92
  },
  {
   "text": "Augustine and I can say it was the thought of st. Thomas Aquinas",
   "start": 2071.35,
   "duration": 2.909
  },
  {
   "text": "Explicitly that gave us the Inquisition. This is the fact",
   "start": 2074.99,
   "duration": 3.02
  },
  {
   "text": "It can I make a suggestion? Yeah, I mean, this is a general one as well as one for tonight",
   "start": 2078.53,
   "duration": 4.429
  },
  {
   "text": "but the whole discussion",
   "start": 2082.96,
   "duration": 2.07
  },
  {
   "text": "I mean I said the other night in Dublin that to a great accessory",
   "start": 2085.03,
   "duration": 3.149
  },
  {
   "text": "books are written about the period we're living in they'll probably be described as the",
   "start": 2088.37,
   "duration": 3.619
  },
  {
   "text": "Post Holocaust period in history the post-world War two ERA in Europe. It's still going on",
   "start": 2092.27,
   "duration": 6.439
  },
  {
   "text": "they were still we're still going through this try to work out what happened and",
   "start": 2098.75,
   "duration": 4.159
  },
  {
   "text": "I",
   "start": 2103.34,
   "duration": 0.69
  },
  {
   "text": "Have to say one thing that I had any rated equally tired of is the claim that this has got to be a tennis game",
   "start": 2104.03,
   "duration": 5.78
  },
  {
   "text": "between the religious and the non-religious but people say",
   "start": 2109.88,
   "duration": 3.859
  },
  {
   "text": "That the 20th century's crimes were committed by atheists",
   "start": 2114.38,
   "duration": 3.079
  },
  {
   "text": "Sometimes true often wrong or that the 20th century's crimes were committed by people who are religious sometimes true often wrong",
   "start": 2118.07,
   "duration": 7.01
  },
  {
   "text": "Why do you think nobody you're not observing a crucial distinction here because I would never be tempted to hold religion accountable",
   "start": 2125.21,
   "duration": 7.58
  },
  {
   "text": "For the bad things that religious people do that have no connection to religion, right?",
   "start": 2133.04,
   "duration": 6.469
  },
  {
   "text": "So if a Muslim Rob's a liquor store, I'm not gonna blame Islam for that",
   "start": 2139.51,
   "duration": 4.5
  },
  {
   "text": "There's no job",
   "start": 2144.53,
   "duration": 2.0
  },
  {
   "text": "Not a us",
   "start": 2147.88,
   "duration": 1.86
  },
  {
   "text": "There's no doctrine that makes sense of that behavior what I blame religion for and likewise",
   "start": 2149.74,
   "duration": 5.27
  },
  {
   "text": "There's no doctrine in the mere loss of religion a ie atheism that gets you the gulag, right? Oh, there is",
   "start": 2155.01,
   "duration": 7.38
  },
  {
   "text": "No, there's not there's not I just let me just flesh out this point for one more a second",
   "start": 2163.21,
   "duration": 5.27
  },
  {
   "text": "The only thing I blame religion for are the things that it becomes",
   "start": 2168.49,
   "duration": 4.31
  },
  {
   "text": "rational to do by the light of these beliefs if you accept these doctrines a",
   "start": 2173.32,
   "duration": 5.0
  },
  {
   "text": "rational and good person",
   "start": 2178.96,
   "duration": 2.0
  },
  {
   "text": "can be tempted to join Isis",
   "start": 2181.0,
   "duration": 2.21
  },
  {
   "text": "That's my concern a rational and good person can be tempted to support the Inquisition. But of the many things they had in common",
   "start": 2183.49,
   "duration": 7.37
  },
  {
   "text": "This is the point that David Berlinski made in his book",
   "start": 2192.01,
   "duration": 2.42
  },
  {
   "text": "What did the nkvd have in common with everyone who oversaw the gulag the SS",
   "start": 2196.42,
   "duration": 6.56
  },
  {
   "text": "People who guarded the camps of people who put people on trains. What did they all have in common?",
   "start": 2203.53,
   "duration": 4.88
  },
  {
   "text": "What are they have in common with MAO?",
   "start": 2208.41,
   "duration": 1.84
  },
  {
   "text": "Among other things they had in common the fact that none of them thought that God was watching them",
   "start": 2210.25,
   "duration": 5.18
  },
  {
   "text": "None of them thought that they were being observed and would be held it",
   "start": 2216.58,
   "duration": 3.05
  },
  {
   "text": "You dick God is on your side",
   "start": 2220.75,
   "duration": 1.76
  },
  {
   "text": "We have just as many examples where people do it because they think God is on their side, right?",
   "start": 2222.51,
   "duration": 5.37
  },
  {
   "text": "Sure, cuz I think watching and clapping. I'm not denying that I'm saying that the attempt to make this at a tennis match",
   "start": 2227.88,
   "duration": 7.02
  },
  {
   "text": "Over the 20th century's mistake. We we're still trying to work out what caused it religion had a role a fizz amader role",
   "start": 2235.69,
   "duration": 5.629
  },
  {
   "text": "But that the perpetual tennis match of it",
   "start": 2241.66,
   "duration": 2.929
  },
  {
   "text": "I think well and there is something to be said at a more sophisticated",
   "start": 2244.59,
   "duration": 4.409
  },
  {
   "text": "level I would say for the idea that you have an obligation to a",
   "start": 2249.28,
   "duration": 4.489
  },
  {
   "text": "Transcendent ethic now you make that claim in the moral landscape you lay out a transcendent ethic in my estimation",
   "start": 2254.32,
   "duration": 7.25
  },
  {
   "text": "that's one that puts the",
   "start": 2261.57,
   "duration": 2.0
  },
  {
   "text": "onus of the of",
   "start": 2263.71,
   "duration": 2.0
  },
  {
   "text": "responsibility on the individual to act in a way that at",
   "start": 2265.81,
   "duration": 3.709
  },
  {
   "text": "minimum",
   "start": 2270.28,
   "duration": 1.26
  },
  {
   "text": "minimizes suffering and so and you think of that as a statement of fact that that's",
   "start": 2271.54,
   "duration": 5.42
  },
  {
   "text": "The proper way of being and I think about it as an axiomatic statement of faith, and that's one of our differences",
   "start": 2277.36,
   "duration": 5.159
  },
  {
   "text": "but I have",
   "start": 2282.52,
   "duration": 1.72
  },
  {
   "text": "been very careful in my analysis of the relationship between the idea of sovereignty and the idea of",
   "start": 2284.24,
   "duration": 6.949
  },
  {
   "text": "Religious belief and one of the things that I have worked out",
   "start": 2292.07,
   "duration": 3.5
  },
  {
   "text": "I think partly from reading such people as le atta and Jung was that",
   "start": 2295.57,
   "duration": 4.53
  },
  {
   "text": "the there is an emergent idea of sovereignty that does involve being accountable to a god and",
   "start": 2300.59,
   "duration": 6.53
  },
  {
   "text": "Here's how he would justify that and I would think about this essentially from a practical and biological perspective",
   "start": 2308.45,
   "duration": 5.51
  },
  {
   "text": "independent of any metaphysical reality that it might have so the ancient Mesopotamians for example believed that their",
   "start": 2315.2,
   "duration": 6.83
  },
  {
   "text": "emperor was the incarnation or the representative of a god named Marduk and",
   "start": 2322.37,
   "duration": 5.0
  },
  {
   "text": "That actually bestowed certain ethical responsibilities on the ruler",
   "start": 2327.8,
   "duration": 4.429
  },
  {
   "text": "And so the ruler had to be a good Marduk in order to be a sovereign to be regarded as sovereign he had to be",
   "start": 2332.23,
   "duration": 6.78
  },
  {
   "text": "the embodiment of these divine principles and it took the Mesopotamians a very very long period of time",
   "start": 2339.32,
   "duration": 6.349
  },
  {
   "text": "perhaps several tens of thousands of years",
   "start": 2346.13,
   "duration": 2.059
  },
  {
   "text": "they weren't Mesopotamian during that whole time obviously to work out what those principles of sovereignty should be and",
   "start": 2348.2,
   "duration": 6.29
  },
  {
   "text": "The Mesopotamians encoded this in their fictions and their religious fictions",
   "start": 2354.83,
   "duration": 4.339
  },
  {
   "text": "Making essentially the proposition that the proper ruler had to have eyes all the way around his head",
   "start": 2359.6,
   "duration": 5.599
  },
  {
   "text": "because that was one of the attributes of Marduk, so he was someone who was genuinely paying attention who was capable of",
   "start": 2365.45,
   "duration": 6.89
  },
  {
   "text": "Coming into voluntary contact with with the great",
   "start": 2372.95,
   "duration": 3.56
  },
  {
   "text": "chaotic sub structure of being and cutting it into pieces and making the habitable world and also speaking words that were",
   "start": 2376.73,
   "duration": 7.58
  },
  {
   "text": "truthful that that had the power the magic power of truth and",
   "start": 2384.53,
   "duration": 4.13
  },
  {
   "text": "The the the ruler had to act that out if he was",
   "start": 2388.94,
   "duration": 3.8
  },
  {
   "text": "going to be the sort of ruler that his people weren't entitled to slay and",
   "start": 2392.84,
   "duration": 4.31
  },
  {
   "text": "Sacrifice and then once a year at the new year's festival",
   "start": 2397.37,
   "duration": 2.989
  },
  {
   "text": "he would go outside the city the walled city and he would act out his role of Marduk and",
   "start": 2400.55,
   "duration": 5.209
  },
  {
   "text": "The priests would humiliate him and ask him to confess all the ways that he hadn't been",
   "start": 2406.04,
   "duration": 4.61
  },
  {
   "text": "good Marduk, so that he could remember that he had a",
   "start": 2410.8,
   "duration": 2.58
  },
  {
   "text": "responsibility to undertake this this to embody this",
   "start": 2414.14,
   "duration": 4.01
  },
  {
   "text": "Relationship with these divine principles and the thing that's so important about this",
   "start": 2418.34,
   "duration": 3.5
  },
  {
   "text": "so absolutely crucially important is that it established the principle that even if you were at the top of a hierarchy",
   "start": 2421.84,
   "duration": 6.0
  },
  {
   "text": "You weren't absolute",
   "start": 2428.35,
   "duration": 1.75
  },
  {
   "text": "there was something above you that you were subordinate to and one of the extraordinarily useful ideas about the abstraction of",
   "start": 2430.1,
   "duration": 7.099
  },
  {
   "text": "Even God as a personified spirit. Let's say is that it allows every leader to be subordinate to something",
   "start": 2437.42,
   "duration": 7.369
  },
  {
   "text": "That's beyond him. Now. That doesn't mean it can't be misused",
   "start": 2444.79,
   "duration": 2.969
  },
  {
   "text": "but it's a very very very",
   "start": 2447.76,
   "duration": 1.99
  },
  {
   "text": "important idea except you can also you can get there the other way around you can realize that you",
   "start": 2449.75,
   "duration": 5.03
  },
  {
   "text": "Even if you're at the top of the hierarchy",
   "start": 2454.97,
   "duration": 2.0
  },
  {
   "text": "you are radically dependent on everyone else, but the",
   "start": 2457.31,
   "duration": 5.0
  },
  {
   "text": "Tip of a hierarchy doesn't believe that sometimes they believe what they quote whatever the hell they want",
   "start": 2463.7,
   "duration": 4.729
  },
  {
   "text": "But I'm saying if you if you're going to believe something that's compatible with with rationality",
   "start": 2468.89,
   "duration": 5.629
  },
  {
   "text": "globally, and has the least conceivable downside I would put in that place not a",
   "start": 2475.01,
   "duration": 4.88
  },
  {
   "text": "superstitious attachment to a notion of an invisible",
   "start": 2480.71,
   "duration": 2.36
  },
  {
   "text": "friend",
   "start": 2483.71,
   "duration": 1.17
  },
  {
   "text": "or Punisher",
   "start": 2484.88,
   "duration": 1.65
  },
  {
   "text": "Who's above you? I would put in its place",
   "start": 2486.53,
   "duration": 2.63
  },
  {
   "text": "They totally defensible and and palpably true fact",
   "start": 2489.47,
   "duration": 4.43
  },
  {
   "text": "that we that even you could be the king of the event of the world and you are dependent on",
   "start": 2494.24,
   "duration": 6.05
  },
  {
   "text": "Everyone around you to eat to not be murdered by them. I mean like you are like you are",
   "start": 2500.57,
   "duration": 5.209
  },
  {
   "text": "You are I mean, it's it's amazing. It's amazing how",
   "start": 2506.48,
   "duration": 3.29
  },
  {
   "text": "precarious",
   "start": 2511.04,
   "duration": 1.44
  },
  {
   "text": "even a a",
   "start": 2512.48,
   "duration": 2.0
  },
  {
   "text": "totalitarian regime is I mean the amazing thing is that that these last at all because in many cases it would just take",
   "start": 2515.27,
   "duration": 6.29
  },
  {
   "text": "50 people to act in unison to kill the tyrant",
   "start": 2521.78,
   "duration": 3.26
  },
  {
   "text": "Right, but it never happens because we either so have a first mover problem",
   "start": 2525.2,
   "duration": 4.13
  },
  {
   "text": "Everyone is afraid to be the first person shot",
   "start": 2529.33,
   "duration": 2.0
  },
  {
   "text": "but it is it is a genuine mystery that these systems even perpetuate themselves and when they unravel when you see, you know Qaddafi being",
   "start": 2531.59,
   "duration": 7.909
  },
  {
   "text": "Murdered in a crowd you realize wow. It really is just a matter of the restraint and fear of human beings",
   "start": 2540.02,
   "duration": 7.889
  },
  {
   "text": "Keeping any of these things together a benign if you if you wanted a hierarchy where you had a kind of philopon. Ein philosopher-king well,",
   "start": 2548.549,
   "duration": 8.0
  },
  {
   "text": "Pulling the reins of a society. I'm not saying we do but even there",
   "start": 2557.19,
   "duration": 3.649
  },
  {
   "text": "You could have an ethical one. You could have one where an anon superstitious one with one where someone recognized",
   "start": 2561.39,
   "duration": 6.26
  },
  {
   "text": "Hey, this is this is how we're doing it, but we are radically I at the top of the hierarchy. I'm radically dependent on",
   "start": 2567.779,
   "duration": 6.5
  },
  {
   "text": "Having being surrounded by as many happy people as possible",
   "start": 2575.219,
   "duration": 4.04
  },
  {
   "text": "Well, look, I mean I don't I don't in some profound sense. I disagree what we're actually late",
   "start": 2580.319,
   "duration": 7.07
  },
  {
   "text": "you know, we're living this sounds like a",
   "start": 2587.39,
   "duration": 1.689
  },
  {
   "text": "Fiction, but we're living with this problem and we encounter this more and more when you talk",
   "start": 2589.079,
   "duration": 3.649
  },
  {
   "text": "you know in Silicon Valley as you and I occasionally do and I'm sure you do as well where you meet people who are",
   "start": 2593.099,
   "duration": 6.979
  },
  {
   "text": "fantastically wealthy",
   "start": 2600.66,
   "duration": 1.319
  },
  {
   "text": "who seem",
   "start": 2601.979,
   "duration": 2.0
  },
  {
   "text": "Uncannily detached at the by the",
   "start": 2604.529,
   "duration": 3.169
  },
  {
   "text": "detach at the fact that the there's this growing chasm between",
   "start": 2609.029,
   "duration": 4.189
  },
  {
   "text": "Them and those they know and the rest of humanity and then and you one who begins to wonder what level of wealth inequality",
   "start": 2613.68,
   "duration": 7.549
  },
  {
   "text": "Will everyone find alarming and some people are acting as though there is no level that is alarming that there's the kind of a law",
   "start": 2622.259,
   "duration": 7.67
  },
  {
   "text": "of nature that this thing can grow",
   "start": 2629.93,
   "duration": 2.0
  },
  {
   "text": "it just",
   "start": 2632.609,
   "duration": 1.65
  },
  {
   "text": "Impossibly to the point where we have trillionaire is walking around",
   "start": 2634.259,
   "duration": 3.02
  },
  {
   "text": "and you know in driving in their motor caves and it's kind of as sort of the libertarian religion one occasionally runs into",
   "start": 2637.979,
   "duration": 7.31
  },
  {
   "text": "and",
   "start": 2645.569,
   "duration": 1.2
  },
  {
   "text": "Clearly there's some level of inequality",
   "start": 2646.769,
   "duration": 2.0
  },
  {
   "text": "That's untenable or at least would be undesirable there",
   "start": 2649.14,
   "duration": 2.959
  },
  {
   "text": "well",
   "start": 2652.17,
   "duration": 0.5
  },
  {
   "text": "It's it's a funny thing because that's a place where our thought loops and then agrees to some degree again because I do believe that",
   "start": 2652.67,
   "duration": 6.869
  },
  {
   "text": "You can in some sense",
   "start": 2660.029,
   "duration": 2.15
  },
  {
   "text": "rationally derive an an",
   "start": 2663.239,
   "duration": 2.15
  },
  {
   "text": "ethic",
   "start": 2665.94,
   "duration": 1.109
  },
  {
   "text": "So so let's let let's take the argument that you put forward and say that well",
   "start": 2667.049,
   "duration": 4.61
  },
  {
   "text": "You're and this is an extension of your well-being argument to something which ever with which I've thought about a fair bit it's like well",
   "start": 2673.739,
   "duration": 6.16
  },
  {
   "text": "Okay, what's the optimal solution for you?",
   "start": 2680.809,
   "duration": 2.449
  },
  {
   "text": "Well, okay. Well, first of all, there isn't just you now",
   "start": 2684.019,
   "duration": 3.95
  },
  {
   "text": "There's you now and you tomorrow and you next week and you in a year you in five years",
   "start": 2688.849,
   "duration": 4.729
  },
  {
   "text": "So there's you and the you that propagates across time. So one of the implications",
   "start": 2693.65,
   "duration": 5.209
  },
  {
   "text": "Of that is that you can't do anything",
   "start": 2699.44,
   "duration": 1.849
  },
  {
   "text": "That's really good for the you now. That isn't very good for you a week from now, right?",
   "start": 2701.289,
   "duration": 3.959
  },
  {
   "text": "so that means you have to imagine yourself as multiple individuals across multiple timeframes and",
   "start": 2705.92,
   "duration": 5.719
  },
  {
   "text": "Then you have to figure out what's good for all those individuals across all those time frames",
   "start": 2711.979,
   "duration": 3.65
  },
  {
   "text": "although you",
   "start": 2716.18,
   "duration": 1.139
  },
  {
   "text": "Discount the future to some degree because of its unpredictability",
   "start": 2717.319,
   "duration": 2.719
  },
  {
   "text": "but then",
   "start": 2720.17,
   "duration": 1.109
  },
  {
   "text": "so that's a very tight set of constraints and",
   "start": 2721.279,
   "duration": 2.54
  },
  {
   "text": "You might say well a rational person would calculate what was optimal across all those all those",
   "start": 2723.95,
   "duration": 4.25
  },
  {
   "text": "Multiple timeframes then you do the same thing with other people which is the point you just made",
   "start": 2729.799,
   "duration": 4.189
  },
  {
   "text": "well",
   "start": 2733.989,
   "duration": 0.36
  },
  {
   "text": "It isn't just you because who's you there's you and your family",
   "start": 2734.349,
   "duration": 3.51
  },
  {
   "text": "And most people are in a situation where they would regard damage to their family as perhaps even worse than damage to them",
   "start": 2738.019,
   "duration": 7.07
  },
  {
   "text": "So whatever they are, obviously encapsulate s-- their family and then to some degree that flows off into the community",
   "start": 2745.4,
   "duration": 5.78
  },
  {
   "text": "and so there is no isolated you and then that's sort of yeah point with regards to the ethic but then",
   "start": 2751.18,
   "duration": 5.159
  },
  {
   "text": "so so I agree with all that but then one of the things that I would suggest is that",
   "start": 2756.65,
   "duration": 4.31
  },
  {
   "text": "Because that's an incredibly in in difficult rational calculation and perhaps an impossible one. Technically speaking",
   "start": 2761.9,
   "duration": 6.26
  },
  {
   "text": "But for certainly very difficult",
   "start": 2768.16,
   "duration": 1.419
  },
  {
   "text": "that's what that what has happened in part as our as our great narratives havoc have emerged across time is that",
   "start": 2769.579,
   "duration": 7.429
  },
  {
   "text": "We have observed ourself attempting to solve that multiple",
   "start": 2777.229,
   "duration": 3.56
  },
  {
   "text": "identity multiple time frame problem and we've told stories about people who do that exceptionally well,",
   "start": 2782.18,
   "duration": 6.589
  },
  {
   "text": "And then we've whittled out those stories and we've produced these powerful narratives that encapsulate the ethic that does in fact",
   "start": 2788.799,
   "duration": 7.26
  },
  {
   "text": "reflect that wisdom and so so and I think you actually",
   "start": 2796.819,
   "duration": 4.04
  },
  {
   "text": "Accept some of that in your in your moral propositions, which is something that we've talked about before",
   "start": 2801.499,
   "duration": 4.52
  },
  {
   "text": "so for example",
   "start": 2806.019,
   "duration": 1.171
  },
  {
   "text": "Although never really agreed on you certainly believe for example that the embodiment of truth",
   "start": 2807.19,
   "duration": 5.28
  },
  {
   "text": "Is one of the means whereby you solve the problem of ethics and I would say that that's a deeply rooted",
   "start": 2812.78,
   "duration": 6.59
  },
  {
   "text": "judeo-christian concept that that",
   "start": 2820.04,
   "duration": 2.0
  },
  {
   "text": "so deeply rooted that it that it precedes any notion of",
   "start": 2822.77,
   "duration": 3.14
  },
  {
   "text": "religious",
   "start": 2826.94,
   "duration": 1.26
  },
  {
   "text": "Provincialism it's deeper than judeo-christian. It's deeper than our humanity on some level at one point",
   "start": 2828.2,
   "duration": 5.54
  },
  {
   "text": "we talked about the Golden Rule and I said that you think that the the",
   "start": 2834.32,
   "duration": 3.32
  },
  {
   "text": "Precursor to the Golden Rule can be found even among monkeys. Right? Right Golden Rule is the ground rule even for monkeys. Yes, exactly",
   "start": 2837.8,
   "duration": 6.83
  },
  {
   "text": "Exactly and sort of let me just add to the picture you sketched out",
   "start": 2844.7,
   "duration": 3.8
  },
  {
   "text": "I completely agree with we have a we have an ethical obligation even to our future selves, right?",
   "start": 2848.5,
   "duration": 6.42
  },
  {
   "text": "I mean we are in relationship to who we will who's going to be the person is drinking",
   "start": 2854.92,
   "duration": 3.359
  },
  {
   "text": "His fourth scotch tonight will be well",
   "start": 2858.56,
   "duration": 3.08
  },
  {
   "text": "it has some ethical relationship to the person who's going to wake up with a hangover tomorrow morning and",
   "start": 2861.64,
   "duration": 4.29
  },
  {
   "text": "We and one thing we know for sure in which we have begun to dimly understand and describe",
   "start": 2866.81,
   "duration": 5.57
  },
  {
   "text": "Scientifically is that we're bad at all of these calculations?",
   "start": 2872.69,
   "duration": 3.199
  },
  {
   "text": "Yes",
   "start": 2876.43,
   "duration": 1.45
  },
  {
   "text": "hyperbolic discounting of future rewards",
   "start": 2877.88,
   "duration": 1.92
  },
  {
   "text": "Well, that's also why I think we have these stringent limitations on rationality Sam is that we can't solve the problem through calculation",
   "start": 2879.8,
   "duration": 7.52
  },
  {
   "text": "well, no, but we",
   "start": 2887.32,
   "duration": 1.27
  },
  {
   "text": "Increasingly can and and even where it's best",
   "start": 2888.59,
   "duration": 3.53
  },
  {
   "text": "Summarized not by capital what one thing I'll grant you is that it's not always best conveyed or rendered",
   "start": 2892.22,
   "duration": 5.93
  },
  {
   "text": "indelible and actionable by being given a nature paper or you know",
   "start": 2898.61,
   "duration": 5.3
  },
  {
   "text": "a saw an abstract from from a paper in the literature and being told",
   "start": 2903.91,
   "duration": 4.109
  },
  {
   "text": "This is the way you want to behave to maximize your well-being",
   "start": 2908.33,
   "duration": 2.659
  },
  {
   "text": "It may best be conveyed by certain stories, right or certain books that are that are in the philosophy section of the bookstore",
   "start": 2911.03,
   "duration": 6.8
  },
  {
   "text": "not the science section and",
   "start": 2917.83,
   "duration": 2.0
  },
  {
   "text": "maybe where you and I were at the book signing the other night and someone came up with with a copy of the",
   "start": 2920.09,
   "duration": 5.75
  },
  {
   "text": "meditations of Marcus Aurelius write a",
   "start": 2926.12,
   "duration": 2.0
  },
  {
   "text": "Fantastic book there's so much wisdom in that book",
   "start": 2928.82,
   "duration": 2.6
  },
  {
   "text": "Right, and there's nothing about stoning a girl to death if she's not a virgin on her wedding day now",
   "start": 2931.43,
   "duration": 6.049
  },
  {
   "text": "we all recognize that Marcus Aurelius was a human being who wrote this book and",
   "start": 2937.82,
   "duration": 6.89
  },
  {
   "text": "that that",
   "start": 2945.92,
   "duration": 1.65
  },
  {
   "text": "Providence is no barrier to take in the book",
   "start": 2947.57,
   "duration": 3.11
  },
  {
   "text": "deadly, seriously",
   "start": 2951.98,
   "duration": 1.31
  },
  {
   "text": "it's an incredibly useful book and stoicism a",
   "start": 2953.29,
   "duration": 3.239
  },
  {
   "text": "stoicism could be",
   "start": 2956.93,
   "duration": 1.47
  },
  {
   "text": "the quote religion or the guiding philosophy of the West it could it would be a much better one than Judaism or Christianity and",
   "start": 2958.4,
   "duration": 6.919
  },
  {
   "text": "and as have not virtue aliy none of the downside and and so that's my point that we're in this perverse circumstance of",
   "start": 2965.81,
   "duration": 7.939
  },
  {
   "text": "Being held hostage by certain",
   "start": 2974.24,
   "duration": 3.589
  },
  {
   "text": "products of literature and",
   "start": 2978.35,
   "duration": 2.0
  },
  {
   "text": "We need to break the spell and if and if we're finding it this hard to break",
   "start": 2980.69,
   "duration": 5.3
  },
  {
   "text": "What do we think is gonna happen in the Middle East or in the sub-saharan Africa? I mean we the",
   "start": 2986.27,
   "duration": 5.75
  },
  {
   "text": "Moral progress we need to engineer is a common humanity coming together those shared values",
   "start": 2992.6,
   "duration": 6.56
  },
  {
   "text": "Those are perfectly credible arguments",
   "start": 2999.38,
   "duration": 2.179
  },
  {
   "text": "but but the weakness in the argument I think is the one that we started to talk about earlier, which is that",
   "start": 3001.56,
   "duration": 4.709
  },
  {
   "text": "When you talked with Dave Rubin a while back and Michael Shermer said the same thing recently",
   "start": 3006.82,
   "duration": 4.58
  },
  {
   "text": "He he basically said that atheism is it is a doctrine of negation",
   "start": 3011.95,
   "duration": 4.04
  },
  {
   "text": "That's what I said with Rubin is that there isn't that positive a ethos? And atheism? All it says is that there's no there's nothing",
   "start": 3016.84,
   "duration": 7.31
  },
  {
   "text": "Personified there's nothing personified",
   "start": 3025.51,
   "duration": 2.03
  },
  {
   "text": "Transcendent, it's something like that. There is no God",
   "start": 3028.15,
   "duration": 2.119
  },
  {
   "text": "And so and so the problem with the Atheist, it's not even the assertion that there is no God",
   "start": 3030.27,
   "duration": 5.97
  },
  {
   "text": "It's just that it's a failure to be convinced by any of the gods on offer fuck",
   "start": 3036.24,
   "duration": 5.309
  },
  {
   "text": "It's just like not believing in Zeus fine. And it's not like it's a weak. It's not like it's a weak argument",
   "start": 3041.59,
   "duration": 5.0
  },
  {
   "text": "I mean I'm perfectly aware that",
   "start": 3046.65,
   "duration": 1.63
  },
  {
   "text": "Making a de istic case or a case for religion in the face of the claims of the rationalist",
   "start": 3048.28,
   "duration": 5.57
  },
  {
   "text": "Atheists is perhaps. Well, it's a very very difficult thing to manage but",
   "start": 3053.92,
   "duration": 3.5
  },
  {
   "text": "it is also the case that",
   "start": 3058.06,
   "duration": 2.0
  },
  {
   "text": "and and this is where I think we differ with regards to what happens say in the Soviet Union and perhaps to to",
   "start": 3060.1,
   "duration": 5.479
  },
  {
   "text": "also in Nazi Germany is that",
   "start": 3066.01,
   "duration": 2.0
  },
  {
   "text": "when when when when your doctrine demolishes the",
   "start": 3068.74,
   "duration": 4.849
  },
  {
   "text": "That's called it the literary or fictional sub structure and leaves nothing behind",
   "start": 3074.89,
   "duration": 4.829
  },
  {
   "text": "an F Oh an ethos needs to be provided because something will rush in to fill the void and",
   "start": 3080.84,
   "duration": 5.299
  },
  {
   "text": "it's certainly the case and this is what Nietzsche warned about even though he was a strident anti-christian and it's also what",
   "start": 3086.21,
   "duration": 5.57
  },
  {
   "text": "Dostoevsky first saw he said if we knock out",
   "start": 3092.0,
   "duration": 2.27
  },
  {
   "text": "The logos from the substructure of Western society and we need to believe that it was",
   "start": 3094.91,
   "duration": 6.26
  },
  {
   "text": "Christianity's emphasis on truth that destroyed Christianity which was an extremely an interesting criticism, you know",
   "start": 3101.51,
   "duration": 6.32
  },
  {
   "text": "The Christian adhere the elevators to truth to such a degree that it was it actually",
   "start": 3107.83,
   "duration": 4.979
  },
  {
   "text": "resulted in the demolition of its own dogmatic sub structure, but be that as it may Nietzsche's",
   "start": 3113.06,
   "duration": 5.03
  },
  {
   "text": "prognostication was that if we allowed",
   "start": 3118.67,
   "duration": 2.0
  },
  {
   "text": "God to die and perhaps there were reasons for that that the consequence would be that would we would be awash in both nihilism and",
   "start": 3121.31,
   "duration": 7.28
  },
  {
   "text": "Totalitarian bloodshed and that is what happened in the 20th century. And so so and there's another there's another aspect to that",
   "start": 3129.2,
   "duration": 6.83
  },
  {
   "text": "Which is if you may you may try to knock out the whole thing take out some of the substructure but not the whole thing",
   "start": 3137.3,
   "duration": 5.449
  },
  {
   "text": "that's what Nietzsche also shows but his prediction I think is",
   "start": 3143.05,
   "duration": 2.969
  },
  {
   "text": "Blindingly, obviously true that you might in this post Christian era have a remand of Christianity such as guilt",
   "start": 3147.17,
   "duration": 7.52
  },
  {
   "text": "overbearing guilt and",
   "start": 3156.109,
   "duration": 1.591
  },
  {
   "text": "no means of alleviation or redemption which is actually part of the problem of Protestantism, by the way, because it's you know,",
   "start": 3157.7,
   "duration": 6.86
  },
  {
   "text": "and and and there are other things to that it seemed to be that it seemed to be fundamental religious issues that the",
   "start": 3164.56,
   "duration": 6.359
  },
  {
   "text": "secularists I think have a difficult time accounting for it's like so you actually have to",
   "start": 3171.859,
   "duration": 4.4
  },
  {
   "text": "grapple seriously with the problem that a",
   "start": 3176.99,
   "duration": 2.689
  },
  {
   "text": "Doctrine that's essentially one of negation doesn't offer a positive ethos",
   "start": 3180.26,
   "duration": 3.59
  },
  {
   "text": "And now an E and you are doing now to be perfectly fair. You said that reading a nature paper about the necessity of",
   "start": 3183.85,
   "duration": 6.989
  },
  {
   "text": "Calculating your ethic across multiple",
   "start": 3191.57,
   "duration": 2.0
  },
  {
   "text": "Multiple time frames and multiple persons doesn't have the motive force that's going to drive you to act ethically in life and I do believe",
   "start": 3194.119,
   "duration": 7.28
  },
  {
   "text": "That's true. But I think the fact that the rationalist ethos doesn't have",
   "start": 3201.4,
   "duration": 5.55
  },
  {
   "text": "Motivational push is actually a fatal flaw. They don't every week to read marcus aurelius",
   "start": 3207.68,
   "duration": 5.54
  },
  {
   "text": "Yeah, and they don't",
   "start": 3214.55,
   "duration": 1.83
  },
  {
   "text": "Like there's no music that goes along with it. There's no art that goes along with it",
   "start": 3216.38,
   "duration": 3.92
  },
  {
   "text": "there's no architecture that goes along with it like",
   "start": 3220.3,
   "duration": 2.159
  },
  {
   "text": "Weifare, but to be fair to the present most music and most art and most architecture",
   "start": 3223.91,
   "duration": 5.51
  },
  {
   "text": "yes is no longer religious that it has flown the perch provided by religion traditionally and",
   "start": 3229.42,
   "duration": 6.27
  },
  {
   "text": "most of what we care about",
   "start": 3236.36,
   "duration": 2.0
  },
  {
   "text": "in",
   "start": 3238.58,
   "duration": 1.59
  },
  {
   "text": "increasingly",
   "start": 3240.17,
   "duration": 1.02
  },
  {
   "text": "cosmopolitan at the end secular societies is not",
   "start": 3241.19,
   "duration": 3.739
  },
  {
   "text": "tied to religion in any direct way and there's even whole religions like Judaism where you have to look long and hard to find",
   "start": 3245.42,
   "duration": 7.909
  },
  {
   "text": "Anyone who believes much of anything that is religious. I have literally sat on stage",
   "start": 3253.46,
   "duration": 4.939
  },
  {
   "text": "Debating what I thought was a religious rabbi who was a conservative rabbi",
   "start": 3258.98,
   "duration": 4.429
  },
  {
   "text": "And when I asked when I said something that assumed that he believed in a God who could hear prayers",
   "start": 3263.41,
   "duration": 4.59
  },
  {
   "text": "He threw up his hands and he said what makes you think I believe in a God who can hear prayers?",
   "start": 3268.31,
   "duration": 3.949
  },
  {
   "text": "And I thought I was just you know, I practically lost the debate just in in my astonishment, you know",
   "start": 3272.87,
   "duration": 5.75
  },
  {
   "text": "It's like wait wait, you know, what does it mean to be a conservative rabbi in this case? There are religions that have made that",
   "start": 3279.62,
   "duration": 6.5
  },
  {
   "text": "transition to a an increasingly",
   "start": 3286.82,
   "duration": 3.589
  },
  {
   "text": "attenuated",
   "start": 3291.44,
   "duration": 1.44
  },
  {
   "text": "Commitment to the truth of the doctrine and there are religions who haven't moved an inch",
   "start": 3292.88,
   "duration": 5.12
  },
  {
   "text": "right and we and and it but I think we have to acknowledge that that",
   "start": 3298.52,
   "duration": 4.729
  },
  {
   "text": "this this movement in this direction is progress because what it what it actually is at bottom is",
   "start": 3304.64,
   "duration": 6.979
  },
  {
   "text": "Increasing sensitivity to the difference between having good reasons and bad reasons for what you believe",
   "start": 3313.85,
   "duration": 4.94
  },
  {
   "text": "Right and and the fact that that this book has been around forever is not a good reason",
   "start": 3319.46,
   "duration": 4.52
  },
  {
   "text": "The fact that mommy hates it so well",
   "start": 3324.23,
   "duration": 2.27
  },
  {
   "text": "It's actually it's not a terrible reason though because the fact that something has lasted for that length of time at least",
   "start": 3326.6,
   "duration": 6.979
  },
  {
   "text": "Makes the fact that it's lasted a mystery and you can't just attribute that to casual politicking or economic circumstances",
   "start": 3333.71,
   "duration": 7.489
  },
  {
   "text": "There's through something",
   "start": 3341.2,
   "duration": 1.73
  },
  {
   "text": "look",
   "start": 3342.93,
   "duration": 1.659
  },
  {
   "text": "You can say about many of the biblical stories is that they're incredibly memorable and that means that in some sense",
   "start": 3344.589,
   "duration": 6.92
  },
  {
   "text": "They're adapted to the memory structures of boys. So is the the mythology of ancient Greece?",
   "start": 3351.51,
   "duration": 5.189
  },
  {
   "text": "It's incredibly memorable, but I'm but I don't know luck. All those gods are dead. The stories still can be useful",
   "start": 3356.7,
   "duration": 6.659
  },
  {
   "text": "Yeah, the gods on let's say yeah, but it lives on in a way that is benign. It lives on in a way where",
   "start": 3363.599,
   "duration": 6.63
  },
  {
   "text": "You learn about them in mythology class in school, right? You you don't have it. You don't have a fear of",
   "start": 3371.02,
   "duration": 6.5
  },
  {
   "text": "Hades drummed into you as a child by your parent",
   "start": 3378.069,
   "duration": 3.11
  },
  {
   "text": "No",
   "start": 3381.18,
   "duration": 0.06
  },
  {
   "text": "the other thing that is lacking as far as I can tell in the in the",
   "start": 3381.24,
   "duration": 3.75
  },
  {
   "text": "rationalist doctrine and this is something that I've observed in my clinical practice and",
   "start": 3385.089,
   "duration": 3.68
  },
  {
   "text": "so one of the things that's happened over the last year is that I've had many people especially",
   "start": 3389.44,
   "duration": 5.06
  },
  {
   "text": "Ex-soldiers come to my lectures who have post-traumatic stress disorder and they say that listening to my lectures",
   "start": 3395.17,
   "duration": 6.889
  },
  {
   "text": "especially the ones on good evil and tragedy there's a",
   "start": 3402.059,
   "duration": 2.67
  },
  {
   "text": "particularly sure that I suppose you might be you might think about as devoted to people at post-traumatic stress disorder and that",
   "start": 3404.92,
   "duration": 6.35
  },
  {
   "text": "the language of good and evil that I lay out in those lectures is",
   "start": 3412.059,
   "duration": 3.65
  },
  {
   "text": "Actually what allows them to recover from the post-traumatic stress disorder and dealing with people like that in my clinical practice",
   "start": 3415.78,
   "duration": 5.959
  },
  {
   "text": "The same thing has been the case if we can't",
   "start": 3422.109,
   "duration": 2.449
  },
  {
   "text": "Transcend the language of the merely rational and move into an intense conversation",
   "start": 3425.29,
   "duration": 4.879
  },
  {
   "text": "About good and evil in some sense as metaphysical realities. We can't enter a realm of seriousness conceptual seriousness",
   "start": 3430.51,
   "duration": 7.189
  },
  {
   "text": "That's of sufficient depth to help heal",
   "start": 3437.98,
   "duration": 2.929
  },
  {
   "text": "someone who's been touched by malevolence because that actually is what happens to people with post-traumatic stress disorder is that",
   "start": 3440.91,
   "duration": 6.209
  },
  {
   "text": "Inevitably the reason that there are so shattered isn't because something tragic has happened to them",
   "start": 3447.73,
   "duration": 5.81
  },
  {
   "text": "Although that does happen upon occasion",
   "start": 3453.54,
   "duration": 1.75
  },
  {
   "text": "it's because someone malevolent has made contact with them and sometimes that",
   "start": 3455.29,
   "duration": 4.309
  },
  {
   "text": "malevolent being let's say orb level and force or spirit for lack of a better word is something that resides within them and",
   "start": 3460.089,
   "duration": 7.52
  },
  {
   "text": "So there we have these limits on rational debt",
   "start": 3467.799,
   "duration": 3.08
  },
  {
   "text": "And the reason I'm making this case is because we've already identified another limit of rational discourse. It's like it doesn't have the",
   "start": 3470.88,
   "duration": 5.94
  },
  {
   "text": "motivating power of great fiction and great literature and great poetry, but it also doesn't have the healing power of",
   "start": 3477.88,
   "duration": 5.96
  },
  {
   "text": "language that that",
   "start": 3484.96,
   "duration": 1.38
  },
  {
   "text": "takes the ethical realm to its",
   "start": 3486.34,
   "duration": 1.8
  },
  {
   "text": "Extreme in some sense and and then the next problem with that and this is something that Douglas has been has been",
   "start": 3488.14,
   "duration": 6.02
  },
  {
   "text": "Contemplating I would say is that",
   "start": 3495.94,
   "duration": 2.0
  },
  {
   "text": "What what evidence do we have that a merely secular?",
   "start": 3498.52,
   "duration": 4.699
  },
  {
   "text": "representation a rational",
   "start": 3503.8,
   "duration": 1.38
  },
  {
   "text": "representation of our ethic is going to provide us with a motive force that would be sufficient for us to do such things as",
   "start": 3505.18,
   "duration": 6.32
  },
  {
   "text": "identify what's valuable about our culture and be motivated to",
   "start": 3512.17,
   "duration": 3.77
  },
  {
   "text": "sufficiently protected assuming that we do something of protection, but we know it what a few of those things are and",
   "start": 3516.4,
   "duration": 6.11
  },
  {
   "text": "They have they have nothing to do with what's on the inside of a church or a synagogue or a mosque",
   "start": 3523.48,
   "duration": 4.969
  },
  {
   "text": "they have to do with things like free speech right like",
   "start": 3528.85,
   "duration": 2.989
  },
  {
   "text": "the trench we are all fighting in is at least one of them is",
   "start": 3532.9,
   "duration": 4.82
  },
  {
   "text": "Defense of the free exchange of ideas and that is put in peril by many kinds of orthodoxies",
   "start": 3538.81,
   "duration": 6.679
  },
  {
   "text": "But some are the old orthodoxy is the blasphemy laws and the people who want, you know apostates to be killed",
   "start": 3545.65,
   "duration": 6.17
  },
  {
   "text": "We're leaving in this case Islam. So it's it's a",
   "start": 3552.1,
   "duration": 3.589
  },
  {
   "text": "That those are some of the sacred I would even if we were gonna list the",
   "start": 3557.32,
   "duration": 4.939
  },
  {
   "text": "The sacred artifacts of art that that keeps that keep our society",
   "start": 3562.42,
   "duration": 4.64
  },
  {
   "text": "worth living in",
   "start": 3567.67,
   "duration": 1.71
  },
  {
   "text": "There it's I think the list is gonna be very long before we start getting to the the actual",
   "start": 3569.38,
   "duration": 5.93
  },
  {
   "text": "sacred objects of any one faith, but we'll be things like freedom of speech and freedom of assembly and and",
   "start": 3575.8,
   "duration": 6.679
  },
  {
   "text": "the the",
   "start": 3583.0,
   "duration": 2.0
  },
  {
   "text": "The free exchange of ideas across boundaries the fact that we are no longer",
   "start": 3585.67,
   "duration": 5.479
  },
  {
   "text": "religiously or",
   "start": 3592.03,
   "duration": 2.0
  },
  {
   "text": "Linguistically or geographically partitioned in the ideas. We can entertain well, it seems to me though like and this may be my own my own",
   "start": 3594.37,
   "duration": 7.729
  },
  {
   "text": "idiosyncratic reading of the of the of the domain but when I look at something like like I",
   "start": 3602.62,
   "duration": 5.809
  },
  {
   "text": "And considered a cathedral dome",
   "start": 3609.0,
   "duration": 2.099
  },
  {
   "text": "Let's say and there are very very old cathedral domes that have an image of Christ put up against the dome, right?",
   "start": 3611.099,
   "duration": 5.7
  },
  {
   "text": "So as as creator of the cosmos, okay",
   "start": 3616.8,
   "duration": 3.27
  },
  {
   "text": "and I'm trying to look at that from a psychological and even a biological perspective and what I see is the",
   "start": 3620.07,
   "duration": 5.699
  },
  {
   "text": "elevation of a particular image that represents an ideal and so the the the Christ that's",
   "start": 3625.93,
   "duration": 5.84
  },
  {
   "text": "Represented on the on the on the dome of a cathedral is something that's projected up into celestial space",
   "start": 3632.05,
   "duration": 6.079
  },
  {
   "text": "So it's it's an ideal to which you are supposed to be",
   "start": 3638.13,
   "duration": 2.58
  },
  {
   "text": "Subordinate or that you're supposed to embody and the ideal is the ideal of the logos",
   "start": 3641.38,
   "duration": 4.76
  },
  {
   "text": "Technically speaking the logos the word made flesh, which is not only the word free speech for lack of a better term",
   "start": 3646.81,
   "duration": 6.469
  },
  {
   "text": "but also the embodiment of that elevated to the highest principle and and",
   "start": 3653.29,
   "duration": 5.0
  },
  {
   "text": "and that is given status as the creator of the universe and the reason for that in part and this is written into the",
   "start": 3658.69,
   "duration": 6.8
  },
  {
   "text": "judeo-christian doctrine right from line one is the idea that it's through the discourse that you value so much that we actually",
   "start": 3665.8,
   "duration": 6.53
  },
  {
   "text": "engender the world as such and that is a divine principle and it's it's also in my reading the divine image of God that",
   "start": 3672.58,
   "duration": 7.609
  },
  {
   "text": "men and women are made in and so what I see in the underlying metaphysic where you see superstition and and",
   "start": 3680.349,
   "duration": 6.92
  },
  {
   "text": "Fundamentalism and look fair enough and it's not like I would ever argue that that's not a danger",
   "start": 3687.73,
   "duration": 4.58
  },
  {
   "text": "I see the imagistic and and and dramatized",
   "start": 3692.31,
   "duration": 4.619
  },
  {
   "text": "Representation of exactly the idea that you hold to be paramount above all else, which is your commitment to truth expressed in speech",
   "start": 3697.39,
   "duration": 7.4
  },
  {
   "text": "Okay, what's my concern? And this is this is where I started with you is that you could give the same charitable reading of",
   "start": 3704.79,
   "duration": 7.53
  },
  {
   "text": "Astrology and you'd even be tempted to do it as we as we talk about astrology as you showed at the outset now",
   "start": 3713.23,
   "duration": 6.889
  },
  {
   "text": "But I don't why is it a charitable reading Sam?",
   "start": 3720.64,
   "duration": 3.17
  },
  {
   "text": "How else would you explain the existence of something like a cathedral with that? Hey, what the hell I'm people going when they built",
   "start": 3724.63,
   "duration": 6.83
  },
  {
   "text": "I'm saying we could is it's by dint of mere historical contingency and",
   "start": 3731.46,
   "duration": 4.949
  },
  {
   "text": "Questionable look that we're not living in a world where the cathedrals",
   "start": 3736.81,
   "duration": 4.789
  },
  {
   "text": "Have stained-glass windows with signs of the zodiac on them",
   "start": 3742.14,
   "duration": 3.629
  },
  {
   "text": "right",
   "start": 3745.779,
   "duration": 0.5
  },
  {
   "text": "We could be in that world. What we are we?",
   "start": 3746.279,
   "duration": 2.219
  },
  {
   "text": "were very close to being in our in that world to some degree because the astrological",
   "start": 3748.599,
   "duration": 4.219
  },
  {
   "text": "endeavor in the judeo-christian landscape expanded to incorporate",
   "start": 3753.309,
   "duration": 4.07
  },
  {
   "text": "Christianity and there's an entire astrology of Christianity including",
   "start": 3757.93,
   "duration": 3.199
  },
  {
   "text": "representation",
   "start": 3761.769,
   "duration": 2.0
  },
  {
   "text": "Yes, but my point is is that we recognize that the literal claims of astrology the the mechanism by which",
   "start": 3765.43,
   "duration": 7.969
  },
  {
   "text": "astrologers think it works is",
   "start": 3774.309,
   "duration": 2.0
  },
  {
   "text": "intellectually bankrupt",
   "start": 3777.64,
   "duration": 0.81
  },
  {
   "text": "Right and if any significant mayhem were being caused by people's commitment to astrology if we had presidents of the United States",
   "start": 3778.45,
   "duration": 7.099
  },
  {
   "text": "Who couldn't get elected unless unless they paid lip-service to a literal belief in astrology",
   "start": 3785.829,
   "duration": 4.82
  },
  {
   "text": "If we had presidents who were consulting their astrologers to figure out when to meet with other world leaders",
   "start": 3790.989,
   "duration": 5.06
  },
  {
   "text": "right the this this would be a problem that that",
   "start": 3796.18,
   "duration": 3.8
  },
  {
   "text": "Rational people would recognize me astrology can be disproven in a single hour",
   "start": 3800.65,
   "duration": 4.82
  },
  {
   "text": "You simply have to go to a one hospital in one city sometime and find find two unrelated",
   "start": 3805.47,
   "duration": 6.119
  },
  {
   "text": "children born in the safe within 20 feet of each other and",
   "start": 3812.019,
   "duration": 3.02
  },
  {
   "text": "follow their lives",
   "start": 3815.589,
   "duration": 1.68
  },
  {
   "text": "and if they have different lives than then there's then signs of the zodiac mean nothing part of your argument is and",
   "start": 3817.269,
   "duration": 6.29
  },
  {
   "text": "Invalidly so is how in the world do we determine which revelatory?",
   "start": 3823.96,
   "duration": 4.219
  },
  {
   "text": "Axioms are worthy of respect and of maintenance and fair enough salmon, maybe none. Well, maybe a revelatory",
   "start": 3828.849,
   "duration": 6.919
  },
  {
   "text": "Maybe that's not it is just a matter of K conscious agents like ourselves having better and better conversations",
   "start": 3835.769,
   "duration": 5.25
  },
  {
   "text": "Well that well, it is certainly partly that it is certainly partly that but let me again revelation",
   "start": 3841.019,
   "duration": 5.85
  },
  {
   "text": "The I in my book is nothing other than the record of past conversations",
   "start": 3846.869,
   "duration": 4.169
  },
  {
   "text": "so you've either got Iron Age conversations shaping your worldview or you have conversations like these shaping your or you have both",
   "start": 3851.859,
   "duration": 6.86
  },
  {
   "text": "You could have both but then you have a dialogue with the past. Let's beautiful which brings me to Marcus Aurelius",
   "start": 3859.569,
   "duration": 5.57
  },
  {
   "text": "I read him with great pleasure and great and and and astonishment frankly, I mean that yeah",
   "start": 3865.14,
   "duration": 5.75
  },
  {
   "text": "it is such a modern and edifying take on ethics and",
   "start": 3870.96,
   "duration": 4.01
  },
  {
   "text": "and one's own personal well-being and just not getting just not being encumbered by by thoughts and and",
   "start": 3875.4,
   "duration": 7.1
  },
  {
   "text": "and vanities that that are that are so easy to cut through once you notice them but so",
   "start": 3882.96,
   "duration": 5.78
  },
  {
   "text": "captivating and arranging of your life when you don't and he I mean",
   "start": 3889.08,
   "duration": 3.199
  },
  {
   "text": "There's no wisdom in that book then then then almost any book I can name and you don't have to believe any",
   "start": 3892.28,
   "duration": 5.099
  },
  {
   "text": "Bullshit to honor. Okay. Let me offer you a continued explication here",
   "start": 3897.51,
   "duration": 4.25
  },
  {
   "text": "so and you didn't answer my question about what all these crazy medieval people were doing spending almost all of their excess capital building a",
   "start": 3901.76,
   "duration": 7.53
  },
  {
   "text": "Representation of the sky and putting an image on that. So just hang on a sec",
   "start": 3909.63,
   "duration": 3.05
  },
  {
   "text": "So so let's talk about what it would mean to embody the truth",
   "start": 3912.68,
   "duration": 4.53
  },
  {
   "text": "So there's a deep idea in Christianity that this is what it would mean it would mean to confront the suffering of life",
   "start": 3917.46,
   "duration": 6.469
  },
  {
   "text": "voluntarily to its fullest which would mean to accept the necessity of death and betrayal at the hands of your fellow men without",
   "start": 3924.45,
   "duration": 7.88
  },
  {
   "text": "undue bitterness",
   "start": 3932.94,
   "duration": 1.26
  },
  {
   "text": "to accept that",
   "start": 3934.2,
   "duration": 1.26
  },
  {
   "text": "voluntarily and to still understand that your",
   "start": 3935.46,
   "duration": 2.09
  },
  {
   "text": "fundamental ethical task is to work towards the redemption of the world and that's associated with that image that's cast upon the heavenly dome and",
   "start": 3937.65,
   "duration": 7.91
  },
  {
   "text": "And that isn't a charitable reading Sam that's that that's an essential analysis of the fundamental doctrines of Christianity",
   "start": 3945.96,
   "duration": 7.01
  },
  {
   "text": "Yes, but I could do the same thing with Buddhism and give you a slightly different story",
   "start": 3952.97,
   "duration": 3.63
  },
  {
   "text": "but nonetheless inspiring and edifying and I could do the same thing with",
   "start": 3956.6,
   "duration": 4.109
  },
  {
   "text": "It but we can't do it with rationality, but I can do it. I can do it with Greek. No, no",
   "start": 3961.29,
   "duration": 4.669
  },
  {
   "text": "No, that's not true. I yeah, I can do it with Greek mythology",
   "start": 3965.96,
   "duration": 3.239
  },
  {
   "text": "I can do with any of these domains",
   "start": 3969.2,
   "duration": 1.78
  },
  {
   "text": "But the the crucial bit for me is that in order to make use of those stories? I",
   "start": 3970.98,
   "duration": 5.36
  },
  {
   "text": "Don't have to believe in Revelation. I don't have to put I don't have to believe that you get everything you want after you die",
   "start": 3976.859,
   "duration": 7.4
  },
  {
   "text": "No, no",
   "start": 3985.8,
   "duration": 0.62
  },
  {
   "text": "But but I'm talking about the applause of conventionally religious people who think that their conventional religion is in some way",
   "start": 3986.42,
   "duration": 7.8
  },
  {
   "text": "cashed out or redeemed or",
   "start": 3994.859,
   "duration": 2.24
  },
  {
   "text": "Supported by the reading you're given now of the of Christ in starry heavens",
   "start": 3997.92,
   "duration": 5.209
  },
  {
   "text": "it's not unless you're adding this other piece, which is",
   "start": 4003.62,
   "duration": 3.679
  },
  {
   "text": "Some probabilistic claim that yes",
   "start": 4007.94,
   "duration": 3.05
  },
  {
   "text": "This book probably was dictated by an omniscient Dean unlike any other book well",
   "start": 4010.99,
   "duration": 4.83
  },
  {
   "text": "Or maybe the Muslims are right that our angel Gabriel did show up to Muhammad in his cave and give him the one",
   "start": 4015.82,
   "duration": 5.369
  },
  {
   "text": "final revelation never to be superseded and",
   "start": 4021.38,
   "duration": 2.48
  },
  {
   "text": "Just on the merits of the text. We know that's not true",
   "start": 4025.1,
   "duration": 3.589
  },
  {
   "text": "We know for all it gets wrong and all it fails to get right about the nature of our circumstance",
   "start": 4029.0,
   "duration": 4.85
  },
  {
   "text": "We know that book is not the best book ever written on any topic and here I'm speaking of the Quran",
   "start": 4033.92,
   "duration": 5.33
  },
  {
   "text": "But it's true of the Bible. It's true",
   "start": 4039.25,
   "duration": 1.83
  },
  {
   "text": "It's true of the meditations of Marcus Aurelius",
   "start": 4041.08,
   "duration": 2.219
  },
  {
   "text": "But the book but but no one's claiming that about the meditations and that's a crucial difference. It's a difference that that",
   "start": 4043.61,
   "duration": 7.429
  },
  {
   "text": "explains so much unnecessary suffering in our world and",
   "start": 4051.71,
   "duration": 3.83
  },
  {
   "text": "again what I fear about the way you talk about religion is that",
   "start": 4056.21,
   "duration": 4.729
  },
  {
   "text": "At the end of all these conversations I'm still not sure what you believe on that point frankly and",
   "start": 4063.02,
   "duration": 5.119
  },
  {
   "text": "if I'm not sure no one out there is",
   "start": 4069.23,
   "duration": 2.989
  },
  {
   "text": "Well, I don't know why I don't know why you would expect to be sure about what someone believes how do you think that any?",
   "start": 4073.28,
   "duration": 7.04
  },
  {
   "text": "One of you are capable of fully articulating what you believe you certainly aren't you are. No I it's completely ridiculous",
   "start": 4080.32,
   "duration": 6.569
  },
  {
   "text": "You're not transparent to yourself by any stretch of the imagination",
   "start": 4087.14,
   "duration": 3.65
  },
  {
   "text": "You act out all sorts of things that you can't articulate butthat, but how about if how about a best-guess?",
   "start": 4091.51,
   "duration": 4.71
  },
  {
   "text": "Ya",
   "start": 4097.37,
   "duration": 1.32
  },
  {
   "text": "Know if you look let's go all cognitive neuroscience on this. Shall we?",
   "start": 4098.69,
   "duration": 4.399
  },
  {
   "text": "Ninety-nine percent of your processing is unconscious. You're not capable of articulating yourselves if you were you'd be omniscient",
   "start": 4103.49,
   "duration": 6.589
  },
  {
   "text": "Okay, but that's gonna give me any nonsense about that for that. That is a",
   "start": 4110.15,
   "duration": 4.399
  },
  {
   "text": "I've never heard so many people applaud an evasion of a simple question",
   "start": 4118.48,
   "duration": 4.76
  },
  {
   "text": "It was a good yeah",
   "start": 4124.569,
   "duration": 2.0
  },
  {
   "text": "okay, I",
   "start": 4127.12,
   "duration": 1.469
  },
  {
   "text": "honestly",
   "start": 4128.589,
   "duration": 1.141
  },
  {
   "text": "Yes, everything you just said about not being fully transparent to yourself is true",
   "start": 4129.73,
   "duration": 5.149
  },
  {
   "text": "And you are ruled by committee in there all the time",
   "start": 4134.88,
   "duration": 2.76
  },
  {
   "text": "No doubt, but I'm at I'm asking what you actually believe",
   "start": 4137.64,
   "duration": 4.979
  },
  {
   "text": "I mean, there's several things I can ask. I mean almost any one of these threads can can pull the whole tapestry, but",
   "start": 4142.62,
   "duration": 7.439
  },
  {
   "text": "To take Christianity as an example",
   "start": 4150.7,
   "duration": 2.0
  },
  {
   "text": "What do you believe about?",
   "start": 4153.19,
   "duration": 2.0
  },
  {
   "text": "This the origin of this sacred book the Bible old a New Testament",
   "start": 4155.44,
   "duration": 4.729
  },
  {
   "text": "Do you believe that just maybe it has a status?",
   "start": 4160.27,
   "duration": 3.859
  },
  {
   "text": "Unlike any other book or is it?",
   "start": 4165.13,
   "duration": 2.09
  },
  {
   "text": "Simply old writing of human beings just like ourselves. I think it's both",
   "start": 4167.95,
   "duration": 5.389
  },
  {
   "text": "Okay, so, but but but so what does that mean that you're saying?",
   "start": 4173.89,
   "duration": 3.62
  },
  {
   "text": "You're saying that there's somebody who's taking dictation that is unlike any other dictation",
   "start": 4177.51,
   "duration": 5.309
  },
  {
   "text": "So it's so Homer though creators or Shakespeare is operated within",
   "start": 4182.819,
   "duration": 3.75
  },
  {
   "text": "Hours of inspiration, okay",
   "start": 4187.12,
   "duration": 2.0
  },
  {
   "text": "Everyone's been inspired if you talk to creative people",
   "start": 4189.73,
   "duration": 2.72
  },
  {
   "text": "Yes, they say they often describe themselves as something approximating a conduit through which higher wisdom is pouring again",
   "start": 4192.45,
   "duration": 7.319
  },
  {
   "text": "You're dodging shakes that Shakespeare could say that and yeah, and any writer can say that",
   "start": 4199.77,
   "duration": 5.04
  },
  {
   "text": "Yeah, and it's also the case that we would or we would rank organize",
   "start": 4204.91,
   "duration": 3.949
  },
  {
   "text": "we would rank order those writers, which is why you pointed to Shakespeare in terms of the",
   "start": 4208.86,
   "duration": 4.47
  },
  {
   "text": "Generalizable validity of their revelations sure, and so well look so you run into the same issue, you know",
   "start": 4214.42,
   "duration": 5.6
  },
  {
   "text": "You criticize the Bible and look fair enough, you know, man, but you're you're also evading a very important issue",
   "start": 4220.02,
   "duration": 6.0
  },
  {
   "text": "Which is how do you how do you?",
   "start": 4226.02,
   "duration": 2.0
  },
  {
   "text": "Quantitatively rank the contributions of literature without assuming that there's a hierarchy of Revelation you although this a hierarchy of wisdom. Sure",
   "start": 4228.16,
   "duration": 7.64
  },
  {
   "text": "There's a heart a hierarchy of human wisdom",
   "start": 4235.8,
   "duration": 2.039
  },
  {
   "text": "I will grant you that every day of the week, but this it is but we're talking about",
   "start": 4237.84,
   "duration": 4.14
  },
  {
   "text": "primates like ourselves having conversations and",
   "start": 4242.86,
   "duration": 3.02
  },
  {
   "text": "This is the most important game we can play",
   "start": 4246.58,
   "duration": 2.209
  },
  {
   "text": "this is the best game in town and it has always been so but",
   "start": 4249.39,
   "duration": 4.049
  },
  {
   "text": "People are imagining and it includes as you said at the outset",
   "start": 4253.81,
   "duration": 3.439
  },
  {
   "text": "what I would call spiritual experience and spiritual experience is",
   "start": 4258.07,
   "duration": 3.739
  },
  {
   "text": "Admits of a fact-based discussion about the nature of human consciousness. And why do you allow that as an",
   "start": 4262.81,
   "duration": 5.93
  },
  {
   "text": "Exception like because it's not an exception as part of that the data set. So it's possible to have the e ritual",
   "start": 4268.96,
   "duration": 5.99
  },
  {
   "text": "So this is spiritual experience without the possible of possibility of concretize revelation",
   "start": 4274.95,
   "duration": 5.25
  },
  {
   "text": "So it's a formless spirituality that you're advocating",
   "start": 4280.2,
   "duration": 2.939
  },
  {
   "text": "No, no it you can have a money",
   "start": 4283.18,
   "duration": 2.989
  },
  {
   "text": "Even I'm not even discounting the possibility that there are invisible",
   "start": 4286.17,
   "duration": 4.77
  },
  {
   "text": "entities out there in the universe far smarter than ourselves who we could possibly be in dialogue with I mean",
   "start": 4291.34,
   "duration": 6.29
  },
  {
   "text": "There are many strange ideas that we could defend to one or another degree of you that they're people walking around",
   "start": 4297.67,
   "duration": 6.29
  },
  {
   "text": "Speculating that we might be living in a computer simulation that all of this is being run on some",
   "start": 4304.39,
   "duration": 4.52
  },
  {
   "text": "hard drive of the future or or some you know",
   "start": 4309.07,
   "duration": 2.929
  },
  {
   "text": "Alien supercomputer now that you can actually I mean Nick Bostrom at Oxford gives a very cogent argument in defense of that thesis",
   "start": 4312.0,
   "duration": 7.979
  },
  {
   "text": "Right now you can you can deal with that on its merits I'm not saying the universe isn't stranger than we suppose or even can",
   "start": 4320.35,
   "duration": 5.959
  },
  {
   "text": "suppose but",
   "start": 4326.31,
   "duration": 1.84
  },
  {
   "text": "one thing we know is that when you read the Bible you can turn every page of that book and",
   "start": 4328.15,
   "duration": 5.21
  },
  {
   "text": "You will not find evidence of omniscience. You will not find anything in there that",
   "start": 4333.91,
   "duration": 5.989
  },
  {
   "text": "Someone as smart as Shakespeare or actually a little bit dumber could have written",
   "start": 4340.72,
   "duration": 5.33
  },
  {
   "text": "No, I don't think that's true Sam. They're incredibly potent. There's whatever I'd say about the biblical writings that are incredibly potent",
   "start": 4346.42,
   "duration": 7.55
  },
  {
   "text": "But so it's impossible to write something virtually impossible to write something like Cain and Abel. It's a paragraph in shame",
   "start": 4354.76,
   "duration": 6.77
  },
  {
   "text": "You're saying the Shakespeare the Shakespeare of the two 3,000 years ago couldn't have written Genesis",
   "start": 4361.53,
   "duration": 5.339
  },
  {
   "text": "He couldn't have written to Cain and Abel not intends it so that so then it's okay enable is 10 sentences long",
   "start": 4367.48,
   "duration": 5.15
  },
  {
   "text": "So then who gains more wisdom than you can then you can dig?",
   "start": 4372.63,
   "duration": 3.029
  },
  {
   "text": "Okay, let's go now, but now we're getting to the nub of it",
   "start": 4375.67,
   "duration": 2.63
  },
  {
   "text": "Then you think because that it was not the product of a human mind",
   "start": 4378.3,
   "duration": 3.679
  },
  {
   "text": "I think it was the product of a vast collection of human minds working over millennia, okay",
   "start": 4381.98,
   "duration": 5.609
  },
  {
   "text": "so we have a",
   "start": 4387.59,
   "duration": 0.73
  },
  {
   "text": "city of Shakespeare's so but still which is really what we so we've just got people about this and this but this",
   "start": 4388.32,
   "duration": 6.95
  },
  {
   "text": "concession if indeed",
   "start": 4395.46,
   "duration": 1.37
  },
  {
   "text": "You're making it and I'm still not sure is the eradication of traditional Christianity if something is deeply wise its",
   "start": 4396.83,
   "duration": 7.109
  },
  {
   "text": "reflective of a deeper reality",
   "start": 4404.37,
   "duration": 2.0
  },
  {
   "text": "Otherwise, it wouldn't be what I've okay. I'm in love with deeper realities",
   "start": 4406.739,
   "duration": 3.41
  },
  {
   "text": "The deeper reality that something is wise is the story of Cain and Abel reflection. It's the real",
   "start": 4410.15,
   "duration": 5.55
  },
  {
   "text": "a landscape of mind that we we are",
   "start": 4416.28,
   "duration": 3.53
  },
  {
   "text": "That either takes great training great luck or pharmacological",
   "start": 4420.96,
   "duration": 4.43
  },
  {
   "text": "bombardment of the human brain to explore",
   "start": 4426.15,
   "duration": 2.0
  },
  {
   "text": "Right there. There's a way there are ways to get there. There are ways to have the beatific vision, right? And and if and",
   "start": 4428.64,
   "duration": 7.099
  },
  {
   "text": "We will we understand this to some degree but experientially and we can understand it to some degree by by this",
   "start": 4436.95,
   "duration": 7.879
  },
  {
   "text": "third-person methods of science and",
   "start": 4445.469,
   "duration": 2.36
  },
  {
   "text": "It's not it's not like I don't know",
   "start": 4448.53,
   "duration": 2.18
  },
  {
   "text": "I've had many experiences that",
   "start": 4451.44,
   "duration": 2.089
  },
  {
   "text": "If I had them in a religious context would have counted for me as evidence of the truth of my religion",
   "start": 4454.68,
   "duration": 6.229
  },
  {
   "text": "right",
   "start": 4460.91,
   "duration": 0.42
  },
  {
   "text": "but because I I",
   "start": 4461.33,
   "duration": 1.45
  },
  {
   "text": "have was not brought up up in a religious context and because I spend a lot of time seeing the downside of",
   "start": 4462.78,
   "duration": 6.17
  },
  {
   "text": "That form of credulity. I have never been tempted to interpret these experiences. That way try a higher dose",
   "start": 4469.98,
   "duration": 6.83
  },
  {
   "text": "Yeah, I've tried believe me. Yes. Oh, I'll go I'll play that game of poker with you all day long",
   "start": 4477.6,
   "duration": 6.619
  },
  {
   "text": "You know surprise. Yes. Well, maybe",
   "start": 4485.7,
   "duration": 3.079
  },
  {
   "text": "Maybe maybe there's our next podcast. Yeah",
   "start": 4490.5,
   "duration": 2.06
  },
  {
   "text": "Did you just see a card that I've got to ask all of you a question now, so we're an hour and",
   "start": 4495.27,
   "duration": 6.68
  },
  {
   "text": "15 minutes into this discussion and",
   "start": 4502.5,
   "duration": 2.18
  },
  {
   "text": "hypothetically, what we will do is stop and",
   "start": 4505.65,
   "duration": 2.45
  },
  {
   "text": "and go to Q&A but our",
   "start": 4508.71,
   "duration": 2.959
  },
  {
   "text": "Experience so far has been that when we asked the audience because we have done that each time",
   "start": 4512.15,
   "duration": 4.819
  },
  {
   "text": "Whether we've asked the audience whether we should continue or whether we should go to Q&A",
   "start": 4517.4,
   "duration": 4.819
  },
  {
   "text": "so the first thing I'm going to do and you can",
   "start": 4522.68,
   "duration": 2.33
  },
  {
   "text": "Vote on this by making a certain amount of noise if you're inclined to do",
   "start": 4525.17,
   "duration": 3.979
  },
  {
   "text": "So how many of you would like us to stop talking and go to Q&A?",
   "start": 4529.15,
   "duration": 4.409
  },
  {
   "text": "How many of you would like us to continue this discussion for 45 more minutes",
   "start": 4537.59,
   "duration": 4.1
  },
  {
   "text": "It's it seems to me that it's an objective fact, it's louder people have the floor",
   "start": 4551.99,
   "duration": 5.209
  },
  {
   "text": "So it really is gonna be a rude awakening when those applause are reversed. However, yeah, we know it's timeless",
   "start": 4557.66,
   "duration": 6.38
  },
  {
   "text": "Was I gonna ask something? Yeah",
   "start": 4575.12,
   "duration": 2.0
  },
  {
   "text": "Something let's go back to let's go back to thee to one of the core problems that we've been trying to address which is the",
   "start": 4580.85,
   "duration": 6.53
  },
  {
   "text": "the apparent",
   "start": 4587.96,
   "duration": 2.0
  },
  {
   "text": "failure perhaps of the",
   "start": 4590.36,
   "duration": 2.959
  },
  {
   "text": "The the rationalist atheist types to develop a an active ethos that has",
   "start": 4595.28,
   "duration": 5.87
  },
  {
   "text": "Sufficient beauty and motivational power to serve as a credible replacement for the religious rituals",
   "start": 4602.3,
   "duration": 7.1
  },
  {
   "text": "So there seems there must be a reason why that's that failure has occurred",
   "start": 4610.37,
   "duration": 5.42
  },
  {
   "text": "right, so",
   "start": 4616.85,
   "duration": 2.0
  },
  {
   "text": "Maybe a short list of reasons one is that",
   "start": 4619.19,
   "duration": 2.27
  },
  {
   "text": "Traditionally the impulse to do that in a religious context has been fatal",
   "start": 4622.37,
   "duration": 5.689
  },
  {
   "text": "Right. So to declare your apostasy has been the almost as reliable a way of committing suicide as jumping off a building",
   "start": 4628.64,
   "duration": 7.76
  },
  {
   "text": "in most",
   "start": 4636.44,
   "duration": 1.86
  },
  {
   "text": "cultures and most",
   "start": 4638.3,
   "duration": 1.53
  },
  {
   "text": "societies for the longest time and still is in many places as you know in the Muslim world, so",
   "start": 4639.83,
   "duration": 4.82
  },
  {
   "text": "if there's been a barrier to entry to thinking creatively about alternatives to religion and",
   "start": 4645.489,
   "duration": 5.76
  },
  {
   "text": "so much of atheism and secularism is just a a",
   "start": 4651.739,
   "duration": 4.34
  },
  {
   "text": "pitched battle against the the",
   "start": 4657.38,
   "duration": 3.53
  },
  {
   "text": "Eroding power of religion and when religion really has its power, right?",
   "start": 4661.4,
   "duration": 5.479
  },
  {
   "text": "We know what it's like, you know",
   "start": 4666.88,
   "duration": 2.28
  },
  {
   "text": "they again I think what we spoke about this at one point it just yet at the moment that it makes this most salient is",
   "start": 4669.16,
   "duration": 5.969
  },
  {
   "text": "You know Galileo being shown the instruments of torture by men who wouldn't look through his telescope, right?",
   "start": 4675.8,
   "duration": 5.93
  },
  {
   "text": "I mean that's that was the point of contact between",
   "start": 4681.73,
   "duration": 2.189
  },
  {
   "text": "untrammeled human rationality and",
   "start": 4685.1,
   "duration": 2.0
  },
  {
   "text": "The womb that bore it right give the religious awe at the beauty of the heavens, right?",
   "start": 4687.68,
   "duration": 7.339
  },
  {
   "text": "So the moment was a person like Galileo stepped a little too far and to connect us to astrology again",
   "start": 4695.06,
   "duration": 5.419
  },
  {
   "text": "Galileo was a court astrologer, right? Mr",
   "start": 4700.48,
   "duration": 2.22
  },
  {
   "text": "Doe did they were there was a cunt there was a point of contact between astronomy and astrology at that point. So",
   "start": 4702.7,
   "duration": 4.589
  },
  {
   "text": "We're still under the shadow of that kind of dogmatism and oppression in much of the world",
   "start": 4708.95,
   "duration": 5.839
  },
  {
   "text": "And for the longest time, I mean, it's still in the United States",
   "start": 4715.16,
   "duration": 3.709
  },
  {
   "text": "You cannot run for the presidency without pretending to believe in God",
   "start": 4718.87,
   "duration": 4.409
  },
  {
   "text": "It's amazing. It's amazing fact, right?",
   "start": 4723.83,
   "duration": 2.719
  },
  {
   "text": "When will that change it?",
   "start": 4726.58,
   "duration": 1.78
  },
  {
   "text": "Someday it will",
   "start": 4728.36,
   "duration": 1.14
  },
  {
   "text": "But we have we have just had almost no time talks if it's to experiment in this base and intervals means some time",
   "start": 4729.5,
   "duration": 6.62
  },
  {
   "text": "I mean some decades I suppose the thing that unites Sam it would be nice to Auden to me on this is",
   "start": 4736.12,
   "duration": 5.369
  },
  {
   "text": "If if we face some of the problems some of the enemies might even say that you identify as well",
   "start": 4742.73,
   "duration": 6.89
  },
  {
   "text": "And the question is whether you should face them in the midst of an experiment that may or may not work",
   "start": 4750.26,
   "duration": 6.08
  },
  {
   "text": "ie a leap into pure rationality or",
   "start": 4756.86,
   "duration": 2.54
  },
  {
   "text": "Whether you might decide it's worth among other things",
   "start": 4759.98,
   "duration": 2.509
  },
  {
   "text": "Taking some of the versions of things that you've had that have been of worth in your past and using them where they're useful",
   "start": 4762.89,
   "duration": 6.709
  },
  {
   "text": "Well, but what do you picture in there because there really is no leap. There's no global leap to pure rationality",
   "start": 4770.21,
   "duration": 6.379
  },
  {
   "text": "There's just there's this incremental",
   "start": 4776.59,
   "duration": 2.189
  },
  {
   "text": "erosion of",
   "start": 4779.78,
   "duration": 2.0
  },
  {
   "text": "Religious answers to terrestrial questions. So there's that. Yeah, I guess at the moment",
   "start": 4782.119,
   "duration": 5.87
  },
  {
   "text": "You you have a science of neurology. You begin to look at epilepsy",
   "start": 4788.869,
   "duration": 5.39
  },
  {
   "text": "Not as demonic possession, but as a neurological problem before there's a science of neurology. You don't know what the hell is happening, right?",
   "start": 4794.26,
   "duration": 7.739
  },
  {
   "text": "So so into them say something obviously drove Douglas. I would say in some sense",
   "start": 4801.999,
   "duration": 6.12
  },
  {
   "text": "surprisingly",
   "start": 4809.419,
   "duration": 1.14
  },
  {
   "text": "to make the assumption that one of the things that we need to do to",
   "start": 4810.559,
   "duration": 4.729
  },
  {
   "text": "Defend whatever it is that we have a value in the West assuming that we have anything of value",
   "start": 4815.689,
   "duration": 5.09
  },
  {
   "text": "was",
   "start": 4821.329,
   "duration": 1.11
  },
  {
   "text": "something like the",
   "start": 4822.439,
   "duration": 1.95
  },
  {
   "text": "reincorporation of this",
   "start": 4824.389,
   "duration": 1.8
  },
  {
   "text": "Religious substructure, so white it's not something that I would have expected you to conclude. Oh, wait, what are you?",
   "start": 4826.189,
   "duration": 6.05
  },
  {
   "text": "Why did you conclude it? Well?",
   "start": 4832.239,
   "duration": 2.159
  },
  {
   "text": "Partly for the reason I just suggested",
   "start": 4835.369,
   "duration": 2.0
  },
  {
   "text": "That the leap into pure rationality",
   "start": 4838.189,
   "duration": 2.12
  },
  {
   "text": "There's no evidence yet that it's going to work or there's gonna be enough for enough people are gonna be able to partake",
   "start": 4840.349,
   "duration": 4.91
  },
  {
   "text": "Give me the precise amount place where you're worried that it's gonna fail and what can you what are you imagining?",
   "start": 4845.749,
   "duration": 4.64
  },
  {
   "text": "Well, you wake it now",
   "start": 4850.78,
   "duration": 1.409
  },
  {
   "text": "Yeah",
   "start": 4852.189,
   "duration": 0.48
  },
  {
   "text": "Let me give you one example and we may be in the midst of the discovery that the only thing",
   "start": 4852.669,
   "duration": 4.92
  },
  {
   "text": "Worse than religion is its absence?",
   "start": 4858.019,
   "duration": 2.149
  },
  {
   "text": "When we're where are we discovering that look at the religions that people are making up as we speak",
   "start": 4861.079,
   "duration": 5.629
  },
  {
   "text": "I mean every day there's a new dogma and you and I and Jordan have repeatedly tripped over his dogmas",
   "start": 4866.709,
   "duration": 6.93
  },
  {
   "text": "some are usually survived it has to be said but",
   "start": 4874.55,
   "duration": 2.419
  },
  {
   "text": "They're stampeding to create new religion all the time at the moment every every new heresy that's invented and",
   "start": 4879.709,
   "duration": 6.14
  },
  {
   "text": "They're not as well thought through as past terraces",
   "start": 4886.099,
   "duration": 2.54
  },
  {
   "text": "they don't always have the bloody repercussions yet, but you can easily foresee a situation in which they do a",
   "start": 4888.889,
   "duration": 6.08
  },
  {
   "text": "New religion is being created as we speak by a new generation of people who think they are",
   "start": 4895.55,
   "duration": 4.549
  },
  {
   "text": "non-ideological who think they're very rational who think their past myth who think their past story who think they're better than any of their",
   "start": 4900.349,
   "duration": 6.709
  },
  {
   "text": "Ancestors and have never bothered to even study their answers",
   "start": 4907.159,
   "duration": 2.689
  },
  {
   "text": "But",
   "start": 4911.679,
   "duration": 2.0
  },
  {
   "text": "Can't you say that",
   "start": 4916.719,
   "duration": 2.0
  },
  {
   "text": "Dogmatism is the problem",
   "start": 4919.15,
   "duration": 1.339
  },
  {
   "text": "okay, the generic problem here is dogmatism a firm belief in the absence of good argument and good evidence and",
   "start": 4920.489,
   "duration": 7.229
  },
  {
   "text": "Absolutely, we can agree that dogmatism of any kind has that danger or will always have that danger",
   "start": 4929.409,
   "duration": 5.57
  },
  {
   "text": "but the void",
   "start": 4935.199,
   "duration": 1.38
  },
  {
   "text": "Also has a danger the void that you can create if you throw out all the stories that help get you to where you are",
   "start": 4936.579,
   "duration": 6.11
  },
  {
   "text": "also has this danger because people come up with these news stories and",
   "start": 4943.059,
   "duration": 4.43
  },
  {
   "text": "Every day's news now is about this every hour politics is now basically about this",
   "start": 4948.579,
   "duration": 5.06
  },
  {
   "text": "up, I mean well and what and what's flown in to fill the gap seems to be something like a new tribalism absolute is exactly",
   "start": 4954.159,
   "duration": 7.459
  },
  {
   "text": "What you'd expect in some sense, right?",
   "start": 4961.619,
   "duration": 1.801
  },
  {
   "text": "If you if you demolish the superordinate system, you know religion divides people no doubt, but it also unites people",
   "start": 4963.42,
   "duration": 6.509
  },
  {
   "text": "yes, and so one of the things that",
   "start": 4970.21,
   "duration": 2.119
  },
  {
   "text": "Arguably unites people above their mere tribalism is their Union and an abstract religious",
   "start": 4972.969,
   "duration": 5.87
  },
  {
   "text": "superstructure and then if you demolish that well then one of the things that does seem to happen is the emergence of a",
   "start": 4979.179,
   "duration": 6.439
  },
  {
   "text": "Reflexive tribalism because people need to need a group identity of sorts",
   "start": 4985.84,
   "duration": 4.399
  },
  {
   "text": "And the easiest thing to do seems to be to revert to ethnicity and race and gender and sex, etc. Etc",
   "start": 4990.239,
   "duration": 6.45
  },
  {
   "text": "And then we do end up and have ended up in this situation that Douglass outlines and you know",
   "start": 4996.849,
   "duration": 6.169
  },
  {
   "text": "One of the things I think that distinguishes us temperamental II",
   "start": 5003.019,
   "duration": 3.09
  },
  {
   "text": "possibly maybe because you're a little more on the liberal side and I'm a little more on the conservative side even temperamentally speaking is that",
   "start": 5006.48,
   "duration": 6.139
  },
  {
   "text": "your",
   "start": 5013.139,
   "duration": 1.411
  },
  {
   "text": "Fundamental terror, is that of fundamentalism?",
   "start": 5014.55,
   "duration": 2.779
  },
  {
   "text": "although you also state in the moral landscape that you understand that the perils of nihilism and I would say my",
   "start": 5017.329,
   "duration": 6.87
  },
  {
   "text": "fundamental terror, is that of nihilism even though I'm",
   "start": 5024.57,
   "duration": 2.779
  },
  {
   "text": "Susceptance ative to the catastrophes of fundamentalism, but I don't think you do address the problem of the void sufficiently",
   "start": 5027.869,
   "duration": 6.439
  },
  {
   "text": "because I don't think that you have anything to offer except an",
   "start": 5035.099,
   "duration": 3.32
  },
  {
   "text": "And I'm not trying to minimize your offering you you make a case that people should work to",
   "start": 5039.21,
   "duration": 4.759
  },
  {
   "text": "Alleviate suffering and that we should live in truth. But Jesus Sam you can summarize that in two sentences",
   "start": 5044.429,
   "duration": 4.82
  },
  {
   "text": "it doesn't have the potency of the",
   "start": 5049.469,
   "duration": 3.26
  },
  {
   "text": "Fictional literary artistic substructure that seems necessary to make that into something. That's that's a compelling story",
   "start": 5053.55,
   "duration": 6.799
  },
  {
   "text": "So it's the this is where we might disagree. This could be a fundamental disagreement",
   "start": 5060.42,
   "duration": 3.469
  },
  {
   "text": "because I actually I don't see the problem of nihilism the way you do or the way it's advertised like",
   "start": 5064.679,
   "duration": 6.919
  },
  {
   "text": "once you rip out",
   "start": 5071.88,
   "duration": 1.44
  },
  {
   "text": "the false certainties and the bad evidence and the bad arguments and the and the the mere dog was imposed on us by",
   "start": 5073.32,
   "duration": 7.009
  },
  {
   "text": "prior generations",
   "start": 5080.639,
   "duration": 1.801
  },
  {
   "text": "That hole",
   "start": 5082.44,
   "duration": 1.92
  },
  {
   "text": "never closes",
   "start": 5084.36,
   "duration": 2.0
  },
  {
   "text": "Safely with anything else you have to put something in its place that's shaped just like that some other false certainty or some other story",
   "start": 5086.849,
   "duration": 6.44
  },
  {
   "text": "I simply don't think that's the case",
   "start": 5093.29,
   "duration": 2.009
  },
  {
   "text": "I think there's so many things we outgrow both individually a you know, if in art your own childhoods and",
   "start": 5095.3,
   "duration": 6.029
  },
  {
   "text": "Culturally that where there is. No, there is no void left",
   "start": 5102.36,
   "duration": 4.37
  },
  {
   "text": "there's no Santa Claus shaped void that we have to fill with the",
   "start": 5106.73,
   "duration": 3.689
  },
  {
   "text": "Experience but people certainly experienced some people you people I'm not discounting the fact that it is hard to be happy in this world",
   "start": 5111.21,
   "duration": 7.339
  },
  {
   "text": "I mean we are living in a world that seems designed perfectly designed to frustrate our efforts to find",
   "start": 5118.55,
   "duration": 7.109
  },
  {
   "text": "Permanent happiness, so you asked me",
   "start": 5126.15,
   "duration": 2.0
  },
  {
   "text": "What my answer is I just think there's the recipe for a good life or least least a",
   "start": 5131.429,
   "duration": 5.36
  },
  {
   "text": "Minimal recipe for a good life. That's not that this is all that's entailed. But this is this is this is certainly necessary",
   "start": 5138.36,
   "duration": 6.319
  },
  {
   "text": "If not sufficient is to live a life that is",
   "start": 5144.719,
   "duration": 3.919
  },
  {
   "text": "Increasingly motivated by love and guided by reason",
   "start": 5150.3,
   "duration": 4.04
  },
  {
   "text": "Right, you can't go very far wrong if you are motivated by love and guided by reason, right? And and the problem is is that",
   "start": 5155.19,
   "duration": 7.009
  },
  {
   "text": "Well, okay",
   "start": 5163.56,
   "duration": 1.97
  },
  {
   "text": "Well, the first thing I would say about that is to me. That's a",
   "start": 5165.53,
   "duration": 3.029
  },
  {
   "text": "recapitulation of the judeo-christian ethic which is be guarded by love and up and use logos to serve that that you gotta",
   "start": 5169.2,
   "duration": 7.64
  },
  {
   "text": "Regenerate the fine print on reason. Oh, yeah clever didn't say reason I said logos cuz that's the that's something that's deeper there",
   "start": 5177.12,
   "duration": 6.5
  },
  {
   "text": "There's the Jesus smuggling. Yes, exactly. Well, yes. Yes, definitely",
   "start": 5183.63,
   "duration": 3.259
  },
  {
   "text": "Okay, so but but so look I've been I've been trying to part of the reason that I'm doing what I'm doing is to try",
   "start": 5187.41,
   "duration": 7.339
  },
  {
   "text": "to address the void",
   "start": 5194.75,
   "duration": 1.99
  },
  {
   "text": "Let's say and I suspect that many of you are actually here because you would like to have the void",
   "start": 5196.74,
   "duration": 5.72
  },
  {
   "text": "addressed and so the way it looks to me is something like this and this is what I've derived in part from my studies of",
   "start": 5202.56,
   "duration": 6.2
  },
  {
   "text": "Religious tradition so I could say that at the beginning of Genesis",
   "start": 5209.4,
   "duration": 4.129
  },
  {
   "text": "for example",
   "start": 5213.53,
   "duration": 0.66
  },
  {
   "text": "there's a proposition that it's truthful speech that generates habitable order from",
   "start": 5214.19,
   "duration": 5.699
  },
  {
   "text": "chaotic potential that seems to me to be the fundamental",
   "start": 5220.29,
   "duration": 2.66
  },
  {
   "text": "Narrative and I do believe there's something dead accurate and real about that because we do",
   "start": 5223.2,
   "duration": 4.939
  },
  {
   "text": "generate the world as a consequence of our",
   "start": 5228.66,
   "duration": 2.75
  },
  {
   "text": "communicative",
   "start": 5231.96,
   "duration": 1.17
  },
  {
   "text": "Effort and then there's a second proposition",
   "start": 5233.13,
   "duration": 2.54
  },
  {
   "text": "which is that the world that we generate from the the chaos of potential is",
   "start": 5235.83,
   "duration": 5.689
  },
  {
   "text": "habitable to the degree that the communication that we engage in is",
   "start": 5242.28,
   "duration": 3.799
  },
  {
   "text": "truthful and that's why God who uses the logos at the beginning of time to generate the world is",
   "start": 5246.36,
   "duration": 5.27
  },
  {
   "text": "Able to say that his creation is good. The proposition is the world you bring into being through truthful. Speech is good",
   "start": 5251.76,
   "duration": 6.29
  },
  {
   "text": "and that's the image of God that's implanted in man and woman and",
   "start": 5258.05,
   "duration": 4.229
  },
  {
   "text": "There's a grandeur about that idea and you think well, you don't need the grandeur because it's just a fiction",
   "start": 5263.01,
   "duration": 5.299
  },
  {
   "text": "It's like just wait a second here",
   "start": 5268.31,
   "duration": 1.99
  },
  {
   "text": "It's not just a fiction",
   "start": 5270.3,
   "duration": 1.83
  },
  {
   "text": "unless you don't believe that in some manner you partake in the creation of the world and that you have an",
   "start": 5272.13,
   "duration": 5.029
  },
  {
   "text": "Ultimate responsibility that might well be described as divine to participate in that process properly",
   "start": 5277.53,
   "duration": 5.75
  },
  {
   "text": "truthfully and with love and there's every reason to think that that's an",
   "start": 5284.04,
   "duration": 4.52
  },
  {
   "text": "elevated ideal so high that it's worthy of conceptualizing as divine and also to presume that it represents some",
   "start": 5289.05,
   "duration": 7.189
  },
  {
   "text": "fundamental metaphysical",
   "start": 5296.73,
   "duration": 2.0
  },
  {
   "text": "And that's a lot more powerful than you need to be good. Yes, but that the problem here Jordan",
   "start": 5298.96,
   "duration": 6.109
  },
  {
   "text": "It's that I could do exactly what you just did with",
   "start": 5307.0,
   "duration": 4.759
  },
  {
   "text": "Buddhism or Hinduism",
   "start": 5312.429,
   "duration": 1.65
  },
  {
   "text": "and it is just as grand and",
   "start": 5314.079,
   "duration": 2.93
  },
  {
   "text": "just as deep and just as anchored to the the first person experience of",
   "start": 5317.44,
   "duration": 5.179
  },
  {
   "text": "Contemplatives who have taken that as far as they could take it, you know, well then ask Sam",
   "start": 5323.44,
   "duration": 3.919
  },
  {
   "text": "You should do that and see how people respond to it. Well, no, no because I yes seriously",
   "start": 5327.36,
   "duration": 4.529
  },
  {
   "text": "No, no because I see the end of at the end of the game",
   "start": 5331.889,
   "duration": 2.4
  },
  {
   "text": "it's not that doesn't arrive where I want to get to where we need to get to because it is",
   "start": 5334.42,
   "duration": 4.969
  },
  {
   "text": "it's",
   "start": 5339.969,
   "duration": 2.0
  },
  {
   "text": "It would be to different effect",
   "start": 5342.429,
   "duration": 1.801
  },
  {
   "text": "It's to it they're they're different claims",
   "start": 5344.23,
   "duration": 2.27
  },
  {
   "text": "Ultimately about the status of truth and good and evil and about the beginning of the world and the fate of a human",
   "start": 5346.75,
   "duration": 5.719
  },
  {
   "text": "Consciousness after death, it's completely they're completely irreconcilable",
   "start": 5352.869,
   "duration": 3.709
  },
  {
   "text": "worldviews, you know, I also do not that we're if there are Hindus in the audience, they believe something that is totally",
   "start": 5357.13,
   "duration": 6.35
  },
  {
   "text": "Irreconcilable to what Christians believe I don't think that you can offer",
   "start": 5364.3,
   "duration": 3.979
  },
  {
   "text": "pardon me a watered-down version of Buddhism as a consequence of psychedelic experience as a cut as an",
   "start": 5369.099,
   "duration": 5.9
  },
  {
   "text": "acceptable and credible alternative to the power of the fundamental founding myths of the Western culture and if you think you can",
   "start": 5376.27,
   "duration": 7.399
  },
  {
   "text": "Try no I'm trying. Well, I'm not trying that but that's that's not",
   "start": 5384.219,
   "duration": 4.07
  },
  {
   "text": "That's not what I thought. Well, first of all just to just to get my biography straight. It's not just the psychedelic experience, right?",
   "start": 5389.349,
   "duration": 6.08
  },
  {
   "text": "And I'm also not making light of the psychedelic experience",
   "start": 5396.579,
   "duration": 2.99
  },
  {
   "text": "Listen to take this",
   "start": 5400.51,
   "duration": 2.54
  },
  {
   "text": "we're having most of this conversation on the side of",
   "start": 5404.11,
   "duration": 2.689
  },
  {
   "text": "Where we're in it seems reasonable to worry about the faith of civilization",
   "start": 5407.92,
   "duration": 4.04
  },
  {
   "text": "Right you we could have started at a very different point with just the nature of consciousness",
   "start": 5411.96,
   "duration": 5.369
  },
  {
   "text": "Right just the just our first person encounter with being itself, right you wake we all of us wake up each morning",
   "start": 5418.179,
   "duration": 7.16
  },
  {
   "text": "we are thrust from a condition of deep sleep which we've seen nothing about and",
   "start": 5425.86,
   "duration": 7.399
  },
  {
   "text": "Would just have pushed through the veil of dreams into this apparently",
   "start": 5433.57,
   "duration": 4.25
  },
  {
   "text": "solid reality that we call the world and we're engaging one another in this space of",
   "start": 5438.52,
   "duration": 5.239
  },
  {
   "text": "just consciousness and its contents and we're trying to make sense of it and science is",
   "start": 5444.82,
   "duration": 4.64
  },
  {
   "text": "The best language game we play I would argue in trying to make truly rigorous sense of it",
   "start": 5449.86,
   "duration": 6.229
  },
  {
   "text": "But it's not doesn't exhaust all the language games. We play we play",
   "start": 5456.09,
   "duration": 2.64
  },
  {
   "text": "others that are also fact-based we talk about what happened historically before we arrived here we talk about",
   "start": 5459.31,
   "duration": 6.679
  },
  {
   "text": "Facts as we can understand them that we just didn't witness but others did and we call that journalism, right?",
   "start": 5468.1,
   "duration": 5.299
  },
  {
   "text": "So we're trying to have a family",
   "start": 5473.4,
   "duration": 2.0
  },
  {
   "text": "Yes we use to call that journalism",
   "start": 5475.81,
   "duration": 2.0
  },
  {
   "text": "It's getting harder and harder to discern what's actually going on now, but we are we are",
   "start": 5477.969,
   "duration": 5.18
  },
  {
   "text": "thrust into this condition of",
   "start": 5484.54,
   "duration": 2.0
  },
  {
   "text": "Being our apparent selves moment by moment and we notice the difference between happiness and suffering",
   "start": 5487.03,
   "duration": 7.28
  },
  {
   "text": "Right, and this is not merely sensory",
   "start": 5494.739,
   "duration": 3.05
  },
  {
   "text": "it's not merely that you know, I don't like the feeling of a hot stove and I do like a",
   "start": 5497.79,
   "duration": 4.229
  },
  {
   "text": "warm bath, it's",
   "start": 5502.81,
   "duration": 2.0
  },
  {
   "text": "ideas",
   "start": 5505.69,
   "duration": 1.32
  },
  {
   "text": "the ways of thinking about ourselves and the world can can",
   "start": 5507.01,
   "duration": 3.86
  },
  {
   "text": "Open the door or close the door to various states of happiness and suffering and religion comes into religion",
   "start": 5511.36,
   "duration": 6.47
  },
  {
   "text": "leverages that",
   "start": 5518.35,
   "duration": 1.08
  },
  {
   "text": "people it that the difference between believing that your dead child is in heaven with Jesus and",
   "start": 5519.43,
   "duration": 6.77
  },
  {
   "text": "Not being able to believe that is enormous right? I want to ask a specific though",
   "start": 5526.719,
   "duration": 6.47
  },
  {
   "text": "You've expended a certain amount of reputational energy and much more on the jihadists",
   "start": 5534.1,
   "duration": 6.169
  },
  {
   "text": "in your",
   "start": 5540.94,
   "duration": 2.0
  },
  {
   "text": "battles should we say there how much allie ship to use a",
   "start": 5542.98,
   "duration": 4.72
  },
  {
   "text": "Very vougish  term have you found from fellow secular rational people who want to love and reason like you?",
   "start": 5548.38,
   "duration": 7.1
  },
  {
   "text": "Well, that is a leading question, isn't it I've got fingers if you need more I",
   "start": 5557.35,
   "duration": 5.319
  },
  {
   "text": "Know you your fingers are safe",
   "start": 5564.54,
   "duration": 2.33
  },
  {
   "text": "No, unfortunately but it's but this is a problem of I wouldn't describe this too",
   "start": 5568.5,
   "duration": 6.2
  },
  {
   "text": "Well, the Allies you can easily find among deeply religious Christians. Say are",
   "start": 5575.7,
   "duration": 7.129
  },
  {
   "text": "well not surely not all of them",
   "start": 5582.829,
   "duration": 0.551
  },
  {
   "text": "There for the wrong reasons right? I mean I can find you know them",
   "start": 5583.38,
   "duration": 3.74
  },
  {
   "text": "Well know note that the reason they're there for the wrong that will they they see the problem clearly",
   "start": 5589.11,
   "duration": 4.88
  },
  {
   "text": "For the wrong reasons. So for instance I so I meet",
   "start": 5594.6,
   "duration": 3.109
  },
  {
   "text": "secular",
   "start": 5598.41,
   "duration": 1.26
  },
  {
   "text": "scientist types, you know",
   "start": 5599.67,
   "duration": 1.86
  },
  {
   "text": "Anthropologists say who?",
   "start": 5601.53,
   "duration": 2.0
  },
  {
   "text": "Are so far from knowing what it's like to believe in revelation",
   "start": 5603.87,
   "duration": 4.1
  },
  {
   "text": "That they don't believe anyone else does right. So when you tell them that members of Isis really believe that",
   "start": 5608.25,
   "duration": 6.2
  },
  {
   "text": "if you die in the right circumstances",
   "start": 5615.18,
   "duration": 1.79
  },
  {
   "text": "You get 72 virgins and you're you're in you know surrounded by rivers of milk and honey and all the rest",
   "start": 5616.97,
   "duration": 5.339
  },
  {
   "text": "If you go into the ivory tower",
   "start": 5623.04,
   "duration": 1.58
  },
  {
   "text": "You meet people who don't believe that anyone believes that stuff",
   "start": 5624.62,
   "duration": 3.839
  },
  {
   "text": "But if you go into a megachurch, they know people believe that's not because they believe their own dogmas, right?",
   "start": 5628.46,
   "duration": 5.129
  },
  {
   "text": "that's",
   "start": 5633.63,
   "duration": 0.93
  },
  {
   "text": "That's what it's like to be to be effortlessly right for not especially good",
   "start": 5634.56,
   "duration": 5.209
  },
  {
   "text": "reasons the fact that you believe a book the fact that you believe a book was written by God and",
   "start": 5639.93,
   "duration": 5.299
  },
  {
   "text": "Therefore it's trivially easy for you to understand that someone else believes that but they just have the wrong book",
   "start": 5645.87,
   "duration": 4.939
  },
  {
   "text": "That's not the rational basis for understanding our circumstances",
   "start": 5651.0,
   "duration": 3.53
  },
  {
   "text": "We're looking for I'm not saying whether one is right and one is wrong",
   "start": 5654.53,
   "duration": 2.459
  },
  {
   "text": "But one seems to have more commitment in that and in one battle, you're fighting commitment, maybe important",
   "start": 5656.99,
   "duration": 7.139
  },
  {
   "text": "Yeah, there may be many reasons why the people who?",
   "start": 5664.17,
   "duration": 3.169
  },
  {
   "text": "Deeply want to love and be rational",
   "start": 5667.89,
   "duration": 2.0
  },
  {
   "text": "Are absolutely no damn use in that fight",
   "start": 5670.35,
   "duration": 2.75
  },
  {
   "text": "because they want to",
   "start": 5673.95,
   "duration": 1.86
  },
  {
   "text": "preserve their happiness a bit longer",
   "start": 5675.81,
   "duration": 2.0
  },
  {
   "text": "Preserve their comfort a bit longer cannot understand people who genuinely come from a fundamentalist standpoint",
   "start": 5678.03,
   "duration": 5.959
  },
  {
   "text": "Yeah, and then there's also other well there to steal man their case for a moment it is",
   "start": 5683.99,
   "duration": 5.969
  },
  {
   "text": "understandable to be",
   "start": 5690.66,
   "duration": 2.0
  },
  {
   "text": "sensitive to and guilty about the history of colonialism and the reality of racism and",
   "start": 5692.76,
   "duration": 6.709
  },
  {
   "text": "to be so committed to",
   "start": 5699.9,
   "duration": 2.06
  },
  {
   "text": "tolerance as your master",
   "start": 5702.57,
   "duration": 1.92
  },
  {
   "text": "Virtue that you're tempted to tolerate intolerance and not recognize it to be cowardice",
   "start": 5704.49,
   "duration": 6.5
  },
  {
   "text": "Which in fact it making tolerance your core value is much different than making truth your core value",
   "start": 5711.12,
   "duration": 5.629
  },
  {
   "text": "yes, which is an interesting thing because and perhaps this is one of the places where you and the",
   "start": 5716.75,
   "duration": 5.339
  },
  {
   "text": "Fundamentalist radical leftists, let's say differ",
   "start": 5723.0,
   "duration": 2.419
  },
  {
   "text": "is that the core value that's emerging there is definitely one of tolerance whereas the core value that you espouse is one of truth and",
   "start": 5725.42,
   "duration": 6.899
  },
  {
   "text": "Truth and tolerance are not the same thing. And so it might have been yeah",
   "start": 5732.45,
   "duration": 4.339
  },
  {
   "text": "Yeah",
   "start": 5736.79,
   "duration": 0.45
  },
  {
   "text": "As more as the pursuit of truth and the belief that as a result truth can be found",
   "start": 5737.24,
   "duration": 4.289
  },
  {
   "text": "That it's not a single thing on its own. You just pursue it as a hobby",
   "start": 5741.81,
   "duration": 3.229
  },
  {
   "text": "There's just something you do but that you believe that at the end of it. There is a truth to be found",
   "start": 5745.53,
   "duration": 4.04
  },
  {
   "text": "Yeah, you know, so it's over Douglas, what what do you fear is the case here if if there were more people like me",
   "start": 5751.62,
   "duration": 7.669
  },
  {
   "text": "In the West right? Well, maybe I'm not maybe I'm the I'm the outlier here. I'm I'm",
   "start": 5760.68,
   "duration": 4.399
  },
  {
   "text": "somehow infected by this over waning commitment to truth and",
   "start": 5765.75,
   "duration": 4.1
  },
  {
   "text": "Rationality and science and yet, I'm still motivated to worry about jihad",
   "start": 5771.03,
   "duration": 3.89
  },
  {
   "text": "But you're you worried that there are many people like me who are oblivious to the bomb",
   "start": 5776.22,
   "duration": 3.619
  },
  {
   "text": "Are you worried about it when so many other people who are hypothetically the question you ask?",
   "start": 5779.84,
   "duration": 4.32
  },
  {
   "text": "Why are you so worried about when there's so many people who are hypothetically like you that don't seem to be worried about it",
   "start": 5784.16,
   "duration": 5.879
  },
  {
   "text": "I mean, maybe you're wrong you shouldn't be worried about",
   "start": 5790.04,
   "duration": 2.879
  },
  {
   "text": "It's a possibility that's my worry at any rate that we may be living in an era when we are discovering that",
   "start": 5794.85,
   "duration": 5.81
  },
  {
   "text": "the Enlightenment and the Enlightenment values never went very wide and didn't go terribly deep and",
   "start": 5801.27,
   "duration": 7.37
  },
  {
   "text": "this is a very painful realization to make",
   "start": 5809.85,
   "duration": 2.899
  },
  {
   "text": "But not only do we go all around the world and discover that we find that at home",
   "start": 5813.15,
   "duration": 4.459
  },
  {
   "text": "The roots turn out not to have gone very deep in even this society and the problem it is a problem",
   "start": 5818.97,
   "duration": 7.209
  },
  {
   "text": "But but hence my my commitment to making them deeper and and to reiterate the point",
   "start": 5826.18,
   "duration": 6.33
  },
  {
   "text": "I'm very happy if it was entirely Sam Harris's all the way down",
   "start": 5832.51,
   "duration": 4.02
  },
  {
   "text": "Ok, I'd have no problem with that. It's just that underneath Sam Harris. Its he'll",
   "start": 5837.68,
   "duration": 5.66
  },
  {
   "text": "Know me too. Well, yeah, and that has to be very carefully edited on",
   "start": 5847.79,
   "duration": 4.97
  },
  {
   "text": "Rationality in the service of love, like this isn't interesting. Like I'm not sure you get to get away with that because",
   "start": 5858.11,
   "duration": 6.079
  },
  {
   "text": "Like is it rationality or is it love?",
   "start": 5865.04,
   "duration": 2.149
  },
  {
   "text": "because well",
   "start": 5868.07,
   "duration": 0.71
  },
  {
   "text": "I don't understand the place in your conceptual system for love given your emphasis on",
   "start": 5868.78,
   "duration": 4.799
  },
  {
   "text": "Rationality as the ethic of as the mechanism of ethics",
   "start": 5873.8,
   "duration": 3.619
  },
  {
   "text": "So I would say to the degree that I smuggle in Jesus which by the way isn't",
   "start": 5878.18,
   "duration": 3.589
  },
  {
   "text": "Accidental in some sense and I'm fully conscious when I'm doing it you smuggle in love and it plays the same role. No",
   "start": 5882.05,
   "duration": 7.339
  },
  {
   "text": "No the love but love is a an experience reality. I mean love love is its state of consciousness?",
   "start": 5889.39,
   "duration": 5.399
  },
  {
   "text": "It's a state of and I wouldn't ultimately act. Oh, it's a it's a fact that one can experience it or not. Well, yeah",
   "start": 5894.79,
   "duration": 7.919
  },
  {
   "text": "There are the fact that you can experience something but their apparent you're experiencing is",
   "start": 5906.65,
   "duration": 4.49
  },
  {
   "text": "there's also the thing that you're experiencing as a fact well know that there are facts about the the",
   "start": 5911.51,
   "duration": 5.689
  },
  {
   "text": "the range of human experiences",
   "start": 5917.48,
   "duration": 2.18
  },
  {
   "text": "Not even just human just conscious experiences that if we can build",
   "start": 5920.48,
   "duration": 3.35
  },
  {
   "text": "Computers they can feel loved and that's not inconceivable and will either succeed in doing that or not",
   "start": 5924.47,
   "duration": 5.029
  },
  {
   "text": "but consciousness admits of a range of experiences and",
   "start": 5930.17,
   "duration": 4.04
  },
  {
   "text": "Love is",
   "start": 5935.96,
   "duration": 2.0
  },
  {
   "text": "One of the best on offer it's not the only one we care about but it's the one that anchors us to a",
   "start": 5938.63,
   "duration": 6.5
  },
  {
   "text": "positive commitment to the well-being of other conscious systems and",
   "start": 5945.74,
   "duration": 3.889
  },
  {
   "text": "But but the crucial thing is those are far I agree no snow do you know what it is",
   "start": 5951.47,
   "duration": 3.919
  },
  {
   "text": "It is a fact that loving someone",
   "start": 5955.39,
   "duration": 2.0
  },
  {
   "text": "entails a",
   "start": 5958.46,
   "duration": 2.0
  },
  {
   "text": "Really of it's their their love and it's counterfeits right there. People can confuse, you know romantic",
   "start": 5960.68,
   "duration": 4.459
  },
  {
   "text": "You know attachment or lust with love, right?",
   "start": 5965.72,
   "duration": 3.41
  },
  {
   "text": "so I've been and the Buddhists are especially good at differentiating these various states of consciousness and and",
   "start": 5969.13,
   "duration": 5.1
  },
  {
   "text": "It's a II",
   "start": 5975.41,
   "duration": 1.92
  },
  {
   "text": "a",
   "start": 5977.33,
   "duration": 2.0
  },
  {
   "text": "This this true pleasure",
   "start": 5980.78,
   "duration": 2.0
  },
  {
   "text": "mental pleasure in the company of another that is colored by a",
   "start": 5983.51,
   "duration": 4.04
  },
  {
   "text": "Commitment to their well-being I wanting them to be happy a wanting them wanting to have their hopes realized a nonzero-sum",
   "start": 5988.34,
   "duration": 7.339
  },
  {
   "text": "commitment",
   "start": 5996.83,
   "duration": 1.44
  },
  {
   "text": "Or sense of your entanglement with them and you can see your failures to love me",
   "start": 5998.27,
   "duration": 4.699
  },
  {
   "text": "You can be with people who you think you love",
   "start": 6002.97,
   "duration": 1.77
  },
  {
   "text": "You know",
   "start": 6004.74,
   "duration": 0.36
  },
  {
   "text": "I'm with my best friend say and I just find out something fantastic has happened for him into let's say in his career and",
   "start": 6005.1,
   "duration": 6.42
  },
  {
   "text": "I feel a moment of envy say well then you see well",
   "start": 6011.65,
   "duration": 3.08
  },
  {
   "text": "Okay. What I just how much do you love this person if the for your first reaction?",
   "start": 6014.73,
   "duration": 3.779
  },
  {
   "text": "To this something good happening to them is you feel poorer for it, right? That's the Cain and Abel story exactly",
   "start": 6019.09,
   "duration": 6.56
  },
  {
   "text": "So so this is these are all kinds of defects you can witness in your own mind",
   "start": 6025.65,
   "duration": 5.069
  },
  {
   "text": "and yes, you pay enough attention to the Nate to what it's like to be you the full horror show of",
   "start": 6030.72,
   "duration": 5.43
  },
  {
   "text": "An almost, you know biblical unwinding of all possibility is available, you know",
   "start": 6037.24,
   "duration": 5.33
  },
  {
   "text": "And it's and you add psychedelics to that cocktail and it gets even more vivid. Alright?",
   "start": 6042.57,
   "duration": 5.489
  },
  {
   "text": "So are we do you think this is it but but the painting attacks of you know?",
   "start": 6048.06,
   "duration": 4.02
  },
  {
   "text": "the fact these are facts about the human mind and it is also factual to say",
   "start": 6052.08,
   "duration": 5.01
  },
  {
   "text": "That it is possible to navigate in this space. It is possible to design",
   "start": 6057.34,
   "duration": 4.25
  },
  {
   "text": "Institutions and and social systems and ethical commitments that help us navigate in the space",
   "start": 6063.37,
   "duration": 6.14
  },
  {
   "text": "It's not that we all have to get up every morning",
   "start": 6069.51,
   "duration": 2.0
  },
  {
   "text": "naked and",
   "start": 6072.13,
   "duration": 2.0
  },
  {
   "text": "try to",
   "start": 6074.2,
   "duration": 1.23
  },
  {
   "text": "rebuild civilization and all of human wisdom for ourselves each day you we inherit we inherit the most useful tool the",
   "start": 6075.43,
   "duration": 7.85
  },
  {
   "text": "tools you don't have to figure this all out for yourself and my appeal to you is that",
   "start": 6083.28,
   "duration": 5.52
  },
  {
   "text": "What we should want to use all the best tools available",
   "start": 6089.69,
   "duration": 5.179
  },
  {
   "text": "without hamstrung in ourselves by this notion that certain tools are",
   "start": 6095.989,
   "duration": 4.91
  },
  {
   "text": "Must be the best for all time or certain books",
   "start": 6102.05,
   "duration": 3.02
  },
  {
   "text": "must be read in on every page with equals to diligence because",
   "start": 6105.38,
   "duration": 5.33
  },
  {
   "text": "It that this book came from the creator of the universe",
   "start": 6111.229,
   "duration": 2.57
  },
  {
   "text": "when we're reading Marcus Aurelius if he gets something catastrophic ly wrong on page 17 we say well what the hell he",
   "start": 6114.079,
   "duration": 7.43
  },
  {
   "text": "Lived 2,000 years ago. There's no way he knew everything right and we turned the page",
   "start": 6121.82,
   "duration": 3.83
  },
  {
   "text": "okay, so we can't do that with the Bible's the",
   "start": 6125.869,
   "duration": 2.629
  },
  {
   "text": "mythological",
   "start": 6129.05,
   "duration": 1.319
  },
  {
   "text": "representation of that",
   "start": 6130.369,
   "duration": 1.801
  },
  {
   "text": "so there's an ancient idea a",
   "start": 6132.17,
   "duration": 2.779
  },
  {
   "text": "Very ancient idea that when you face the void",
   "start": 6135.65,
   "duration": 2.569
  },
  {
   "text": "what you do is confront it and leap into it and",
   "start": 6139.19,
   "duration": 3.079
  },
  {
   "text": "What you discover at the bottom is a beast and inside that beast you discover your father",
   "start": 6142.639,
   "duration": 4.55
  },
  {
   "text": "Lying dead and then you reanimate your father and you bring him back to the surface and that's the means of dealing with the void",
   "start": 6147.979,
   "duration": 6.74
  },
  {
   "text": "Right and so in his in essence in some sense, that's just what you said",
   "start": 6155.3,
   "duration": 4.37
  },
  {
   "text": "you said that if we accept accept that again this",
   "start": 6159.979,
   "duration": 3.56
  },
  {
   "text": "there's something",
   "start": 6164.449,
   "duration": 1.201
  },
  {
   "text": "confabulate ory about that because you can do you I could change the valence of virtually every word you use there and",
   "start": 6165.65,
   "duration": 8.0
  },
  {
   "text": "It would also sound profound and true",
   "start": 6173.719,
   "duration": 2.6
  },
  {
   "text": "I could I could swap father for mother and I could swap void from mountaintop and I and I could it could be the same",
   "start": 6176.32,
   "duration": 6.419
  },
  {
   "text": "seemingly archetypal journey and",
   "start": 6183.349,
   "duration": 2.09
  },
  {
   "text": "Somebody makes a it's not that easy sound like that's the same damn easy",
   "start": 6186.289,
   "duration": 4.07
  },
  {
   "text": "I've done with a cookbook, but look if it's that easy, then you can write great novels",
   "start": 6190.36,
   "duration": 5.04
  },
  {
   "text": "Great story, so these things can't be swapped out with these",
   "start": 6199.46,
   "duration": 3.769
  },
  {
   "text": "well",
   "start": 6203.229,
   "duration": 0.481
  },
  {
   "text": "There is a reason that it's your father that you rescue from the belly of the beast and not your mother in those sorts of",
   "start": 6203.71,
   "duration": 5.009
  },
  {
   "text": "situations you",
   "start": 6208.719,
   "duration": 2.0
  },
  {
   "text": "Can't I give you buddhism and hinduism that had that have completely different",
   "start": 6211.099,
   "duration": 3.919
  },
  {
   "text": "Iconographies and mythologies and other different variables but not at all",
   "start": 6216.44,
   "duration": 4.009
  },
  {
   "text": "It's like languages, but there's but there they're not they're crucially opposite in many of these cases",
   "start": 6220.449,
   "duration": 5.689
  },
  {
   "text": "I'm just saying that this is this kind of",
   "start": 6226.139,
   "duration": 2.04
  },
  {
   "text": "Reading meaning into story is",
   "start": 6229.75,
   "duration": 2.0
  },
  {
   "text": "There's a reason why it's not science",
   "start": 6232.78,
   "duration": 2.0
  },
  {
   "text": "Because it's because it is in some basic sense unfalsifiable",
   "start": 6235.329,
   "duration": 3.02
  },
  {
   "text": "I",
   "start": 6238.599,
   "duration": 0.81
  },
  {
   "text": "There's nothing you and I can do",
   "start": 6239.409,
   "duration": 1.681
  },
  {
   "text": "for the rest of our lives to be sure that the mother isn't at the bottom of that void and it's really the bottom to",
   "start": 6241.09,
   "duration": 4.969
  },
  {
   "text": "Develop a factual approach to the analysis of literature",
   "start": 6246.059,
   "duration": 2.85
  },
  {
   "text": "well, yes on its own terms you can say well it but that that extends to things like it is a fact that",
   "start": 6249.489,
   "duration": 6.47
  },
  {
   "text": "Hamlet was the Prince of Denmark and now I'm a in terms of the writing of literature",
   "start": 6256.539,
   "duration": 4.55
  },
  {
   "text": "Well, yeah, but that you can make true and and false claims or more and less plausible claims about literature",
   "start": 6261.09,
   "duration": 6.089
  },
  {
   "text": "But that's what I'm trying to do or it takes more its effects on you. But again,",
   "start": 6267.219,
   "duration": 4.069
  },
  {
   "text": "But this is a very different game than what most religious people think is on offer",
   "start": 6271.289,
   "duration": 4.2
  },
  {
   "text": "Well, look if you look at the domain of science most scientists aren't very good at what they do",
   "start": 6275.92,
   "duration": 4.489
  },
  {
   "text": "And if you look at the domain of religious thinking most religious thinking people aren't very good at what they do",
   "start": 6280.409,
   "duration": 4.95
  },
  {
   "text": "But that doesn't mean that the whole damn thing should be thrown out",
   "start": 6285.36,
   "duration": 3.029
  },
  {
   "text": "There's relations of religious revelation and and and and wisdom. But but there's that word. Obey because a",
   "start": 6288.449,
   "duration": 6.3
  },
  {
   "text": "Revelation if revelation is something that we can all do",
   "start": 6295.69,
   "duration": 3.29
  },
  {
   "text": "You know you me and Marcus Aurelia's right? That is a very different world than the world that",
   "start": 6299.38,
   "duration": 6.77
  },
  {
   "text": "Muslims think they're living in but you just said Sam that we have to go in",
   "start": 6306.849,
   "duration": 3.56
  },
  {
   "text": "This is why I use the the going down into the void to rescue your father metaphor",
   "start": 6310.409,
   "duration": 4.47
  },
  {
   "text": "You just said that we have to and you've said this before it",
   "start": 6314.88,
   "duration": 2.79
  },
  {
   "text": "I know you believe it as well that we have to go it back into the past and find",
   "start": 6317.67,
   "duration": 4.77
  },
  {
   "text": "The the wisdom that can help guide us because we don't have to do this as if we're encountering",
   "start": 6322.63,
   "duration": 4.729
  },
  {
   "text": "Everything for the first time and that's exactly the idea of going into the void to rescue your father",
   "start": 6327.55,
   "duration": 5.12
  },
  {
   "text": "that's how bad in that is the",
   "start": 6332.829,
   "duration": 2.0
  },
  {
   "text": "eternal age-old",
   "start": 6334.929,
   "duration": 1.831
  },
  {
   "text": "Medication for the confrontation of the void and you said it yourself?",
   "start": 6336.76,
   "duration": 3.049
  },
  {
   "text": "And so I don't know which it is is like do we have to go into the past to rescue what's best?",
   "start": 6339.909,
   "duration": 4.79
  },
  {
   "text": "Given the understanding that there is something there worth rescuing or not. Is it pure rationality and nothing else moving forward?",
   "start": 6345.07,
   "duration": 7.669
  },
  {
   "text": "unconstrained by convention it is it's it's just",
   "start": 6353.619,
   "duration": 2.87
  },
  {
   "text": "again, it's it's I want our certainties and",
   "start": 6357.01,
   "duration": 3.529
  },
  {
   "text": "I think we all in every other area of our lives",
   "start": 6361.15,
   "duration": 3.229
  },
  {
   "text": "We agree about this effortlessly, right? If I'm pretending to be certain of something that you can sense",
   "start": 6364.599,
   "duration": 6.53
  },
  {
   "text": "I have no good reason to be certain about you begin to mistrust me in",
   "start": 6371.13,
   "duration": 4.649
  },
  {
   "text": "Every area if it's in business if it's in in sports",
   "start": 6376.269,
   "duration": 4.01
  },
  {
   "text": "Or if I told you I knew that France was gonna win the World Cup",
   "start": 6380.28,
   "duration": 2.939
  },
  {
   "text": "And I was absolutely sure and and and yet I magically didn't bet any money on it",
   "start": 6383.219,
   "duration": 5.279
  },
  {
   "text": "I mean these are these are conversations we can have that everything else and yet on this topic of religion",
   "start": 6388.499,
   "duration": 6.03
  },
  {
   "text": "people change the rules right and I'm just arguing that the rules should never the rules of by which we",
   "start": 6395.499,
   "duration": 6.56
  },
  {
   "text": "Dole out our our credence",
   "start": 6402.82,
   "duration": 2.299
  },
  {
   "text": "shouldn't change and",
   "start": 6405.88,
   "duration": 2.0
  },
  {
   "text": "and if they don't it and again",
   "start": 6408.039,
   "duration": 3.02
  },
  {
   "text": "It's we couldn't be misled by the the duration of the past. Maybe this is what this is",
   "start": 6411.059,
   "duration": 7.62
  },
  {
   "text": "the the",
   "start": 6419.26,
   "duration": 1.35
  },
  {
   "text": "the comparison of something like Scientology to Christianity is so",
   "start": 6420.61,
   "duration": 4.729
  },
  {
   "text": "Invidious because we can practically meet l ron Hubbard, right? We've got film of him",
   "start": 6425.979,
   "duration": 5.63
  },
  {
   "text": "Confabulating about the galaxies the ruled by by overlords whose names he magically knew right?",
   "start": 6432.429,
   "duration": 6.439
  },
  {
   "text": "We we see we see the man behind the curtain",
   "start": 6438.909,
   "duration": 2.78
  },
  {
   "text": "we don't see that with the Apostle Paul or anyone else who brought us the the the quote real religions and",
   "start": 6442.03,
   "duration": 7.969
  },
  {
   "text": "Yet it's always just been human beings doing this",
   "start": 6450.94,
   "duration": 3.229
  },
  {
   "text": "right",
   "start": 6454.389,
   "duration": 0.5
  },
  {
   "text": "and and and if you go back far enough",
   "start": 6454.889,
   "duration": 1.951
  },
  {
   "text": "They were doing it in a in a situation. That was completely",
   "start": 6456.84,
   "duration": 3.54
  },
  {
   "text": "uncontaminated by the kinds of concerns we have as scientists and",
   "start": 6460.749,
   "duration": 4.46
  },
  {
   "text": "Secular rational people for evidence and consistency and a knowledge of the past. I mean they had nothing even recorded",
   "start": 6465.489,
   "duration": 7.009
  },
  {
   "text": "It had no mechanism by which to record their observations. No, and I'm going drop to you",
   "start": 6472.499,
   "duration": 4.8
  },
  {
   "text": "Yes, because festival I saw was signs saying five minutes. Yes, and I'm very conscious of a number of things",
   "start": 6477.46,
   "duration": 5.869
  },
  {
   "text": "apart from my own silence",
   "start": 6484.03,
   "duration": 2.0
  },
  {
   "text": "And the",
   "start": 6487.35,
   "duration": 2.0
  },
  {
   "text": "We had a long",
   "start": 6491.25,
   "duration": 2.0
  },
  {
   "text": "Session on love just then and I refused to finish this evening on such a positive note",
   "start": 6493.35,
   "duration": 5.959
  },
  {
   "text": "and",
   "start": 6500.25,
   "duration": 1.77
  },
  {
   "text": "I'd like to turn that round. We're all them",
   "start": 6502.02,
   "duration": 2.629
  },
  {
   "text": "in agreement on certain aspects free speech",
   "start": 6506.04,
   "duration": 3.439
  },
  {
   "text": "civilized discourse on the most important matters and much more",
   "start": 6510.42,
   "duration": 4.609
  },
  {
   "text": "but there's also I'm sure a lot we have in common of what we just can't bear and",
   "start": 6515.94,
   "duration": 4.549
  },
  {
   "text": "I just wanted to hand over to both of you at some point",
   "start": 6520.86,
   "duration": 2.93
  },
  {
   "text": "To give an idea not of your loves but of your present hates",
   "start": 6524.79,
   "duration": 3.529
  },
  {
   "text": "That's Jordan",
   "start": 6531.09,
   "duration": 2.0
  },
  {
   "text": "Hates",
   "start": 6545.13,
   "duration": 2.0
  },
  {
   "text": "Well, I would say",
   "start": 6549.43,
   "duration": 2.0
  },
  {
   "text": "That I spent a lot of time over the last thirty years",
   "start": 6552.61,
   "duration": 3.08
  },
  {
   "text": "Trying to understand",
   "start": 6558.13,
   "duration": 2.0
  },
  {
   "text": "The part of me that could be deeply satisfied as an ostrich prison guard and",
   "start": 6561.52,
   "duration": 5.39
  },
  {
   "text": "I would say",
   "start": 6568.09,
   "duration": 1.62
  },
  {
   "text": "that",
   "start": 6569.71,
   "duration": 2.0
  },
  {
   "text": "That part is something that's worthy of hate and",
   "start": 6572.83,
   "duration": 3.919
  },
  {
   "text": "I think the best way to overcome it",
   "start": 6578.11,
   "duration": 2.93
  },
  {
   "text": "is to",
   "start": 6582.31,
   "duration": 2.0
  },
  {
   "text": "Recognize it in yourself and to do everything possible",
   "start": 6584.92,
   "duration": 2.75
  },
  {
   "text": "to constrain it and that's what's given me an",
   "start": 6588.97,
   "duration": 3.919
  },
  {
   "text": "Overwhelming",
   "start": 6594.52,
   "duration": 1.2
  },
  {
   "text": "horror both of the",
   "start": 6595.72,
   "duration": 2.209
  },
  {
   "text": "nihilistic void and",
   "start": 6598.96,
   "duration": 1.95
  },
  {
   "text": "the catastrophes of totalitarianism and",
   "start": 6600.91,
   "duration": 3.049
  },
  {
   "text": "The reason that I've turned to the degree that I have to the analysis of religious traditions",
   "start": 6604.69,
   "duration": 5.99
  },
  {
   "text": "Not losing my scientific perspective in the meantime is because I've done everything I could to",
   "start": 6611.77,
   "duration": 6.29
  },
  {
   "text": "To extract out the wisdom necessary to understand how to deal with that bit of unredeemed evil that every bit of us possess",
   "start": 6623.35,
   "duration": 7.729
  },
  {
   "text": "Well, I would say that I hate",
   "start": 6643.95,
   "duration": 2.179
  },
  {
   "text": "Unnecessary suffering and especially my capacity for it and I see so much of my time",
   "start": 6647.73,
   "duration": 7.64
  },
  {
   "text": "Conscious time moment a moment devoted to",
   "start": 6657.09,
   "duration": 2.72
  },
  {
   "text": "This experience that should be familiar to all of you which is it to be captured by thoughts of the past or the future",
   "start": 6661.47,
   "duration": 6.829
  },
  {
   "text": "which are",
   "start": 6669.21,
   "duration": 2.0
  },
  {
   "text": "Which almost by definition have a",
   "start": 6672.03,
   "duration": 3.53
  },
  {
   "text": "Mediocrity",
   "start": 6677.79,
   "duration": 1.17
  },
  {
   "text": "so",
   "start": 6678.96,
   "duration": 1.38
  },
  {
   "text": "Transcendent that it's just a it",
   "start": 6680.34,
   "duration": 3.14
  },
  {
   "text": "it is what makes human life just",
   "start": 6684.54,
   "duration": 2.839
  },
  {
   "text": "Just pure monotony and pettiness and and everything that religion",
   "start": 6689.7,
   "duration": 5.809
  },
  {
   "text": "advertises itself as a corrective - right say that what I'm sensitive to is that someone like",
   "start": 6696.03,
   "duration": 5.06
  },
  {
   "text": "SCI Utica - when he came to",
   "start": 6701.61,
   "duration": 2.6
  },
  {
   "text": "This is Osama bin Laden's favorite philosopher",
   "start": 6704.73,
   "duration": 2.779
  },
  {
   "text": "When he came to America in the in the 50s, he saw his hosts and their neighbors",
   "start": 6708.09,
   "duration": 5.93
  },
  {
   "text": "spending all their time",
   "start": 6714.6,
   "duration": 0.8
  },
  {
   "text": "You know bragging about how well mowed their lawns were and and what just what new?",
   "start": 6715.4,
   "duration": 4.8
  },
  {
   "text": "Chevrolet as they had purchased and he looked at all of this as just it's just the quintessence of",
   "start": 6720.63,
   "duration": 5.6
  },
  {
   "text": "Desecration and lost opportunity and the lack of profundity and",
   "start": 6727.89,
   "duration": 4.939
  },
  {
   "text": "For which for him? The the corrective obviously was Islam and",
   "start": 6733.59,
   "duration": 4.16
  },
  {
   "text": "Half of that is right",
   "start": 6739.17,
   "duration": 1.89
  },
  {
   "text": "It's possible to be totally captivated by the wrong things in this life and to make yourself not",
   "start": 6741.06,
   "duration": 6.41
  },
  {
   "text": "it's so obviously being a guard at Auschwitz with a clear conscience is the",
   "start": 6747.99,
   "duration": 4.939
  },
  {
   "text": "Extreme of the extremes of that happiness all that or being a guard at Auschwitz with happiness. Yes, okay",
   "start": 6753.45,
   "duration": 7.04
  },
  {
   "text": "Yeah, even worse still right. So that's the extreme case enter and to realize that that is",
   "start": 6760.49,
   "duration": 5.099
  },
  {
   "text": "that that that job was not only filled by psychopaths right that",
   "start": 6766.38,
   "duration": 5.27
  },
  {
   "text": "Psychologically normal people could could be brought to that point. That's yeah. I recognize that",
   "start": 6772.08,
   "duration": 5.39
  },
  {
   "text": "That's the situation we're in but most of us live our lives",
   "start": 6777.47,
   "duration": 3.81
  },
  {
   "text": "in a different place where it's just",
   "start": 6781.86,
   "duration": 2.33
  },
  {
   "text": "mediocrity and pettiness and and",
   "start": 6784.74,
   "duration": 2.149
  },
  {
   "text": "and needless anxiety and",
   "start": 6787.41,
   "duration": 2.12
  },
  {
   "text": "very dimly, we recognize the possibility of overcoming that on a day-to-day basis and",
   "start": 6790.95,
   "duration": 4.79
  },
  {
   "text": "you know, honestly, I think",
   "start": 6797.13,
   "duration": 2.0
  },
  {
   "text": "The atheism the lack of belief the lack of faith in an afterlife for instance the lack of the lack of belief in the notion",
   "start": 6800.34,
   "duration": 7.16
  },
  {
   "text": "That you get everything you want or may get everything you want after you die",
   "start": 6807.5,
   "duration": 3.299
  },
  {
   "text": "And helps",
   "start": 6812.67,
   "duration": 2.0
  },
  {
   "text": "Lalit's leads to greater depth rather than to",
   "start": 6816.66,
   "duration": 2.69
  },
  {
   "text": "Superficiality here. It's like when I kiss my daughter's goodnight",
   "start": 6820.41,
   "duration": 3.38
  },
  {
   "text": "Right. It is with the understanding that",
   "start": 6824.31,
   "duration": 3.199
  },
  {
   "text": "I",
   "start": 6828.03,
   "duration": 1.2
  },
  {
   "text": "May never see them again",
   "start": 6829.23,
   "duration": 1.68
  },
  {
   "text": "right",
   "start": 6830.91,
   "duration": 0.5
  },
  {
   "text": "It's not with the assumption that if the roof caves in where we'll all be reunited in heaven along with our pets",
   "start": 6831.41,
   "duration": 7.2
  },
  {
   "text": "Right, which is what both many people find consoling about faith",
   "start": 6838.98,
   "duration": 4.219
  },
  {
   "text": "but that and and so what I would say what I hate in myself and what I hate in our",
   "start": 6843.57,
   "duration": 7.28
  },
  {
   "text": "culture is",
   "start": 6851.37,
   "duration": 1.38
  },
  {
   "text": "Everything that conspires to make the the preciousness and and and sacredness of the present moment",
   "start": 6852.75,
   "duration": 6.139
  },
  {
   "text": "Difficult to realize and that's that's what I as the tide against which I keep slipping",
   "start": 6859.68,
   "duration": 5.479
  },
  {
   "text": "Iemon I'm not going to answer my own question primarily because of the length of the list and the knowledge of the time",
   "start": 6871.3,
   "duration": 7.43
  },
  {
   "text": "But I would say that if there's one thing I hate it's the fact that conversations like this",
   "start": 6880.84,
   "duration": 6.02
  },
  {
   "text": "Civil discussion on the most important matters between people who have enormous amounts in common and have important",
   "start": 6888.46,
   "duration": 7.279
  },
  {
   "text": "disagreements which engage with the past and",
   "start": 6895.99,
   "duration": 3.169
  },
  {
   "text": "Which are going to be facilitated for a long time by knowledge of all the extraordinary progress. We're about to hit",
   "start": 6899.89,
   "duration": 6.739
  },
  {
   "text": "Can take place in an arena like this?",
   "start": 6907.63,
   "duration": 2.72
  },
  {
   "text": "with an audience like you",
   "start": 6911.8,
   "duration": 2.0
  },
  {
   "text": "Who have all come out and now set sat here for?",
   "start": 6914.11,
   "duration": 3.53
  },
  {
   "text": "two hours",
   "start": 6918.4,
   "duration": 1.86
  },
  {
   "text": "And I think it's at any rate from my point of view",
   "start": 6920.26,
   "duration": 4.01
  },
  {
   "text": "One of the most positive things I can imagine in the world at the moment that an evening like this is happening",
   "start": 6924.27,
   "duration": 6.899
  },
  {
   "text": "with an audience like you",
   "start": 6931.66,
   "duration": 2.0
  },
  {
   "text": "And",
   "start": 6935.32,
   "duration": 2.0
  },
  {
   "text": "Unless either of you want to say anything I think on behalf of all of us",
   "start": 6938.44,
   "duration": 3.799
  },
  {
   "text": "I just like to say what a thrill this is for us and",
   "start": 6942.24,
   "duration": 3.57
  },
  {
   "text": "thank you to you and",
   "start": 6946.63,
   "duration": 2.0
  },
  {
   "text": "I hope that this is an example of a constructive discussion of a kind that might even at some point catch on",
   "start": 6948.94,
   "duration": 7.399
  },
  {
   "text": "So, thank you",
   "start": 6957.19,
   "duration": 2.0
  },
  {
   "text": "Everyone please put your hands together for sam Harris Jordan Peterson and Douglas Murray. Hi",
   "start": 6960.13,
   "duration": 5.81
  }
 ]
}