{
 "video_id": "YFWLwYyrMRE",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "2017 Personality 09: Freud and the Dynamic Unconscious",
 "url": "https://www.youtube.com/watch?v=YFWLwYyrMRE",
 "date": "2017-02-07",
 "description": "In this lecture, 9th in the 2017 series, I discuss some of the essential of Sigmund Freud's theories, concentrating on his conceptualizations of the dynamic (living) unconscious. \n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 2902,
 "transcript_parts": [
  {
   "text": "So on to Sigmund Freud",
   "start": 10.059,
   "duration": 2.0
  },
  {
   "text": "We're going to give him somewhat short shrift. I'm afraid because we only have an hour to talk about Freud, but that's okay",
   "start": 12.4,
   "duration": 5.54
  },
  {
   "text": "We could get a fair way through it",
   "start": 18.609,
   "duration": 2.0
  },
  {
   "text": "He's still persona non grata, I would say among experimental psychologists and probably clinical psychologists as well",
   "start": 21.88,
   "duration": 6.319
  },
  {
   "text": "But that seems to me to be very unfair",
   "start": 28.199,
   "duration": 2.909
  },
  {
   "text": "Freud Freud is one of those thinkers who?",
   "start": 31.809,
   "duration": 2.81
  },
  {
   "text": "All that's left are his mistakes",
   "start": 35.77,
   "duration": 2.0
  },
  {
   "text": "and the reason for that is that everything that he",
   "start": 38.41,
   "duration": 2.329
  },
  {
   "text": "Discovered or put forward is so entrenched in our culture now that we think it's self-evident and so everything",
   "start": 41.05,
   "duration": 7.459
  },
  {
   "text": "correct has been assimilated and that just leaves everything that's more or less floating on top to look wrong and",
   "start": 48.51,
   "duration": 5.85
  },
  {
   "text": "But Freud is also one of those thinkers who was always wrong in an interesting way and that's very useful. And so I",
   "start": 54.699,
   "duration": 6.74
  },
  {
   "text": "also think that many of the things that he put his finger on that are of",
   "start": 61.989,
   "duration": 3.62
  },
  {
   "text": "still disputed for example, the idea of the Oedipus complex are much more useful than people are willing to",
   "start": 66.04,
   "duration": 5.689
  },
  {
   "text": "admit",
   "start": 72.909,
   "duration": 1.441
  },
  {
   "text": "especially in the clinical realm because the eatable complex which we'll talk about quite a bit is actually a",
   "start": 74.35,
   "duration": 5.449
  },
  {
   "text": "description of a fairly",
   "start": 81.28,
   "duration": 2.0
  },
  {
   "text": "stable",
   "start": 84.31,
   "duration": 1.77
  },
  {
   "text": "form of familial psychopathology where",
   "start": 86.08,
   "duration": 2.569
  },
  {
   "text": "child gets trapped within the confines of a family because the relationship with one parent or the other or both is so tight that",
   "start": 89.409,
   "duration": 7.55
  },
  {
   "text": "they can't break beyond it and maybe because of their own inability to",
   "start": 97.57,
   "duration": 4.069
  },
  {
   "text": "move towards independence but more frequently because of",
   "start": 102.52,
   "duration": 3.889
  },
  {
   "text": "What you might describe as a kind of conspiracy between the son and and the parent or the child and the parent",
   "start": 107.079,
   "duration": 5.9
  },
  {
   "text": "that prevents them from",
   "start": 113.56,
   "duration": 2.0
  },
  {
   "text": "moving towards",
   "start": 115.93,
   "duration": 2.0
  },
  {
   "text": "Autonomous life and keeps them in a state of essentially a state of childhood dependence",
   "start": 118.75,
   "duration": 5.239
  },
  {
   "text": "Freud said I started my professional activity as a neurologist trying to bring relief to my neurotic patients under the influence of an older friend",
   "start": 126.31,
   "duration": 7.279
  },
  {
   "text": "And by my own efforts, I discovered some important new facts about the unconscious and psychic life",
   "start": 133.73,
   "duration": 4.8
  },
  {
   "text": "The role of instinctual urges and so on out of these findings grew a new science psychoanalysis",
   "start": 140.19,
   "duration": 4.279
  },
  {
   "text": "A part of psychology and a new treatment for the neurosis. I had to pay heavily for this bit of good luck",
   "start": 144.66,
   "duration": 6.139
  },
  {
   "text": "People did not believe in my facts and thought my theories unsavory",
   "start": 150.81,
   "duration": 4.009
  },
  {
   "text": "Resistance was strong and unrelenting in the end",
   "start": 155.88,
   "duration": 2.509
  },
  {
   "text": "I succeeded in inquiring pupils and building it up in international psychoanalytic Association",
   "start": 158.39,
   "duration": 4.11
  },
  {
   "text": "But the struggle is not over he made that recording just shortly before he died. He moved to to England to escape the Nazis",
   "start": 162.81,
   "duration": 7.459
  },
  {
   "text": "Before Freud I guess",
   "start": 172.92,
   "duration": 2.0
  },
  {
   "text": "The mind was",
   "start": 177.87,
   "duration": 1.649
  },
  {
   "text": "It's complicated because Freud of course was not the only person to be thinking along the lines that he thought Pierre",
   "start": 179.519,
   "duration": 6.26
  },
  {
   "text": "jennae",
   "start": 185.78,
   "duration": 0.42
  },
  {
   "text": "who was one of his teachers had originated and started to develop many of the ideas that I would say were popularized by Freud but",
   "start": 186.2,
   "duration": 6.93
  },
  {
   "text": "The idea of the unconscious mind was not",
   "start": 195.209,
   "duration": 2.66
  },
  {
   "text": "Certainly not as well developed",
   "start": 199.41,
   "duration": 2.0
  },
  {
   "text": "prior to Freud as it became afterwards and",
   "start": 202.109,
   "duration": 2.99
  },
  {
   "text": "Before that I suppose",
   "start": 206.91,
   "duration": 2.0
  },
  {
   "text": "You might say that insofar as people thought of the mind at all",
   "start": 211.23,
   "duration": 3.11
  },
  {
   "text": "They thought of in philosophical terms and the mind would be that part of you",
   "start": 214.34,
   "duration": 4.649
  },
  {
   "text": "That's that you're aware of like in the dark in",
   "start": 218.989,
   "duration": 3.0
  },
  {
   "text": "The Cartesian sense Descartes said I think therefore I am and it kind of seems in some sense",
   "start": 221.989,
   "duration": 5.64
  },
  {
   "text": "Self-evident that you're aware of and have control over the contents of your own mind",
   "start": 227.91,
   "duration": 5.359
  },
  {
   "text": "But that was what Freud really questioned and he questioned it deeply said well",
   "start": 233.609,
   "duration": 4.4
  },
  {
   "text": "first of all the idea that you're one thing like one mind is a dubious idea to begin with because",
   "start": 238.68,
   "duration": 6.02
  },
  {
   "text": "People are full of internal contradictions. And then the idea that your mind is all of one type",
   "start": 245.069,
   "duration": 6.08
  },
  {
   "text": "it's it's all of one form was also very questionable as far as Freud was concerned because you could be fractionated into",
   "start": 251.7,
   "duration": 6.71
  },
  {
   "text": "subcomponents and",
   "start": 258.989,
   "duration": 1.47
  },
  {
   "text": "You know the idea for example that your anger or your sexual desire could be an autonomous part of your personality in some sense",
   "start": 260.459,
   "duration": 6.889
  },
  {
   "text": "It could overtake you and control you. That's really a Freudian idea and",
   "start": 267.53,
   "duration": 4.14
  },
  {
   "text": "one of the classic Freudian ideas really is that people are made out of sub personalities and",
   "start": 272.25,
   "duration": 5.51
  },
  {
   "text": "Those sub personalities are alive. And that's one of the things I really like about the psychoanalytic thinkers because even the",
   "start": 278.22,
   "duration": 6.44
  },
  {
   "text": "Psychologists who say over the last thirty years are they're about",
   "start": 286.169,
   "duration": 3.08
  },
  {
   "text": "Since maybe longer now",
   "start": 289.919,
   "duration": 2.0
  },
  {
   "text": "anyways, since the demise of behaviorism as an ideology and",
   "start": 292.35,
   "duration": 4.369
  },
  {
   "text": "the admission by psychologists that there were",
   "start": 297.51,
   "duration": 3.109
  },
  {
   "text": "There is an active unconscious or many active unconscious which is a better way of thinking about it",
   "start": 301.26,
   "duration": 5.269
  },
  {
   "text": "Psychologists still really haven't come to terms with the idea in any deep sense that these unconscious",
   "start": 307.23,
   "duration": 5.479
  },
  {
   "text": "Processes are living things, you know there",
   "start": 313.2,
   "duration": 2.509
  },
  {
   "text": "When psychologists talk for example about the cognitive unconscious they're talking about something that that they describe it more machine-like",
   "start": 316.47,
   "duration": 7.279
  },
  {
   "text": "with more machine like metaphors and that's not reasonable you you understand things a lot better if you",
   "start": 324.24,
   "duration": 5.809
  },
  {
   "text": "understand that the sub components that make up people the fragmentary bits of them and also the biological",
   "start": 330.63,
   "duration": 5.63
  },
  {
   "text": "subsystems that that are part and parcel of your being are",
   "start": 336.96,
   "duration": 3.14
  },
  {
   "text": "Much more intelligently viewed as personalities there",
   "start": 340.86,
   "duration": 3.02
  },
  {
   "text": "there are kind of uni dimensional personalities in some sense so that for example, if you're angry you're nothing, but angry I mean",
   "start": 344.31,
   "duration": 6.47
  },
  {
   "text": "That's an overstatement obviously or if you're afraid you're nothing but afraid or if you're hungry you're nothing but hunger well",
   "start": 350.78,
   "duration": 6.089
  },
  {
   "text": "That's certainly true",
   "start": 356.87,
   "duration": 0.66
  },
  {
   "text": "If you get hungry enough or thirsty",
   "start": 357.53,
   "duration": 1.83
  },
  {
   "text": "Or too hot or any of those things you you kind of collapsed to a simpler personality. That only has one",
   "start": 359.36,
   "duration": 5.04
  },
  {
   "text": "Motivation in mind and we'll talk a lot as we progress about the grounding of those uni-dimensional",
   "start": 364.919,
   "duration": 5.42
  },
  {
   "text": "Motivational systems in biology, but I'd have to say that Freud was",
   "start": 371.55,
   "duration": 3.29
  },
  {
   "text": "among the first at least the first to",
   "start": 375.479,
   "duration": 2.809
  },
  {
   "text": "Synthesize a coherent theory of this multiplicity and to put it forth",
   "start": 378.96,
   "duration": 4.79
  },
  {
   "text": "while also insisting that much of what was happening to you and inside of you was",
   "start": 384.539,
   "duration": 5.21
  },
  {
   "text": "not",
   "start": 390.45,
   "duration": 1.65
  },
  {
   "text": "immediately accessible",
   "start": 392.1,
   "duration": 2.0
  },
  {
   "text": "To your awareness and it's a very profound. It's a very profound discovery",
   "start": 394.32,
   "duration": 4.849
  },
  {
   "text": "it means among any among many other things that you",
   "start": 399.9,
   "duration": 3.44
  },
  {
   "text": "can formulate ideas",
   "start": 404.039,
   "duration": 2.0
  },
  {
   "text": "First of all, it means that you can act out things",
   "start": 406.5,
   "duration": 2.359
  },
  {
   "text": "That you don't understand for reasons that you don't understand it",
   "start": 409.68,
   "duration": 3.559
  },
  {
   "text": "also means that",
   "start": 413.94,
   "duration": 1.979
  },
  {
   "text": "Your memory can contain things that's represented in one way, but that can't be understood in another",
   "start": 415.919,
   "duration": 5.39
  },
  {
   "text": "So for example, and we know this is true because there are independent memory systems. There's an independent memory system for procedures",
   "start": 421.31,
   "duration": 6.779
  },
  {
   "text": "That's for actions. There's an independent",
   "start": 428.28,
   "duration": 2.419
  },
  {
   "text": "memory system for what you might describe as imagination for for the memory that uses images and then there's a another system that",
   "start": 431.4,
   "duration": 7.759
  },
  {
   "text": "articulates knowledge that's the semantic memory system and it's not obvious at all that the contents of all of those are",
   "start": 439.469,
   "duration": 7.13
  },
  {
   "text": "equivalent and that's why for example",
   "start": 446.879,
   "duration": 2.48
  },
  {
   "text": "you can dream things that you don't know because one of the things you might think is that your dreams watch you act and they",
   "start": 450.03,
   "duration": 6.5
  },
  {
   "text": "Watch other people act and then they make a little drama out of that and that drama has information in it",
   "start": 456.53,
   "duration": 5.25
  },
  {
   "text": "But you don't necessarily know what that information is in that you can't describe it consciously",
   "start": 461.78,
   "duration": 4.709
  },
  {
   "text": "Right. It's it's akin to the PA Chetty an idea. That kids can play a game",
   "start": 467.039,
   "duration": 4.13
  },
  {
   "text": "and you can take them away from the game and then they won't know how to describe the rules even though they can play the",
   "start": 472.229,
   "duration": 4.61
  },
  {
   "text": "Game and so dreams can contain information. That's full of",
   "start": 476.84,
   "duration": 3.54
  },
  {
   "text": "the encoding of behavior that has information in it that you're not consciously aware of and so then you can become",
   "start": 480.63,
   "duration": 6.049
  },
  {
   "text": "consciously aware of that in a kind of a revelation side",
   "start": 486.87,
   "duration": 2.839
  },
  {
   "text": "Maybe that's what you do when you become aware of the meaning of a dream or the meaning of a fantasy or something like that",
   "start": 489.719,
   "duration": 5.059
  },
  {
   "text": "and",
   "start": 494.779,
   "duration": 1.121
  },
  {
   "text": "That's all all our ability to think that way in some ways can be traced back to Freud",
   "start": 495.9,
   "duration": 6.019
  },
  {
   "text": "Now Freud concentrated mostly I would say at least in terms of pathology on",
   "start": 503.699,
   "duration": 5.66
  },
  {
   "text": "sexual and aggressive",
   "start": 509.94,
   "duration": 1.319
  },
  {
   "text": "Impulses and I I don't think that there's any mystery for modern people",
   "start": 511.259,
   "duration": 4.79
  },
  {
   "text": "about why aggressive impulses might be particularly difficult to integrate into the personality and might remain underdeveloped or will say",
   "start": 516.36,
   "duration": 7.789
  },
  {
   "text": "repressed although those aren't the same thing and",
   "start": 524.79,
   "duration": 2.479
  },
  {
   "text": "I think in order to you might think that in different times in society",
   "start": 528.269,
   "duration": 3.59
  },
  {
   "text": "Some things are allowed to surface express themselves and other things are less allowed. And so",
   "start": 533.04,
   "duration": 5.09
  },
  {
   "text": "Victorian times had a number of",
   "start": 538.77,
   "duration": 2.359
  },
  {
   "text": "characteristics that made the repression of sexuality particularly likely and perhaps also the repression of aggression and we're talking about",
   "start": 541.62,
   "duration": 6.23
  },
  {
   "text": "Victorian times in in Europe, obviously and only one time in one place",
   "start": 547.98,
   "duration": 3.71
  },
  {
   "text": "As Henry or Ellen Burgess says this is a great book by the way",
   "start": 553.59,
   "duration": 3.709
  },
  {
   "text": "the discovery of the unconscious if you're interested in",
   "start": 557.3,
   "duration": 2.46
  },
  {
   "text": "If you're really interested in psychoanalytic ideas Freud Jung and Adler and also the history of those ideas",
   "start": 560.1,
   "duration": 5.06
  },
  {
   "text": "There's no better book than the discovery of the unconscious. It's an absolutely remarkable book a great work of scholarship",
   "start": 565.26,
   "duration": 6.2
  },
  {
   "text": "I think it it goes for about",
   "start": 571.46,
   "duration": 2.0
  },
  {
   "text": "250 pages before it even gets to Freud and so it places Freud's discoveries in their historical context",
   "start": 573.66,
   "duration": 5.689
  },
  {
   "text": "So that's a really good thing to know",
   "start": 579.35,
   "duration": 1.27
  },
  {
   "text": "Allen Burgess says it was a world shaped by man for man in which women occupied the second place",
   "start": 580.62,
   "duration": 5.15
  },
  {
   "text": "Political rights for women did not exist the separation and dissimilarity of the sexes was sharper than today",
   "start": 586.2,
   "duration": 5.839
  },
  {
   "text": "women who wore slacks their hair shorter smoked were hardly to be found and the universities admitted no female students, man's",
   "start": 592.53,
   "duration": 6.559
  },
  {
   "text": "Authority over his children and his wife was unquestioned education was authoritarian",
   "start": 599.22,
   "duration": 4.579
  },
  {
   "text": "The despotic father was a common figure and was particularly conspicuous only when he became extremely cruel",
   "start": 604.02,
   "duration": 5.719
  },
  {
   "text": "Laws were more repressive delinquent youth sternly punished and corporal punishment was considered indispensable",
   "start": 610.14,
   "duration": 5.539
  },
  {
   "text": "now",
   "start": 616.8,
   "duration": 2.0
  },
  {
   "text": "So the times themselves I would say were harsher and more repressive but then there was an element to sexuality that was also",
   "start": 618.81,
   "duration": 6.08
  },
  {
   "text": "Extraordinarily",
   "start": 626.91,
   "duration": 1.02
  },
  {
   "text": "Problematic. I mean the first thing you might notice might consider and people generally don't it's almost impossible to overstate",
   "start": 627.93,
   "duration": 7.4
  },
  {
   "text": "how",
   "start": 635.76,
   "duration": 1.95
  },
  {
   "text": "revolutionary the birth control pill actually is",
   "start": 637.71,
   "duration": 2.809
  },
  {
   "text": "You know people like to think that the political rights that women have attained have been a consequence of a political struggle",
   "start": 641.1,
   "duration": 6.68
  },
  {
   "text": "But I don't buy that for a second. I don't think that's true even in the least",
   "start": 647.78,
   "duration": 3.029
  },
  {
   "text": "I think that what happened was that we underwent a biological revolution in the 1950s late",
   "start": 650.81,
   "duration": 5.52
  },
  {
   "text": "1950s with the emergence of the birth control pill and that for the first time in human history gave women",
   "start": 656.7,
   "duration": 5.119
  },
  {
   "text": "Pretty reliable control over the reproductive function not really transformed them into entirely different biological",
   "start": 662.34,
   "duration": 5.479
  },
  {
   "text": "beings in many many ways like here's an example a subtle example, so, you know",
   "start": 668.13,
   "duration": 5.209
  },
  {
   "text": "if you track women through their",
   "start": 673.86,
   "duration": 2.0
  },
  {
   "text": "Ovulation cycle and you show them a picture of a man same man",
   "start": 676.589,
   "duration": 2.99
  },
  {
   "text": "And you do nothing but vary his jaw width",
   "start": 679.58,
   "duration": 3.059
  },
  {
   "text": "When they're ovulating the guy with the wider jaw is more attractive and when they're not",
   "start": 682.95,
   "duration": 4.639
  },
  {
   "text": "Ovulating the farthest away from that the guy with the thinner jaw is more attractive and that's associated with testosterone levels",
   "start": 687.75,
   "duration": 5.75
  },
  {
   "text": "And so women who are fertile like more masculine men and basically if you're on the pill then you're never in that",
   "start": 693.5,
   "duration": 6.029
  },
  {
   "text": "Ovulation phase and so one thing that may have happened and I don't know this for sure",
   "start": 699.839,
   "duration": 4.16
  },
  {
   "text": "but it's it's interesting to consider is that",
   "start": 704.0,
   "duration": 2.13
  },
  {
   "text": "Since women have been taking the birth control pill their preference for less",
   "start": 706.32,
   "duration": 3.38
  },
  {
   "text": "masculine men has become more pronounced and that could easily be one of the things that's fueling at least some of the tension that's",
   "start": 709.8,
   "duration": 6.289
  },
  {
   "text": "Existed and exists now politically between men and women, but the point is is that you just cannot ignore",
   "start": 716.25,
   "duration": 6.289
  },
  {
   "text": "The massive consequences of a biological revolution like that and to make any other factor causal when you're trying to understand",
   "start": 723.089,
   "duration": 7.4
  },
  {
   "text": "The political movement movements especially in the last say 40 years. It's you're putting the cart before the horse now",
   "start": 730.68,
   "duration": 6.619
  },
  {
   "text": "It's reasonable to point out that the pill wouldn't have been accepted as a technology if certain",
   "start": 738.0,
   "duration": 5.45
  },
  {
   "text": "Political changes with regards to the emancipation of women hadn't already been in place, right?",
   "start": 743.88,
   "duration": 5.539
  },
  {
   "text": "No one would have even been allowed to do something like investigate contraception",
   "start": 749.42,
   "duration": 4.08
  },
  {
   "text": "So you can't separate the biological from the political entirely",
   "start": 753.5,
   "duration": 3.39
  },
  {
   "text": "but it's still it's still very useful to organize your organizing your thinking to realize just how profound a",
   "start": 756.89,
   "duration": 6.839
  },
  {
   "text": "Revolution that was but now back in the Victorian times",
   "start": 765.51,
   "duration": 2.779
  },
  {
   "text": "There's another thing about sexuality",
   "start": 768.29,
   "duration": 1.9
  },
  {
   "text": "Modern people like to think that there's nothing dangerous about sex and that is like the stupidest thing you could possibly ever",
   "start": 770.19,
   "duration": 5.119
  },
  {
   "text": "Hypothesize because everything about it is dangerous. It's dangerous",
   "start": 776.22,
   "duration": 2.9
  },
  {
   "text": "Emotionally it's dangerous socially",
   "start": 779.64,
   "duration": 2.239
  },
  {
   "text": "it's dangerous because of the",
   "start": 781.98,
   "duration": 2.0
  },
  {
   "text": "Possibility of unwanted pregnancy and it's dangerous because of the possibility of sickness and that's a major one",
   "start": 784.11,
   "duration": 5.869
  },
  {
   "text": "I mean",
   "start": 789.98,
   "duration": 0.49
  },
  {
   "text": "So when aids emerged in the 1980s that could have easily killed all of us now the fact that it didn't was wonderful",
   "start": 790.47,
   "duration": 6.32
  },
  {
   "text": "But it did kill hundreds of millions of people. So it was no joke. It was a big deal and",
   "start": 796.79,
   "duration": 4.71
  },
  {
   "text": "ADEs",
   "start": 802.16,
   "duration": 1.03
  },
  {
   "text": "mutated to take advantage of promiscuity and so the",
   "start": 803.19,
   "duration": 3.769
  },
  {
   "text": "Relationship between sexual behavior and the transmission of disease is actually mediated at the biological level. But anyways back in the 1890s",
   "start": 807.48,
   "duration": 6.95
  },
  {
   "text": "They had the same problem, right? They had the problem with syphilis and syphilis is one nasty disease",
   "start": 814.43,
   "duration": 5.549
  },
  {
   "text": "it's it can mimic almost any other disease and it's devastating to your nervous system and you can pass it on to your children and",
   "start": 819.98,
   "duration": 6.839
  },
  {
   "text": "so part of the reason that sexuality was heavily repressed in the Victorian period was not only because of the",
   "start": 826.889,
   "duration": 6.23
  },
  {
   "text": "possibility of unwanted pregnancy the relative poverty of people",
   "start": 833.43,
   "duration": 3.589
  },
  {
   "text": "You know back in 1895 in Europe the average person lived on less than a dollar a day in in modern terms",
   "start": 837.019,
   "duration": 6.66
  },
  {
   "text": "You know",
   "start": 844.47,
   "duration": 0.59
  },
  {
   "text": "it's almost impossible to understand how poor people were and so",
   "start": 845.06,
   "duration": 3.179
  },
  {
   "text": "sex in a poverty-stricken place is also a lot more dangerous than it is in a rich place because especially if you were, you know,",
   "start": 848.639,
   "duration": 7.16
  },
  {
   "text": "given the lack of employment",
   "start": 856.319,
   "duration": 2.0
  },
  {
   "text": "opportunities for women back in the Victorian period if you happen to get pregnant out of wedlock you were and",
   "start": 858.54,
   "duration": 4.64
  },
  {
   "text": "You were in serious trouble",
   "start": 863.339,
   "duration": 1.531
  },
  {
   "text": "and so the fact that sexuality was repressed is hardly as hardly a",
   "start": 864.87,
   "duration": 5.329
  },
  {
   "text": "surprise because it was so difficult to integrate into the full-fledged personality, you know, and it has it as it still is so",
   "start": 870.42,
   "duration": 6.019
  },
  {
   "text": "Sexual repression",
   "start": 878.13,
   "duration": 1.86
  },
  {
   "text": "supposedly characteristic feature of the Victorian period was often merely the expression of two facts the lack of diffusion of",
   "start": 879.99,
   "duration": 5.359
  },
  {
   "text": "contraceptives and the fear of venereal disease it was all the more dangerous because of the great spread of prostitution and because prostitutes were almost",
   "start": 885.569,
   "duration": 6.77
  },
  {
   "text": "Invariably contaminated and therefore potential sources of infection we can hardly imagine today how monstrous silithus syphilis appeared to people of that time",
   "start": 892.47,
   "duration": 8.0
  },
  {
   "text": "Well, we can imagine that a little bit better than they could in 1970 because it hasn't you know, AIDS is still with us",
   "start": 900.72,
   "duration": 5.63
  },
  {
   "text": "Although it's nowhere near the plague that it was say",
   "start": 906.35,
   "duration": 2.549
  },
  {
   "text": "25 years ago",
   "start": 909.449,
   "duration": 2.0
  },
  {
   "text": "Well, here's the Freudian world Freud",
   "start": 912.899,
   "duration": 2.119
  },
  {
   "text": "so let's let's take a look at the history of or the idea of the",
   "start": 915.66,
   "duration": 3.38
  },
  {
   "text": "Unconscious to begin with and one of the things that you might want to consider",
   "start": 919.17,
   "duration": 3.83
  },
  {
   "text": "Conceptually is that there are many different forms of unconscious",
   "start": 923.699,
   "duration": 2.84
  },
  {
   "text": "There's not just one and so Alan bursae points out that by 1904 functions of the unconscious had been described",
   "start": 926.54,
   "duration": 6.69
  },
  {
   "text": "There's a conservative function. So the unconscious stores memories often unaccessible to voluntary recall",
   "start": 933.48,
   "duration": 6.919
  },
  {
   "text": "Well, that's a strange one, you know",
   "start": 940.62,
   "duration": 1.73
  },
  {
   "text": "obviously you remember your past but you don't remember all of",
   "start": 942.35,
   "duration": 3.0
  },
  {
   "text": "What you can remember at any given time and you don't really have access to that full store of memories",
   "start": 945.63,
   "duration": 5.599
  },
  {
   "text": "although you can try to remember so the unconscious is the",
   "start": 951.23,
   "duration": 3.39
  },
  {
   "text": "You could imagine the memories are represented somehow",
   "start": 955.5,
   "duration": 3.169
  },
  {
   "text": "Neurologically, but neural the neurological structure isn't exactly the mind like the neurological structure isn't exactly your consciousness",
   "start": 959.19,
   "duration": 7.399
  },
  {
   "text": "There's some relationship between them that we don't know and the unconscious",
   "start": 966.589,
   "duration": 3.48
  },
  {
   "text": "from a conceptual perspective is the place that your memories are that you",
   "start": 970.68,
   "duration": 4.07
  },
  {
   "text": "Sometimes can get access to and sometimes can't and so",
   "start": 975.18,
   "duration": 3.529
  },
  {
   "text": "you might think well that there are the memories that you can't get access to there might be a variety of reasons you can't get",
   "start": 979.29,
   "duration": 5.75
  },
  {
   "text": "access to them one might be that you've just forgotten them and",
   "start": 985.04,
   "duration": 2.82
  },
  {
   "text": "One might be that they're so painful that you don't want to bring them to mind",
   "start": 988.44,
   "duration": 3.589
  },
  {
   "text": "You'll you'll engage in tricks to stop yourself from getting access to them",
   "start": 992.029,
   "duration": 4.59
  },
  {
   "text": "And or maybe they're memories that are so complex that and painful that even if you did get access to them",
   "start": 996.62,
   "duration": 6.51
  },
  {
   "text": "You wouldn't exactly know what to do with them",
   "start": 1003.13,
   "duration": 2.01
  },
  {
   "text": "and so there's not a lot of reason for you to bring them to mind because all it is is pain without any without any",
   "start": 1005.14,
   "duration": 5.339
  },
  {
   "text": "Utility and when you understand that a little bit you understand more about what Freud meant by repression",
   "start": 1011.18,
   "duration": 5.539
  },
  {
   "text": "The thing about Freud is that he kind of believed that",
   "start": 1017.18,
   "duration": 3.14
  },
  {
   "text": "like many people believe now that when you remember an event in the past",
   "start": 1020.93,
   "duration": 4.429
  },
  {
   "text": "It's it's almost as if you're using a video tape recorder and that when you experience that the memory is somehow",
   "start": 1025.36,
   "duration": 6.06
  },
  {
   "text": "Recorded in you like it happened",
   "start": 1031.699,
   "duration": 2.0
  },
  {
   "text": "But that's not a very accurate version of how memory works I mean",
   "start": 1034.309,
   "duration": 4.49
  },
  {
   "text": "We know that memories can be easily distorted",
   "start": 1039.319,
   "duration": 2.63
  },
  {
   "text": "for example",
   "start": 1042.38,
   "duration": 0.89
  },
  {
   "text": "if you interview someone about an event and",
   "start": 1043.27,
   "duration": 2.13
  },
  {
   "text": "You make suggestions that there was something present in the event that wasn't there and then you bring them back a couple of weeks later",
   "start": 1045.47,
   "duration": 6.5
  },
  {
   "text": "And you ask them about the same event?",
   "start": 1051.97,
   "duration": 1.5
  },
  {
   "text": "they'll often incorporate the thing that they were told into the event and",
   "start": 1053.47,
   "duration": 3.839
  },
  {
   "text": "So and the idea that you can make an objective record of something that's happening to you is kind of a strange notion anyways",
   "start": 1057.59,
   "duration": 6.65
  },
  {
   "text": "because so for example if you're having an argument with someone and",
   "start": 1064.24,
   "duration": 3.54
  },
  {
   "text": "Later you I asked what the argument was about and the other person has asked what the argument is about",
   "start": 1068.54,
   "duration": 4.699
  },
  {
   "text": "there's no necessary reason why the accounts will",
   "start": 1073.46,
   "duration": 2.989
  },
  {
   "text": "Jibe at all because a lot of time when you're having an argument with someone you're arguing about what the argument is about",
   "start": 1076.61,
   "duration": 6.14
  },
  {
   "text": "Right say well, you're angry at me. Well why this is why I think you're angry at me",
   "start": 1082.91,
   "duration": 4.639
  },
  {
   "text": "You say no this is why I think this event has occurred and you're thinking about especially if we know each other",
   "start": 1087.59,
   "duration": 6.17
  },
  {
   "text": "Well, you're thinking about the contextualization of that event across our entire history",
   "start": 1093.76,
   "duration": 5.369
  },
  {
   "text": "and I'm doing the same thing and I'm gonna highlight things that you're not gonna highlight and I'm gonna draw causal inferences that you're not",
   "start": 1099.13,
   "duration": 6.179
  },
  {
   "text": "Going to draw and for us just to get on the same page about the memory. It's going to be very difficult",
   "start": 1105.309,
   "duration": 4.38
  },
  {
   "text": "So the idea that in specially with complex interactions with people that you can somehow",
   "start": 1110.09,
   "duration": 4.76
  },
  {
   "text": "make a video recording of the memory and actually capture what happens is is very very",
   "start": 1115.19,
   "duration": 5.479
  },
  {
   "text": "It's it's not true. You you can't I mean you might be able to extract out certain objective facts, but",
   "start": 1121.91,
   "duration": 5.359
  },
  {
   "text": "But generally if it's a dialogical issue if it's a relationship issue",
   "start": 1128.03,
   "duration": 3.889
  },
  {
   "text": "It spans such a long period of time that just cutting a slice of it out doesn't",
   "start": 1131.919,
   "duration": 4.65
  },
  {
   "text": "constitute a reasonable record of what it means and",
   "start": 1136.91,
   "duration": 3.649
  },
  {
   "text": "That's what you're more concerned with - like when when you have an experience, you know",
   "start": 1140.809,
   "duration": 4.55
  },
  {
   "text": "I'm not so much concerned about what happened from an objective perspective",
   "start": 1145.36,
   "duration": 3.03
  },
  {
   "text": "You're more concerned about what the experience means and then you might ask",
   "start": 1148.94,
   "duration": 4.4
  },
  {
   "text": "Well, what does it mean to mean something and that was the question? I was trying to answer in that paper",
   "start": 1153.34,
   "duration": 5.94
  },
  {
   "text": "I had you read right at the beginning of the class",
   "start": 1159.28,
   "duration": 1.769
  },
  {
   "text": "but one of the things that meaning means is that it has",
   "start": 1161.049,
   "duration": 3.99
  },
  {
   "text": "Implication for the way you look at the world or the way you act in the world. And so if I tell you something meaningful",
   "start": 1165.53,
   "duration": 4.819
  },
  {
   "text": "what that's going to mean is in the future you're going to act slightly differently or maybe",
   "start": 1170.929,
   "duration": 4.22
  },
  {
   "text": "Radically differently depending on how meaning it meaningful it is but also that the way that you look at the world has shifted",
   "start": 1175.37,
   "duration": 5.689
  },
  {
   "text": "And the way that you look at the world is actually an unconscious. It's actually an unconscious process",
   "start": 1181.61,
   "duration": 4.79
  },
  {
   "text": "I mean",
   "start": 1186.4,
   "duration": 0.519
  },
  {
   "text": "You don't know",
   "start": 1186.919,
   "duration": 1.111
  },
  {
   "text": "While you're looking at the world how it is or why it is that you're looking at the world in that way",
   "start": 1188.03,
   "duration": 4.76
  },
  {
   "text": "I mean because well",
   "start": 1192.79,
   "duration": 2.219
  },
  {
   "text": "First of all, it would just be too complicated and second you wouldn't be able to concentrate on what was actually going on",
   "start": 1195.77,
   "duration": 5.359
  },
  {
   "text": "So your attention?",
   "start": 1201.29,
   "duration": 2.0
  },
  {
   "text": "For example is mediated by unconscious forces and you know that you know that perfectly well and this is another Freudian observation, you know",
   "start": 1203.35,
   "duration": 7.5
  },
  {
   "text": "if you're sitting down to",
   "start": 1210.85,
   "duration": 2.0
  },
  {
   "text": "study",
   "start": 1213.83,
   "duration": 1.349
  },
  {
   "text": "for example",
   "start": 1215.179,
   "duration": 0.981
  },
  {
   "text": "your conscious intent is to study but you know perfectly well that all sorts of",
   "start": 1216.16,
   "duration": 3.899
  },
  {
   "text": "Distraction fantasies are going to enter the theater of your imagination",
   "start": 1220.4,
   "duration": 3.559
  },
  {
   "text": "Non-stop and annoyingly and and there isn't really a lot you can do about that except maybe wait it out, you know",
   "start": 1224.69,
   "duration": 5.54
  },
  {
   "text": "So you'll be sitting there reading and your attention will flicker away. You'll think about I don't know",
   "start": 1230.23,
   "duration": 5.069
  },
  {
   "text": "Maybe you want to watch the G in the virgin on Netflix or something like that",
   "start": 1235.299,
   "duration": 3.0
  },
  {
   "text": "Or maybe it's time to have a peanut butter sandwich",
   "start": 1238.299,
   "duration": 1.841
  },
  {
   "text": "or you should get the dust bunnies from out from underneath the bed or it's time to go outside and have a cigarette or maybe",
   "start": 1240.14,
   "duration": 5.809
  },
  {
   "text": "It's time for a cup of coffee or it's like all these subsystems in you that would like something aren't",
   "start": 1245.95,
   "duration": 5.58
  },
  {
   "text": "Very happy just to sit there while you read this thing that you're actually bored by and so they pop up and try to take",
   "start": 1252.11,
   "duration": 6.109
  },
  {
   "text": "Control of your perceptions and your actions non-stop. Maybe you think well, this is a stupid course",
   "start": 1258.22,
   "duration": 4.829
  },
  {
   "text": "Anyways, why do I have to read this damn paper? And what am I doing in university? And what's the point of life?",
   "start": 1263.049,
   "duration": 4.92
  },
  {
   "text": "It's like you can really well",
   "start": 1267.97,
   "duration": 2.069
  },
  {
   "text": "You can really get going if you're trying to avoid doing your homework and and and then you might think well",
   "start": 1270.039,
   "duration": 5.49
  },
  {
   "text": "what is it in you that's trying to avoid because",
   "start": 1275.53,
   "duration": 2.489
  },
  {
   "text": "After all, you took the damn course and you told yourself to sit down. Why don't you listen?",
   "start": 1279.289,
   "duration": 5.18
  },
  {
   "text": "Well, because you're you're a mess now. That's basically why you haven't got control over yourself at all",
   "start": 1285.289,
   "duration": 7.28
  },
  {
   "text": "And no more than I have control over this laptop",
   "start": 1293.6,
   "duration": 2.569
  },
  {
   "text": "Okay, so there's the memory function of the unconscious and there's the dis dis eluted function",
   "start": 1298.309,
   "duration": 6.5
  },
  {
   "text": "That's an interesting one the unconscious contains habits once voluntary now are tamo ties and dissociated",
   "start": 1304.809,
   "duration": 6.69
  },
  {
   "text": "Elements of the personality which may lead a parasitic existence. That's an interesting one",
   "start": 1311.72,
   "duration": 4.369
  },
  {
   "text": "I would relate that more to procedural memory, you know, so what you've done is practice certain habits, whatever they might be",
   "start": 1316.15,
   "duration": 6.389
  },
  {
   "text": "Let's call them bad habits and you like those things to get under control?",
   "start": 1322.669,
   "duration": 3.89
  },
  {
   "text": "But you can't so maybe when you're speaking for example, you use like and you know",
   "start": 1326.559,
   "duration": 4.32
  },
  {
   "text": "And you say I'm a lot and you've practiced that so you're really good at it and you'd like to stop it",
   "start": 1330.88,
   "duration": 5.309
  },
  {
   "text": "But you don't - because you've built that little machine right into your being right? It's",
   "start": 1336.19,
   "duration": 5.1
  },
  {
   "text": "Neurologically wired and it's not under conscious control and anything you practice",
   "start": 1341.81,
   "duration": 4.64
  },
  {
   "text": "becomes that",
   "start": 1346.88,
   "duration": 1.02
  },
  {
   "text": "It becomes part of you and and that's another element of the unconscious a different part",
   "start": 1347.9,
   "duration": 4.25
  },
  {
   "text": "And then there's a creative part which is that well",
   "start": 1352.15,
   "duration": 3.389
  },
  {
   "text": "You know you're sitting around and maybe you're trying to write something or maybe you want to",
   "start": 1355.54,
   "duration": 3.87
  },
  {
   "text": "Produce a piece of art or a piece of music or maybe you're just laying in bed dreaming and you have all these weird ideas",
   "start": 1360.44,
   "duration": 5.599
  },
  {
   "text": "And especially in dreams. It's like what where do those things come from and even more strange?",
   "start": 1366.2,
   "duration": 5.39
  },
  {
   "text": "One of the things that's really weird about dreams and almost impossibly weird is that you're an observer in the dream",
   "start": 1373.22,
   "duration": 5.479
  },
  {
   "text": "It's like a dream is something that happens to you. Well, you're dreaming it theoretically so how is it that you can be an observer?",
   "start": 1378.7,
   "duration": 7.56
  },
  {
   "text": "It's almost like you're watching a video game or a movie but you're producing it that at least in principle",
   "start": 1386.93,
   "duration": 5.09
  },
  {
   "text": "Although the psychoanalysts would say well, no not exactly your ego isn't producing it. Your unconscious is producing. It's a different thing",
   "start": 1392.42,
   "duration": 6.44
  },
  {
   "text": "It's a different thing. And of course Jung would say well it's deeper than that. The collective unconscious might be producing it",
   "start": 1399.29,
   "duration": 5.12
  },
  {
   "text": "It's in some sense",
   "start": 1404.48,
   "duration": 1.29
  },
  {
   "text": "It isn't you?",
   "start": 1405.77,
   "duration": 1.2
  },
  {
   "text": "exactly",
   "start": 1406.97,
   "duration": 0.5
  },
  {
   "text": "or it isn't the you that you think of when you think of you and that's the ego from the Freudian perspective the you that",
   "start": 1407.47,
   "duration": 5.79
  },
  {
   "text": "you identify with that's the ego and",
   "start": 1413.26,
   "duration": 2.039
  },
  {
   "text": "outside of that is the unconscious the it'd",
   "start": 1415.85,
   "duration": 2.0
  },
  {
   "text": "That's more the place of impulses and you could think about those as the biological",
   "start": 1418.7,
   "duration": 3.56
  },
  {
   "text": "Subsystems that can derail your thinking right and that govern things like hunger and sex and aggression and your basic",
   "start": 1422.96,
   "duration": 6.109
  },
  {
   "text": "instincts is another way of putting it and it's a reasonable way of thinking about it because these are",
   "start": 1429.53,
   "duration": 4.13
  },
  {
   "text": "Subsystems that you share with with animals you share them certainly with mammals",
   "start": 1433.79,
   "duration": 4.01
  },
  {
   "text": "You share most of them with reptiles you share a lot of them with em Finian's and even going all the way down to",
   "start": 1437.8,
   "duration": 5.489
  },
  {
   "text": "Crustaceans there's commonality for example in the dominance hierarchy circuits",
   "start": 1443.51,
   "duration": 3.739
  },
  {
   "text": "and so these are very very old things and the idea that you're in control of them is",
   "start": 1447.25,
   "duration": 5.339
  },
  {
   "text": "Well, you're not exactly in control of them and I would say the less integrated you are",
   "start": 1454.28,
   "duration": 5.389
  },
  {
   "text": "The less you're in control of them and the more they're in control of you and that can get really out of hand, you know",
   "start": 1460.34,
   "duration": 6.14
  },
  {
   "text": "You can be like with people who have obsessive compulsive disorder. For example",
   "start": 1467.66,
   "duration": 3.589
  },
  {
   "text": "which which which is",
   "start": 1471.68,
   "duration": 1.71
  },
  {
   "text": "Which seems to be I would say that dissolute of elements in some sense of the unconscious the way that it's portrayed here",
   "start": 1473.39,
   "duration": 6.2
  },
  {
   "text": "Poor people with obsessive-compulsive disorder they can spend half their time",
   "start": 1479.93,
   "duration": 3.589
  },
  {
   "text": "Doing things that they can't really control and they have very strong",
   "start": 1483.92,
   "duration": 2.9
  },
  {
   "text": "Impulses to do them and it's very hard on them to block them",
   "start": 1487.04,
   "duration": 3.29
  },
  {
   "text": "You know, they they'll almost panic if those things are blocked and then you have people with Tourette's syndrome",
   "start": 1490.33,
   "duration": 4.38
  },
  {
   "text": "you know that they'll be doing all sorts of weird dances and",
   "start": 1494.72,
   "duration": 4.039
  },
  {
   "text": "spouting off obscenities and and and and imitating people",
   "start": 1499.37,
   "duration": 4.25
  },
  {
   "text": "without being able to control it and and",
   "start": 1504.14,
   "duration": 2.27
  },
  {
   "text": "Sometimes a little bit of anti-psychotic medication can dampen that down but it's as if there are these autonomous",
   "start": 1507.38,
   "duration": 4.609
  },
  {
   "text": "semi spirits inside of them that grip control over their behavior and make them do things and you know,",
   "start": 1512.87,
   "duration": 6.23
  },
  {
   "text": "you find that to some degree in your own life because maybe",
   "start": 1519.1,
   "duration": 2.309
  },
  {
   "text": "You've become very attractive to someone even maybe you don't want to be attracted to the person and then you find yourself",
   "start": 1521.6,
   "duration": 5.149
  },
  {
   "text": "You know texting them when you know perfectly well that you should be going to bed and you know",
   "start": 1526.97,
   "duration": 4.459
  },
  {
   "text": "you're you're in a grip of something and and you can't control it and that's all part of the",
   "start": 1531.43,
   "duration": 4.199
  },
  {
   "text": "unconscious and all part of what Freud was studying",
   "start": 1535.76,
   "duration": 2.09
  },
  {
   "text": "The dynamic unconscious it's alive and it's a compass that the mind is a composite of contradictory drives now",
   "start": 1539.42,
   "duration": 7.31
  },
  {
   "text": "The way Freud thought about this basically was that with the end and the ego and the super-ego",
   "start": 1547.85,
   "duration": 4.429
  },
  {
   "text": "so if you think about the end as the place where these contradictory drives emerge",
   "start": 1552.28,
   "duration": 5.16
  },
  {
   "text": "So it's sort of nature within the ego is the thing that's sort of being pushed back and forth by those",
   "start": 1557.44,
   "duration": 5.609
  },
  {
   "text": "Contradictory drives and the super-ego is the thing that's on top saying you better behave yourself you better behave yourself and so it's a different",
   "start": 1563.27,
   "duration": 7.07
  },
  {
   "text": "model than the Piaget daeun model because Piaget assumed that what would happen is that",
   "start": 1570.34,
   "duration": 4.169
  },
  {
   "text": "As the child and I like the Piaget and model better",
   "start": 1575.81,
   "duration": 2.599
  },
  {
   "text": "I think I think in healthy development the Piaget daeun model is correct",
   "start": 1578.41,
   "duration": 4.38
  },
  {
   "text": "But in unhealthy development",
   "start": 1582.86,
   "duration": 1.67
  },
  {
   "text": "I think the Freudian model is correct that",
   "start": 1584.53,
   "duration": 2.07
  },
  {
   "text": "Instead of integrating say the aggressive and sexual drives for the sake of argument into your personality as you develop",
   "start": 1587.03,
   "duration": 6.65
  },
  {
   "text": "What happens is the super-ego just represses them instead so they don't become a dynamic part of you",
   "start": 1593.68,
   "duration": 5.55
  },
  {
   "text": "Integrated into your ego. They're just repressed. You just don't manifest them and",
   "start": 1599.75,
   "duration": 4.22
  },
  {
   "text": "That's how you be a good person and you can be the victim of a very harsh",
   "start": 1604.49,
   "duration": 3.06
  },
  {
   "text": "super-ego and that often happens if you've had a particularly tyrannical",
   "start": 1607.679,
   "duration": 4.01
  },
  {
   "text": "Parent one or both or maybe a tyrannical grandparent or maybe you're your own inner tyrant",
   "start": 1612.33,
   "duration": 5.69
  },
  {
   "text": "And you've picked up tyrannical voices through your whole life and aggregated them into this terrible judge",
   "start": 1618.02,
   "duration": 4.979
  },
  {
   "text": "that's always watching you that's criticizing everything you do and",
   "start": 1623.1,
   "duration": 3.89
  },
  {
   "text": "Restricting you badly and really badly and what you're allowed and not allowed to do you see that with anorexic women?",
   "start": 1627.42,
   "duration": 5.899
  },
  {
   "text": "Well men could be anorexic too, but it's much much less rare",
   "start": 1633.96,
   "duration": 3.26
  },
  {
   "text": "They have super egos that are just or one way of thinking about it",
   "start": 1637.22,
   "duration": 3.03
  },
  {
   "text": "That's just they're just deadly they're just criticizing every bit of them. Well right to the point",
   "start": 1640.25,
   "duration": 5.25
  },
  {
   "text": "They're really criticizing them out of existence right is you have to be so perfect that the perfection is not",
   "start": 1645.5,
   "duration": 6.449
  },
  {
   "text": "Aligned with the ability to live you don't get to eat, you know and and people like that",
   "start": 1652.29,
   "duration": 5.839
  },
  {
   "text": "They look at their bodies",
   "start": 1658.13,
   "duration": 1.14
  },
  {
   "text": "they even look at their bodies incorrectly like",
   "start": 1659.27,
   "duration": 2.729
  },
  {
   "text": "anorexic seem to be unable to see their bodies as a whole they can only see their bodies as parts and",
   "start": 1662.46,
   "duration": 5.66
  },
  {
   "text": "When you start seeing your body as parts",
   "start": 1668.25,
   "duration": 1.94
  },
  {
   "text": "you're really in trouble because you can't get a sense of actually what it looks like and body perception is very very complicated, but",
   "start": 1670.19,
   "duration": 5.88
  },
  {
   "text": "anyways",
   "start": 1677.13,
   "duration": 1.44
  },
  {
   "text": "Piaget thought about the ego as in some sense as the game that's played by all these",
   "start": 1678.57,
   "duration": 5.9
  },
  {
   "text": "Dynamic drives that's shaped by the broader community. And so that could all be integrated",
   "start": 1685.05,
   "duration": 3.679
  },
  {
   "text": "But Freud would say well look when that doesn't happen instead",
   "start": 1688.73,
   "duration": 3.119
  },
  {
   "text": "You're subject to the tyranny of the super-ego and it just says you should never be angry, right?",
   "start": 1691.86,
   "duration": 4.55
  },
  {
   "text": "You should never express yourself sexually because if you do there's something wrong with you",
   "start": 1696.44,
   "duration": 3.75
  },
  {
   "text": "you're a bad person and you're a bad person if you ever get aggressive or and so and then people who are",
   "start": 1700.19,
   "duration": 6.09
  },
  {
   "text": "living like that under those circumstances",
   "start": 1706.47,
   "duration": 2.0
  },
  {
   "text": "You know they get they well they're they're repressed is the right way to think about it",
   "start": 1708.66,
   "duration": 6.049
  },
  {
   "text": "Now Freud was interested in the idea that mental disorders could be caused for two reasons one would be purely",
   "start": 1718.14,
   "duration": 6.679
  },
  {
   "text": "Bodily, like maybe a head injury or say in the case of schizophrenia",
   "start": 1725.1,
   "duration": 3.56
  },
  {
   "text": "Which is a good example of manic depressive disorder",
   "start": 1728.66,
   "duration": 2.369
  },
  {
   "text": "we have reason to believe that there's something",
   "start": 1731.1,
   "duration": 2.0
  },
  {
   "text": "Physiological going on even though but identifying that has been very difficult and it's because there isn't one form of schizophrenia",
   "start": 1733.53,
   "duration": 6.559
  },
  {
   "text": "there's probably many pathways of",
   "start": 1740.279,
   "duration": 2.239
  },
  {
   "text": "brain injury that lead to",
   "start": 1743.009,
   "duration": 1.62
  },
  {
   "text": "schizophrenic like symptoms and there's likely not one form of manic depressive disorder either if you think of the form as having a",
   "start": 1744.629,
   "duration": 6.38
  },
  {
   "text": "Standard causal pathway. We know that there are because we've done genetic Studies on people",
   "start": 1751.2,
   "duration": 4.579
  },
  {
   "text": "Who have manic depressive disorder in their family and you can identify genes within a family that seemed to be contributing to the disorder?",
   "start": 1756.899,
   "duration": 6.68
  },
  {
   "text": "but the problem is is that those genes don't seem to be",
   "start": 1763.58,
   "duration": 2.729
  },
  {
   "text": "so then you'll take another family group with manic depressive disorder and it'll be a different genetic combination that causes that so",
   "start": 1766.559,
   "duration": 6.38
  },
  {
   "text": "so part of the reason why",
   "start": 1773.7,
   "duration": 2.0
  },
  {
   "text": "It's difficult to associate the even the more biological",
   "start": 1775.98,
   "duration": 3.829
  },
  {
   "text": "Mental disorders with with biology all the way down is because they're so complex and then there are other forms of mental",
   "start": 1780.45,
   "duration": 6.92
  },
  {
   "text": "Disorder that don't seem to be structure at all structural at all",
   "start": 1787.919,
   "duration": 3.32
  },
  {
   "text": "They seem to have more to do with well",
   "start": 1791.24,
   "duration": 1.59
  },
  {
   "text": "Let's call it the psyche right and that it's more like the contents of your thought have a problem rather than the structures",
   "start": 1792.83,
   "duration": 6.66
  },
  {
   "text": "Underlying your thought and of course that distinction is difficult to make in a fine-grained way",
   "start": 1799.95,
   "duration": 5.15
  },
  {
   "text": "But you kind of get the point",
   "start": 1805.1,
   "duration": 1.59
  },
  {
   "text": "I mean just because there's an error in your thinking doesn't mind really mean that the underlying biology in some sense has been",
   "start": 1806.69,
   "duration": 6.75
  },
  {
   "text": "compromised it's complicated because if the air is bad enough, then it can compromise the underlying biology but",
   "start": 1813.69,
   "duration": 5.42
  },
  {
   "text": "but whatever it's a conceptual distinction and part of the conceptual distinction is is",
   "start": 1819.629,
   "duration": 5.06
  },
  {
   "text": "Helpful, if you're trying to think at least in part about how you might cure it because if you're thinking about a brain disease",
   "start": 1825.09,
   "duration": 6.229
  },
  {
   "text": "then that",
   "start": 1831.87,
   "duration": 2.0
  },
  {
   "text": "Implies a different course of treatment at least in principle then it does if you're thinking about a psychological",
   "start": 1834.539,
   "duration": 5.21
  },
  {
   "text": "disorder where you might",
   "start": 1840.149,
   "duration": 1.291
  },
  {
   "text": "think about talking to someone for example and straightening out their thoughts or helping them learn to behave in a different way and",
   "start": 1841.44,
   "duration": 5.75
  },
  {
   "text": "It was really Freud",
   "start": 1848.129,
   "duration": 1.981
  },
  {
   "text": "Who started to?",
   "start": 1850.11,
   "duration": 1.529
  },
  {
   "text": "Think that he was the first person to really pause it and this is pretty interesting that directly pause it that dialogue or conversation",
   "start": 1851.639,
   "duration": 7.34
  },
  {
   "text": "Or speaking could be curative",
   "start": 1859.379,
   "duration": 2.48
  },
  {
   "text": "And now that's another thing that people don't like to give him credit for I mean there wouldn't be all these",
   "start": 1861.86,
   "duration": 4.709
  },
  {
   "text": "helping industries social social work and psychology and and",
   "start": 1867.299,
   "duration": 5.15
  },
  {
   "text": "Biological Psychiatry insofar as that also involves communication and counseling and all these things now that would have existed",
   "start": 1872.97,
   "duration": 6.44
  },
  {
   "text": "In all likelihood if Freud wouldn't have made the original",
   "start": 1880.17,
   "duration": 4.549
  },
  {
   "text": "hypothesis that",
   "start": 1885.9,
   "duration": 1.44
  },
  {
   "text": "There was something about communication that could be curative. No",
   "start": 1887.34,
   "duration": 3.41
  },
  {
   "text": "Freud believed that",
   "start": 1891.63,
   "duration": 2.0
  },
  {
   "text": "Experiences that hadn't been now. He thought about experiences has repressed and this goes back to the videotape idea of memory",
   "start": 1895.95,
   "duration": 7.429
  },
  {
   "text": "so the idea would be that you have a record of everything that's happened to you and the records actually accurate and",
   "start": 1903.45,
   "duration": 5.779
  },
  {
   "text": "then some of those things that happen to you were very very shocking to you were very hurtful or very",
   "start": 1909.51,
   "duration": 5.15
  },
  {
   "text": "depressing or very threatening and so you've decided that you're",
   "start": 1914.76,
   "duration": 3.199
  },
  {
   "text": "Those have become repressed you're not paying any attention to them now",
   "start": 1920.31,
   "duration": 4.429
  },
  {
   "text": "He has a complex mechanism to account for that and I actually think this is a place where his theory went badly wrong",
   "start": 1924.74,
   "duration": 5.219
  },
  {
   "text": "because you don't have a videotape memory and",
   "start": 1930.15,
   "duration": 2.599
  },
  {
   "text": "It isn't obvious that the memories that you have of traumatic events are fully fledged and causally",
   "start": 1933.39,
   "duration": 7.219
  },
  {
   "text": "appropriate but just not paid attention to it's more like they're murky and",
   "start": 1941.31,
   "duration": 4.939
  },
  {
   "text": "Unclear in and of themselves and they contain too much and I don't think that people so much repress as they do",
   "start": 1946.8,
   "duration": 6.5
  },
  {
   "text": "refuse to attend to or are unable to attend to so it's more like a passive avoidance than a",
   "start": 1954.21,
   "duration": 5.9
  },
  {
   "text": "Passive avoidance of something that needs to be explored and gone through rather than it is",
   "start": 1960.33,
   "duration": 4.7
  },
  {
   "text": "something you know that you don't want to look at that you are part of you has put away and",
   "start": 1965.43,
   "duration": 4.669
  },
  {
   "text": "and I think that's a major weakness in his theory and has led to a lot of",
   "start": 1970.17,
   "duration": 3.709
  },
  {
   "text": "Problems with the idea of repression per se. But anyways, that was his idea that",
   "start": 1973.98,
   "duration": 4.07
  },
  {
   "text": "Terrible things have happened to you and you or some part of you doesn't want to",
   "start": 1978.78,
   "duration": 5.059
  },
  {
   "text": "To know about them to know about them. And so they live this those repressed experiences live an autonomous life of their own - and",
   "start": 1985.32,
   "duration": 7.549
  },
  {
   "text": "You here's an example of a trivial example of how that might work",
   "start": 1993.45,
   "duration": 3.98
  },
  {
   "text": "imagine that you're at work and",
   "start": 1998.1,
   "duration": 2.0
  },
  {
   "text": "Your boss says something to you that disturbs you maybe it makes you question whether your job is stable",
   "start": 2000.14,
   "duration": 5.869
  },
  {
   "text": "So you're kind of set about that",
   "start": 2006.13,
   "duration": 1.23
  },
  {
   "text": "But it's a casual offhand comment and you go back to work and you just sort of forget that that even happened, you know",
   "start": 2007.36,
   "duration": 6.599
  },
  {
   "text": "Maybe because you're attending to something else",
   "start": 2014.33,
   "duration": 1.76
  },
  {
   "text": "but then you go home and you're just",
   "start": 2016.09,
   "duration": 1.39
  },
  {
   "text": "Crabby as can possibly be and you go home and one of the people there says something a little annoying and you snap at them",
   "start": 2017.48,
   "duration": 5.69
  },
  {
   "text": "It's like well that's analogous to what Freud would call a complex, right?",
   "start": 2023.39,
   "duration": 4.52
  },
  {
   "text": "Is that this because you could imagine what's happened is that the boss's words have brought up a whole little sub personality",
   "start": 2027.91,
   "duration": 7.049
  },
  {
   "text": "predicated on doubt",
   "start": 2035.36,
   "duration": 1.53
  },
  {
   "text": "Up to the surface and who knows how deep that would be?",
   "start": 2036.89,
   "duration": 2.959
  },
  {
   "text": "Well what happens if I lose my job and if I lose my job, well, what sort of person am I?",
   "start": 2039.85,
   "duration": 3.9
  },
  {
   "text": "Exactly. And what about all these other times that I've failed and then maybe you remember the other times that you failed and what am",
   "start": 2044.27,
   "duration": 5.54
  },
  {
   "text": "I going to do in the future. So it's this whole cluster of ideas that surrounds that doubt and that's been activated",
   "start": 2049.81,
   "duration": 5.909
  },
  {
   "text": "It's a little part of you and then maybe you're not attending to that because you're busy doing some other work",
   "start": 2055.72,
   "duration": 4.469
  },
  {
   "text": "But when you go home something triggers it and like it's already there",
   "start": 2060.19,
   "duration": 3.9
  },
  {
   "text": "It's all you get way more upset than you should and that's that's what a complex is except in a much more",
   "start": 2064.09,
   "duration": 5.309
  },
  {
   "text": "complicated manner like a complex might be a whole series of",
   "start": 2069.95,
   "duration": 4.1
  },
  {
   "text": "experiences that you've had that are united by some emotion like threat",
   "start": 2075.44,
   "duration": 4.37
  },
  {
   "text": "That aren't haven't been transformed into a coherent representation",
   "start": 2080.36,
   "duration": 4.039
  },
  {
   "text": "But that can rise out of the unconscious and possess you if you guys many of you guys have been",
   "start": 2084.44,
   "duration": 5.42
  },
  {
   "text": "Depressed at at least one point in your life, you know, it's actually very common for University of Toronto students",
   "start": 2090.44,
   "duration": 6.229
  },
  {
   "text": "especially in their first year",
   "start": 2097.73,
   "duration": 2.0
  },
  {
   "text": "It's about one in three if you if you have students the Beck Depression Inventory",
   "start": 2100.04,
   "duration": 4.189
  },
  {
   "text": "But one in three taught University of Toronto students in our research have have hit criteria for hospitalization",
   "start": 2104.63,
   "duration": 6.65
  },
  {
   "text": "I mean the back is a little oversensitive as far as I'm concerned, but but you know what? It's like when you're depressed",
   "start": 2111.28,
   "duration": 4.919
  },
  {
   "text": "It's like it's it's it's a part of your personality sort of subsumes the whole and depression quite classically is well",
   "start": 2116.2,
   "duration": 7.439
  },
  {
   "text": "You can't think of anything good that happened to you in the past and you can't think of any reason why the present is good",
   "start": 2123.64,
   "duration": 4.77
  },
  {
   "text": "For anything and you're pretty damn hopeless about the future and so that's a complex as well",
   "start": 2128.41,
   "duration": 5.04
  },
  {
   "text": "and it's a complex that consists of nothing but negative emotion and it structures your",
   "start": 2133.45,
   "duration": 4.709
  },
  {
   "text": "Memory and your percept and your plans for the future all at the same time",
   "start": 2138.35,
   "duration": 3.859
  },
  {
   "text": "now",
   "start": 2142.759,
   "duration": 1.59
  },
  {
   "text": "Freud had a very lengthy list of ways that people could be treacherous towards",
   "start": 2144.349,
   "duration": 6.469
  },
  {
   "text": "Experiences they had that they wanted to repress and so he called them defense mechanisms",
   "start": 2151.519,
   "duration": 4.76
  },
  {
   "text": "This is how you fool yourself into believing that you don't have to take into account a certain set of negative experiences",
   "start": 2156.279,
   "duration": 7.77
  },
  {
   "text": "you know, it's like",
   "start": 2164.569,
   "duration": 1.71
  },
  {
   "text": "Well, we'll go through the repression. Okay. Well we talked about that denial. Well that often denial is a very complicated one",
   "start": 2166.279,
   "duration": 7.58
  },
  {
   "text": "See if I can come up with a good example",
   "start": 2178.789,
   "duration": 2.0
  },
  {
   "text": "It was a classic example for people who have I think it's called anis Ignasi, I don't remember exactly it's neglect",
   "start": 2182.809,
   "duration": 5.959
  },
  {
   "text": "That's a less technical way of thinking about so let's say you have a right parietal",
   "start": 2189.109,
   "duration": 3.229
  },
  {
   "text": "Damage from a stroke and you lose the left side of your body so you can't move it anymore, but worse you don't know",
   "start": 2192.619,
   "duration": 6.649
  },
  {
   "text": "It's there and you don't know that the left side of anything",
   "start": 2199.269,
   "duration": 2.16
  },
  {
   "text": "Is there anymore and god only knows how that happens but like you'll only eat half the food on your plate only on the right",
   "start": 2201.43,
   "duration": 5.969
  },
  {
   "text": "hand side and if someone asks you to draw a clock you'll cram all the numbers into the one side and so you kind of",
   "start": 2207.4,
   "duration": 5.639
  },
  {
   "text": "Lose the idea of left and I think it's sort of like, you know how when you're looking forward",
   "start": 2213.039,
   "duration": 4.739
  },
  {
   "text": "There's nothing behind you. You can't see anything back here. It's it's not black. It's not even gone",
   "start": 2217.779,
   "duration": 5.7
  },
  {
   "text": "It's just simply not there at all. And so if you could imagine that sort of stretching around halfway",
   "start": 2223.609,
   "duration": 5.629
  },
  {
   "text": "That seems to be something what neglect is like, but anyways, if you if you take someone with neglect according to Ramachandra",
   "start": 2229.819,
   "duration": 6.83
  },
  {
   "text": "and then if you irrigate their ear with cold water the",
   "start": 2236.65,
   "duration": 3.179
  },
  {
   "text": "Ear on the opposite side, then they'll kind of have a little convulsion and then all of a sudden",
   "start": 2240.41,
   "duration": 5.0
  },
  {
   "text": "They become aware of their missing left side",
   "start": 2246.319,
   "duration": 2.959
  },
  {
   "text": "If you talk to them before you do the irrigation, you say well well",
   "start": 2249.349,
   "duration": 3.5
  },
  {
   "text": "what's up with your left arm and they'll say well I",
   "start": 2252.849,
   "duration": 2.0
  },
  {
   "text": "My arthritis is bothering me and I don't want to move it they come up with some",
   "start": 2255.079,
   "duration": 3.919
  },
  {
   "text": "Something that sounds akin to denial, you know",
   "start": 2259.88,
   "duration": 2.629
  },
  {
   "text": "And then if you can snap them out of that with that irrigation and they'll have a catastrophic",
   "start": 2262.509,
   "duration": 3.87
  },
  {
   "text": "emotional response",
   "start": 2267.019,
   "duration": 1.74
  },
  {
   "text": "logically enough to the loss of their entire left side and",
   "start": 2268.759,
   "duration": 2.84
  },
  {
   "text": "Ramachandran report that lasting about 20 minutes and then they'll snap out of it and go right back into the denial and",
   "start": 2272.359,
   "duration": 5.27
  },
  {
   "text": "sometimes people deny things because",
   "start": 2278.21,
   "duration": 2.0
  },
  {
   "text": "They can't update what's happened to them is so overwhelming that they cannot",
   "start": 2281.15,
   "duration": 3.83
  },
  {
   "text": "Construct a new model. They just rely on the old one and you see this",
   "start": 2285.8,
   "duration": 4.189
  },
  {
   "text": "Well, imagine first that you've just had a tooth pulled and you know",
   "start": 2290.84,
   "duration": 3.199
  },
  {
   "text": "How many how long your tongue takes to like remap the inside of your mouth?",
   "start": 2294.04,
   "duration": 3.51
  },
  {
   "text": "It's really hard to come up with a new concept of you if something catastrophic happens, and so sometimes the denial is just that",
   "start": 2297.55,
   "duration": 7.079
  },
  {
   "text": "Something the thing that has happened is so overwhelming that the person can't model it",
   "start": 2305.33,
   "duration": 3.709
  },
  {
   "text": "But then maybe also they refuse to think about it and you see this",
   "start": 2309.04,
   "duration": 4.469
  },
  {
   "text": "emerging in lots of strange ways",
   "start": 2314.03,
   "duration": 1.49
  },
  {
   "text": "so for example, if people develop diabetes, for example",
   "start": 2315.52,
   "duration": 3.54
  },
  {
   "text": "They're often not very good at taking their medication or regulating their diet and you might say well they're denying the existence",
   "start": 2319.1,
   "duration": 5.689
  },
  {
   "text": "of their illness and to some degree",
   "start": 2324.92,
   "duration": 2.03
  },
  {
   "text": "They're probably doing that because who the hell wants to think that they're diabetic but even worse than that",
   "start": 2326.95,
   "duration": 4.92
  },
  {
   "text": "It's like it's complicated to be diabetic",
   "start": 2331.87,
   "duration": 2.25
  },
  {
   "text": "You're no longer the same person that you were and so you have to learn a whole bunch of new ways to be this new",
   "start": 2334.12,
   "duration": 5.759
  },
  {
   "text": "Person what to eat when to eat how to check your blood",
   "start": 2339.88,
   "duration": 3.39
  },
  {
   "text": "you have to be careful whenever you go out and eat like there's there's a",
   "start": 2343.28,
   "duration": 3.5
  },
  {
   "text": "Hundred new things a day that you have to learn and so separating denial from inability is a hard one",
   "start": 2347.21,
   "duration": 5.479
  },
  {
   "text": "But you can also understand that people might deny. No, that's just not happening. That's that's I'm not going to admit to that",
   "start": 2352.69,
   "duration": 6.39
  },
  {
   "text": "Reaction formation. Oh, that's one. Maybe you hate your sister and maybe you have your reasons, but you shouldn't hate your sister",
   "start": 2360.02,
   "duration": 6.439
  },
  {
   "text": "So what you do is act as if you really really like her. That's an overcompensation",
   "start": 2366.46,
   "duration": 4.979
  },
  {
   "text": "So that's another form of defense mechanism",
   "start": 2371.72,
   "duration": 2.989
  },
  {
   "text": "displacement",
   "start": 2375.35,
   "duration": 1.26
  },
  {
   "text": "My boss yells at me. I yell at my husband. My husband yells at the baby the baby bites the cat",
   "start": 2376.61,
   "duration": 5.029
  },
  {
   "text": "Well, they're not really dealing with the problem, which is the boss. It's just pushed on down the road and",
   "start": 2381.98,
   "duration": 5.78
  },
  {
   "text": "Identification you're bullied and instead of coming to terms with the fact that bullying occurs. You start bullying other people",
   "start": 2388.58,
   "duration": 7.129
  },
  {
   "text": "Rationalization, well, you know what that means already, you know",
   "start": 2398.06,
   "duration": 3.829
  },
  {
   "text": "Maybe you don't do your homework you're procrastinating. I bet you can come up with fifteen rauch",
   "start": 2401.99,
   "duration": 5.03
  },
  {
   "text": "No problem for why it's actually not necessary for you to do your homework right then",
   "start": 2407.45,
   "duration": 4.82
  },
  {
   "text": "Intellectualization what Woody Allen's movies are about like that. He's got all these neurotic problems, but he's smart and so he can come up with",
   "start": 2413.6,
   "duration": 6.619
  },
  {
   "text": "Intelligent reasons why he's so messed up even though he knows he's messed up and it doesn't help",
   "start": 2421.1,
   "duration": 4.669
  },
  {
   "text": "sublimation",
   "start": 2426.59,
   "duration": 1.11
  },
  {
   "text": "Well that that was one of the things that Freud thought characterized art",
   "start": 2427.7,
   "duration": 4.37
  },
  {
   "text": "So for example, there's a lot of erotic content in art",
   "start": 2432.07,
   "duration": 2.639
  },
  {
   "text": "and",
   "start": 2434.71,
   "duration": 0.28
  },
  {
   "text": "so if you're having trouble establishing a",
   "start": 2434.99,
   "duration": 2.419
  },
  {
   "text": "relationship or if you want to have a relationship with many people then maybe what you do is sculpt nudes or paint them and then",
   "start": 2437.48,
   "duration": 5.84
  },
  {
   "text": "there's projection which is",
   "start": 2443.39,
   "duration": 2.0
  },
  {
   "text": "I'm having an argument with you and I'm unwilling to admit to my moat my dark motivations, and I'm very skeptical of you",
   "start": 2446.06,
   "duration": 7.04
  },
  {
   "text": "And so I assume that you're characterized by all the dark motivations that I won't admit to in myself",
   "start": 2453.1,
   "duration": 5.069
  },
  {
   "text": "so",
   "start": 2458.78,
   "duration": 2.0
  },
  {
   "text": "Now Freud also believed that it was unconscious ideas that were at the core of psychological conflicts and he",
   "start": 2462.56,
   "duration": 5.809
  },
  {
   "text": "Described those conflicts as incomprehensible distress",
   "start": 2468.71,
   "duration": 2.81
  },
  {
   "text": "psychosomatic symptoms and so those would be the manifestation of",
   "start": 2472.43,
   "duration": 3.08
  },
  {
   "text": "psychological of",
   "start": 2476.84,
   "duration": 1.95
  },
  {
   "text": "The manifestation of psychological content in bodily form that might be stress a stress-related illness might be one way of thinking about that",
   "start": 2478.79,
   "duration": 7.909
  },
  {
   "text": "I've had clients who had hysterical epilepsy. So that was quite interesting. So that was a somatic",
   "start": 2487.25,
   "duration": 5.57
  },
  {
   "text": "manifestation of a psychological problem",
   "start": 2493.369,
   "duration": 2.0
  },
  {
   "text": "back when Freud was",
   "start": 2496.46,
   "duration": 2.0
  },
  {
   "text": "practicing",
   "start": 2499.46,
   "duration": 1.11
  },
  {
   "text": "Hysteria was much more common",
   "start": 2500.57,
   "duration": 1.549
  },
  {
   "text": "and maybe that was partly because Victorian society was so",
   "start": 2502.119,
   "duration": 2.94
  },
  {
   "text": "Centred on the theater and so dramatic and people would come in with like a paralyzed arm or something like that that he could",
   "start": 2505.55,
   "duration": 5.809
  },
  {
   "text": "Sort out with hypnosis, and so they were manifesting their",
   "start": 2511.7,
   "duration": 3.26
  },
  {
   "text": "Psychological distress in bodily form often in a manner that was representative of that",
   "start": 2515.81,
   "duration": 5.689
  },
  {
   "text": "psychological conflict in some way",
   "start": 2522.92,
   "duration": 2.0
  },
  {
   "text": "Behavioral anomalies hallucinations and delusions. He thought that all of those could be",
   "start": 2525.92,
   "duration": 4.07
  },
  {
   "text": "manifestations of",
   "start": 2531.44,
   "duration": 1.56
  },
  {
   "text": "inner internal psychological conflict with their sets of unconscious ideas, so",
   "start": 2533.0,
   "duration": 5.54
  },
  {
   "text": "You know, let's go back to the - the boss example",
   "start": 2539.06,
   "duration": 3.439
  },
  {
   "text": "Your boss says something nasty to you. Come home",
   "start": 2543.049,
   "duration": 2.39
  },
  {
   "text": "Someone says something a bit",
   "start": 2546.2,
   "duration": 1.409
  },
  {
   "text": "Provoking and you fly off the handle and then you have an argument about what the hell is up with you because they say well",
   "start": 2547.609,
   "duration": 5.36
  },
  {
   "text": "Look what I said was, you know this big and you reacted like this and you're gonna say, well no",
   "start": 2552.97,
   "duration": 4.77
  },
  {
   "text": "No, you're always annoying like that",
   "start": 2557.74,
   "duration": 2.25
  },
  {
   "text": "And which is kind of a denial thing and maybe the person doesn't let up and they say no",
   "start": 2559.99,
   "duration": 5.25
  },
  {
   "text": "No, I really know that something's wrong",
   "start": 2565.24,
   "duration": 1.41
  },
  {
   "text": "And you do like six other things to keep them the hell away from you and finally they're persistent enough",
   "start": 2566.65,
   "duration": 4.439
  },
  {
   "text": "so you break down crying and you say well I had this terrible day at work and you didn't even really notice that you",
   "start": 2571.089,
   "duration": 5.459
  },
  {
   "text": "knew that until the moment of the moment of the tears and you see that very frequently in psychotherapy - if you're talking to people",
   "start": 2576.799,
   "duration": 7.489
  },
  {
   "text": "for example",
   "start": 2584.96,
   "duration": 0.92
  },
  {
   "text": "Maybe they're relating a story about their their marriage that collapse badly and they're talking and all of a sudden",
   "start": 2585.88,
   "duration": 5.1
  },
  {
   "text": "they'll say something and they'll tear up and",
   "start": 2591.289,
   "duration": 2.06
  },
  {
   "text": "Then they'll continue and you can grab that you say look you just said something",
   "start": 2593.569,
   "duration": 4.04
  },
  {
   "text": "I noticed that your eyes filled with tears when you said that what was going through your mind",
   "start": 2597.609,
   "duration": 4.919
  },
  {
   "text": "Now often they'll they unless you catch it quick they'll forget",
   "start": 2602.93,
   "duration": 3.619
  },
  {
   "text": "So they're talking and they'll have and the talking about the past is you know",
   "start": 2606.89,
   "duration": 5.09
  },
  {
   "text": "flashing off imagistic memories and you'll say well that made you cry and",
   "start": 2612.2,
   "duration": 3.979
  },
  {
   "text": "And they often don't like that because for obvious reasons that something's come up that",
   "start": 2616.4,
   "duration": 4.849
  },
  {
   "text": "they don't want to talk about and",
   "start": 2621.529,
   "duration": 1.77
  },
  {
   "text": "So you say well what was flashing through your mind and the person will tell you like quite a lengthy",
   "start": 2623.299,
   "duration": 4.88
  },
  {
   "text": "little memory fantasy about a sequence of events that you know is still a",
   "start": 2628.7,
   "duration": 4.729
  },
  {
   "text": "Hot-button issue and that's another example of this underlying complex, you know",
   "start": 2633.799,
   "duration": 5.15
  },
  {
   "text": "and if you watch people",
   "start": 2638.95,
   "duration": 1.809
  },
  {
   "text": "You can watch people in normal conversation",
   "start": 2640.759,
   "duration": 2.12
  },
  {
   "text": "this happens all the times their eyes will move or they'll smile or you can see as",
   "start": 2642.88,
   "duration": 3.989
  },
  {
   "text": "They're speaking that all sorts of different ideas are flitting through their head",
   "start": 2646.999,
   "duration": 3.41
  },
  {
   "text": "It's dreamlike in a sense - it's sort of as if the person is talking and they're dreaming at the same time",
   "start": 2650.619,
   "duration": 5.669
  },
  {
   "text": "There's this image Laden set of memories that's going on at the same time and that can be quite broad",
   "start": 2656.359,
   "duration": 5.209
  },
  {
   "text": "far broader than they could encapsulate in the words and",
   "start": 2661.819,
   "duration": 2.989
  },
  {
   "text": "so you can catch that and if you're really listening to someone really paying attention to them you can see when they're doubtful or when",
   "start": 2664.999,
   "duration": 6.38
  },
  {
   "text": "They pause for a long time. That's another one",
   "start": 2671.38,
   "duration": 2.219
  },
  {
   "text": "You know that some things come up that that that's occupying their mind and interfering with the flow of conversation",
   "start": 2673.759,
   "duration": 6.02
  },
  {
   "text": "Freud was very good at listening in that manner",
   "start": 2680.5,
   "duration": 2.189
  },
  {
   "text": "While that happens with jokes too, you know and",
   "start": 2684.41,
   "duration": 2.629
  },
  {
   "text": "Like for example when I was showing you guys the Lion King",
   "start": 2688.46,
   "duration": 2.959
  },
  {
   "text": "Stills the other day and I showed you that picture of nella laying on her back with that",
   "start": 2692.09,
   "duration": 4.31
  },
  {
   "text": "peculiar expression on her face everybody immediately laughed and",
   "start": 2696.86,
   "duration": 3.439
  },
  {
   "text": "the you be Freud would have considered that an entry point into the",
   "start": 2700.7,
   "duration": 3.71
  },
  {
   "text": "Unconscious because there is a reason you were laughing about it. It goes along with it",
   "start": 2704.6,
   "duration": 3.589
  },
  {
   "text": "well",
   "start": 2708.19,
   "duration": 0.24
  },
  {
   "text": "it would have gone along with a sexual complex in that situation and everybody recognizes it instantly and they laugh about it and",
   "start": 2708.43,
   "duration": 6.36
  },
  {
   "text": "Comedians are really good at that because if they're good comedians",
   "start": 2715.16,
   "duration": 3.079
  },
  {
   "text": "They say what everyone's thinking but no one will say and it's a relief to everyone. You know, he",
   "start": 2718.28,
   "duration": 5.06
  },
  {
   "text": "What's his name?",
   "start": 2723.95,
   "duration": 2.0
  },
  {
   "text": "Canadian comedian so he's making racial jokes. No. No, it's Canadian. Uh, yeah Russell Russell Peters",
   "start": 2728.57,
   "duration": 6.59
  },
  {
   "text": "I mean, he's a great example of that, you know",
   "start": 2735.16,
   "duration": 1.83
  },
  {
   "text": "He feels a whole stadium with people of all different ethnicities and every single one of them is dying to be",
   "start": 2736.99,
   "duration": 5.67
  },
  {
   "text": "Insulted because of their racial background, you know",
   "start": 2742.88,
   "duration": 2.329
  },
  {
   "text": "it's a relief to",
   "start": 2745.21,
   "duration": 1.06
  },
  {
   "text": "everyone so he had salts the herbs and then he insults the Jews and then he insults the Christians and he's going",
   "start": 2746.27,
   "duration": 4.969
  },
  {
   "text": "Oh, I'm so glad finally someone said that",
   "start": 2751.24,
   "duration": 2.01
  },
  {
   "text": "No, so so he's speaking to part of their unconscious and it's the part that's actually uncomfortable with all of that kind of discussion",
   "start": 2753.92,
   "duration": 7.97
  },
  {
   "text": "Being repressed and staying below the surface",
   "start": 2761.93,
   "duration": 2.36
  },
  {
   "text": "It's way too weighty for people so jokes expressed in playful language what culture will not?",
   "start": 2764.29,
   "duration": 5.939
  },
  {
   "text": "formally express so",
   "start": 2770.69,
   "duration": 1.58
  },
  {
   "text": "You know to that when the culture starts going after the comedian's that things are not good",
   "start": 2772.27,
   "duration": 3.75
  },
  {
   "text": "So you should leave the damn comedians alone",
   "start": 2776.09,
   "duration": 2.06
  },
  {
   "text": "Because there are the people that can tell the truth and if you start to get annoyed at them, then that's not good",
   "start": 2778.37,
   "duration": 4.219
  },
  {
   "text": "so",
   "start": 2783.26,
   "duration": 2.0
  },
  {
   "text": "So a Freud was also extraordinarily interested in dreams",
   "start": 2787.94,
   "duration": 2.959
  },
  {
   "text": "Poor Freud who were just not gonna be able to cover him in enough detail. Well, um,",
   "start": 2793.43,
   "duration": 5.27
  },
  {
   "text": "How will we do this because I should tell you about the dreams",
   "start": 2800.66,
   "duration": 2.989
  },
  {
   "text": "Freud wrote a book called the interpretation of dreams and he he was the first person I would say who",
   "start": 2806.42,
   "duration": 5.659
  },
  {
   "text": "subjected dreams to a really comprehensive analysis and he used them to",
   "start": 2812.359,
   "duration": 3.77
  },
  {
   "text": "Investigate the place of complexes in his psychotherapeutic practice. So his clients would recount their dreams to him now",
   "start": 2818.329,
   "duration": 6.8
  },
  {
   "text": "He believed that dreams always expressed an unconscious wish and that was tied into his theory of repression",
   "start": 2825.13,
   "duration": 6.3
  },
  {
   "text": "And so for example if you were very very sexually repressed",
   "start": 2831.43,
   "duration": 3.629
  },
  {
   "text": "which was very common at the time then you'd have dreams with sexual content that we're expressing the the",
   "start": 2835.059,
   "duration": 7.02
  },
  {
   "text": "expressing the",
   "start": 2843.2,
   "duration": 1.049
  },
  {
   "text": "Undesirable fantasy essentially and by analyzing the dream you could get down to what you could get down to what was being repressed",
   "start": 2844.249,
   "duration": 7.46
  },
  {
   "text": "now Freud believed that the dream",
   "start": 2852.079,
   "duration": 2.75
  },
  {
   "text": "more or less tied itself in knots",
   "start": 2855.319,
   "duration": 2.0
  },
  {
   "text": "trying to hide its",
   "start": 2857.47,
   "duration": 1.18
  },
  {
   "text": "Content in some sense and Jung believed instead that the dream was actually trying to be as clear as it could it just wasn't part",
   "start": 2858.65,
   "duration": 6.409
  },
  {
   "text": "Of the let's call it the semantic memory system",
   "start": 2865.059,
   "duration": 2.729
  },
  {
   "text": "It was it was more like a feeler out into the unknown",
   "start": 2867.789,
   "duration": 2.459
  },
  {
   "text": "it was trying to",
   "start": 2870.289,
   "duration": 1.681
  },
  {
   "text": "Represent things as clearly as it could and so its use of symbols and that sort of thing wasn't so much to hide the actual",
   "start": 2871.97,
   "duration": 6.289
  },
  {
   "text": "Unpleasant content from the dreamer but to express it in the only language that the dream could use and so Freud",
   "start": 2878.66,
   "duration": 6.53
  },
  {
   "text": "Of course also believed that some of that was true",
   "start": 2885.19,
   "duration": 2.849
  },
  {
   "text": "All right. Well, we're gonna have to stop there. So",
   "start": 2888.68,
   "duration": 2.839
  },
  {
   "text": "since it's 2 o'clock, so we'll see you on",
   "start": 2892.339,
   "duration": 2.179
  },
  {
   "text": "Tuesday",
   "start": 2895.609,
   "duration": 2.0
  }
 ]
}