{"video_id": "zQCTeGKHsVc", "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q", "channel_name": "Jordan B Peterson", "title": "Documentary: A Glitch in the Matrix (David Fuller production)", "url": "https://www.youtube.com/watch?v=zQCTeGKHsVc", "date": "2018-02-17", "description": "A Glitch in the Matrix: Dr JB Peterson, the Intellectual Dark Web & the Mainstream Media: Documentary by Journalist David Fuller.\n\nDavid Fuller, who worked at the UK's Channel 4 news for a decade as a producer/director, also recently released Truth in the Time of Chaos (http://bit.ly/2Hm5tfz), a documentary about my work. In A Glitch in the Matrix, he analyzes and assesses my recent viral interview with Cathy Newman, unpacking the deeper political, psychological and archetypal levels of the clash. Background information can be found in this Medium article: http://bit.ly/2C5HBNJ\n\nA Glitch in the Matrix is a Rebel Wisdom production. Extended versions of many of the interviews in the film can be found on the Rebel Wisdom YouTube channel (http://bit.ly/2C3Yk4e). Also see: \n\nVideo: \nRubin Report: JB Peterson/Ben Shapiro: Frontline of Free Speech: http://bit.ly/2GmM7FQ\nGeenstijl Interview with JB Peterson: http://bit.ly/2E0Nw4I\nJB Peterson/Cathy Newman: The dark side of feminism: http://bit.ly/2BA30NT\nThe Rubin Report: What is The Intellectual Dark Web? http://bit.ly/2Gke9S4\nJoe Rogan Experience #958: http://bit.ly/2o7gpWu\nJoe Rogan Experience #1070: http://bit.ly/2E36hao\nModern Times: Camille Paglia/JB Peterson: http://bit.ly/2EAgBUf\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson", "duration": 3088, "transcript_parts": [{"text": "Sometimes there's a glitch in the matrix where the limitations of the old operating system are laid bare and something new pokes through", "start": 6.04, "duration": 7.88}, {"text": "They've been dozens of responses to the jordan peterson channel for interview already. What makes this one different?", "start": 15.34, "duration": 5.809}, {"text": "Well, I have a pretty unique perspective in", "start": 22.21, "duration": 3.47}, {"text": "October last year I went to Toronto to interview Jordan Peterson at his home you came in from where I came in from London", "start": 26.29, "duration": 7.519}, {"text": "last night, I turned the interview into the first full-length documentary about Jordan Peterson's ideas I", "start": 34.719, "duration": 6.8}, {"text": "Was pretty sure he'd soon become a lot more famous and be recognized as one of the most significant public thinkers", "start": 42.16, "duration": 6.349}, {"text": "but I couldn't possibly have predicted how he'd break through to a mass audience a", "start": 49.51, "duration": 4.4}, {"text": "few weeks later Peterson did an interview with journalist Kathy Newman on Channel four News in the UK a", "start": 54.64, "duration": 5.99}, {"text": "Program I worked on as a reporter and producer for ten years", "start": 61.6, "duration": 3.86}, {"text": "It was a sensation", "start": 67.24, "duration": 2.0}, {"text": "Millions watched it online", "start": 69.4, "duration": 2.0}, {"text": "Tens of thousands commented an overwhelming majority felt Peterson had been unfairly represented", "start": 71.5, "duration": 6.349}, {"text": "And in the week since it hasn't stopped", "start": 81.43, "duration": 2.61}, {"text": "Peterson has been asked about it constantly on the most high-profile online shows", "start": 84.65, "duration": 4.489}, {"text": "12 rules for life so without reading this", "start": 89.69, "duration": 2.72}, {"text": "So what you're saying is", "start": 92.96, "duration": 2.0}, {"text": "There's only 12 things you need to do in life right, that's it well yeah this", "start": 96.35, "duration": 4.31}, {"text": "This interview that you just did with this woman Kathy Newman shit was that in the UK", "start": 101.18, "duration": 4.58}, {"text": "it was Channel 4 UK so what does this glitch say about the state of mainstream media and", "start": 105.76, "duration": 6.54}, {"text": "the culture at large", "start": 112.729, "duration": 2.0}, {"text": "By diagnosis of what's actually happening is that people are moving further and further away from?", "start": 115.009, "duration": 7.37}, {"text": "what is what thinking actually is I'm at or more into merely running a script and", "start": 122.99, "duration": 5.84}, {"text": "What does Jordan Peterson actually think that's so controversial you are?", "start": 129.739, "duration": 4.88}, {"text": "misrepresented more than anyone", "start": 135.59, "duration": 1.55}, {"text": "I know in a weird way. You are villainized in a weird way where I can't believe that these people are honestly", "start": 137.14, "duration": 7.889}, {"text": "looking at your opinions and", "start": 146.0, "duration": 2.0}, {"text": "Coming up with these conclusions. I believe this encounter struck such a nerve because it's a cultural watershed moment", "start": 148.34, "duration": 6.889}, {"text": "But seen properly as Peterson would say it's archetypal in that it contains layers and layers of meaning", "start": 155.57, "duration": 7.039}, {"text": "That go right to the heart of the biggest rift. We're seeing playing out in the culture", "start": 163.94, "duration": 4.699}, {"text": "Over the next 50 minutes. I'm gonna do my best to unpack it", "start": 169.28, "duration": 3.589}, {"text": "From the clash between new and old media. There's also why YouTube is gonna kill TV", "start": 173.48, "duration": 4.759}, {"text": "Because television by its nature all of these narrow", "start": 179.03, "duration": 3.589}, {"text": "broadcast", "start": 183.29, "duration": 1.949}, {"text": "technologies they rely on forcing the story all the way down to the mythological an", "start": 185.239, "duration": 6.5}, {"text": "Archetypal level I thought of ideologies as fragmentary mythologies", "start": 192.079, "duration": 3.53}, {"text": "That's where they get their archetypal and psychological power, but in the postmodern world and this seems to be something that's increasingly", "start": 195.68, "duration": 6.98}, {"text": "Seeping out into the culture at large you have nothing but the tyrannical father nothing", "start": 203.18, "duration": 4.61}, {"text": "But the destructive force of masculine consciousness and nothing, but the benevolent", "start": 207.79, "duration": 5.16}, {"text": "Benevolent great mother and it's a it's an appalling ideology, and it seems to me that it's sucking the vitality", "start": 213.7, "duration": 5.55}, {"text": "Which is exactly what you'd expect symbolically", "start": 220.04, "duration": 2.36}, {"text": "It's sucking the vitality of her culture and to ask how do we move forward constructively rather than just adding to the polarization?", "start": 222.4, "duration": 7.11}, {"text": "I've been a journalist for 16 years in the newsrooms of the BBC in channel 4 and then making documentaries I", "start": 230.15, "duration": 7.49}, {"text": "moved away from the frontline of news some time ago and started learning psychology", "start": 238.849, "duration": 4.55}, {"text": "Which is what first drew me to Jordan Peterson?", "start": 244.28, "duration": 2.6}, {"text": "from a distance I've started to see the blind spots of the establishment media much more clearly I", "start": 247.489, "duration": 5.75}, {"text": "Spent some of the best years of my working life at Channel 4 News and have a huge amount of respect", "start": 254.06, "duration": 4.73}, {"text": "And gratitude to the program", "start": 258.859, "duration": 2.0}, {"text": "But I'm making this film because I feel so strongly that if we can't have open conversations about the kind of topics Peterson is raising", "start": 261.35, "duration": 7.129}, {"text": "We're in serious trouble", "start": 268.88, "duration": 2.0}, {"text": "Peterson is one of a new breed of thinkers made famous almost completely by the internet not the broadcast media", "start": 274.056, "duration": 6.379}, {"text": "Part of a powerful new informal network being called the intellectual dark web", "start": 280.956, "duration": 5.359}, {"text": "The mainstream media is based on an old dying model that is being replaced by new media", "start": 286.656, "duration": 5.72}, {"text": "And new technology so quickly that its faults are becoming glaringly obvious", "start": 292.376, "duration": 4.74}, {"text": "Fortunately, thanks to YouTube podcasting and however else you get shows like this one the mainstream media's stranglehold on information", "start": 298.236, "duration": 7.91}, {"text": "Which really is a stranglehold on your ability to think clearly about the issues of the day is crumbling at an incredible rate?", "start": 306.146, "duration": 6.959}, {"text": "Now the question is who and what will replace it a few months ago one of my favorite people to sit across this table from", "start": 313.506, "duration": 6.95}, {"text": "Eric Weinstein came up with the phrase", "start": 320.456, "duration": 2.0}, {"text": "Intellectual dark web to describe this eclectic mix of people from Sam Harris to Ben Shapiro to his brother Brett", "start": 322.596, "duration": 5.9}, {"text": "Weinstein to jordan Peterson all of whom are figuring out ways to have the important and often dangerous", "start": 328.566, "duration": 5.39}, {"text": "Conversations that are completely ignored by the mainstream", "start": 334.566, "duration": 2.48}, {"text": "It's why I would argue that this collection of people are actually more", "start": 337.506, "duration": 3.11}, {"text": "influential at this point than whatever collection of cable news pundits you can come up with", "start": 340.926, "duration": 3.739}, {"text": "If you think I'm being hyperbolic about the growing influence of this group just check the traction that these people get on Twitter or Facebook", "start": 345.036, "duration": 7.16}, {"text": "Compared to our mainstream competitors twitter may not be real life as I say in my Twitter bio", "start": 352.356, "duration": 4.97}, {"text": "But it is some barometer of what the zeitgeist is right now", "start": 357.326, "duration": 3.6}, {"text": "what unites this group of thinkers is a sense that the set of ideas that have run Western culture for years are breaking down and", "start": 361.116, "duration": 7.969}, {"text": "That the chaos of the moment is the attempt to find new ones", "start": 369.516, "duration": 3.769}, {"text": "It's nearly all happening online part of the problem that we have right now in our culture is", "start": 374.376, "duration": 4.73}, {"text": "Trying to diagnose the level at which the discussion should be taking place", "start": 379.356, "duration": 3.709}, {"text": "And I think the reason that this is a tumultuous time is because it actually is a time for discussion of first principles", "start": 383.066, "duration": 6.209}, {"text": "and it's that first principles are", "start": 389.276, "duration": 2.4}, {"text": "Virtually at the level of theology because the first principles are the things that you assume and then move forwards like well", "start": 392.076, "duration": 7.04}, {"text": "What should we assume well the dignity of the human soul let's start with that you can't treat yourself properly without assuming that you", "start": 399.116, "duration": 6.719}, {"text": "Have a relationship with another person you can't stabilize your family", "start": 405.966, "duration": 3.42}, {"text": "You can't have a functional society, so what does it mean for this human soul to have dignity?", "start": 409.386, "duration": 4.319}, {"text": "well", "start": 413.985, "duration": 0.78}, {"text": "The part of the idea is that you're participating in", "start": 414.765, "duration": 2.93}, {"text": "Creation itself and you do that with your actions in your language", "start": 417.795, "duration": 2.96}, {"text": "And you get to decide whether you're tilting the world a bit more towards heaven or a bit more towards hell", "start": 420.756, "duration": 5.13}, {"text": "And that's actually what you're doing so that's a place where the literal and the metaphorical truth comes together and people are very", "start": 425.886, "duration": 6.689}, {"text": "They're terrified of that idea as they should be because it's a massive responsibility", "start": 433.485, "duration": 4.46}, {"text": "They also argue that the central problem is polarization", "start": 438.466, "duration": 3.649}, {"text": "boosted by social media", "start": 442.816, "duration": 2.0}, {"text": "Peterson's work looks at how people are hard-wired to see the world differently a lot of what determines your political", "start": 445.065, "duration": 6.8}, {"text": "orientation is", "start": 452.716, "duration": 2.0}, {"text": "Biological temperament far more than people realize so for example", "start": 454.906, "duration": 4.099}, {"text": "left-leaning people", "start": 460.246, "duration": 1.95}, {"text": "liberals, let's say although that's kind of MIS misnomer, but", "start": 462.196, "duration": 4.22}, {"text": "We'll keep with the terminology liberals are high in a trait called openness, which is one of the big five personality traits", "start": 467.116, "duration": 6.019}, {"text": "And it's associated with interest in abstraction and interest in aesthetics", "start": 473.136, "duration": 4.5}, {"text": "it's the best predictor of liberal political leaning and they're low in trait conscientiousness, which is dutifulness and and", "start": 478.096, "duration": 7.64}, {"text": "Orderliness in particular whereas the Conservatives are the opposite?", "start": 486.315, "duration": 3.53}, {"text": "They're high in conscientiousness", "start": 489.846, "duration": 1.14}, {"text": "They're dutiful and orderly and they're low in openness and that makes them really good managers and administers ministers and often businessman", "start": 490.986, "duration": 7.709}, {"text": "But not very good entrepreneurs", "start": 498.696, "duration": 2.0}, {"text": "Because the entrepreneurs are almost all drawn from the liberal types and so", "start": 500.716, "duration": 4.159}, {"text": "These are really fundamental", "start": 505.606, "duration": 2.0}, {"text": "fundamentally biologically predicated differences, and they're you might think about them as different sets of", "start": 507.886, "duration": 5.57}, {"text": "Opportunities and limitations, and and certainly different ways of screening the world and", "start": 515.026, "duration": 4.25}, {"text": "Each of those different temperamental types needs the other type", "start": 519.916, "duration": 4.159}, {"text": "Let's call this a diversity issue if you start understanding that the person that you're talking to who doesn't share your political views", "start": 524.086, "duration": 7.52}, {"text": "isn't", "start": 532.426, "duration": 2.0}, {"text": "Stupid that's the first thing necessarily. They might be but so might you be no stupid. He isn't the", "start": 534.586, "duration": 6.08}, {"text": "Differences in intelligence are not the prime determinant of differences in political belief", "start": 541.485, "duration": 4.13}, {"text": "All right", "start": 546.226, "duration": 0.68}, {"text": "so you might be talking to someone who's", "start": 546.906, "duration": 2.279}, {"text": "More conscientious and less creative than you if you're if you happen to be a liberal", "start": 549.526, "duration": 4.039}, {"text": "But that doesn't mean that that person's perspective is not valid", "start": 553.696, "duration": 3.739}, {"text": "And it doesn't mean that they wouldn't outperform you in some domains because they would so one thing to remember is", "start": 557.435, "duration": 6.359}, {"text": "People actually do see the world differently. It's not merely that they that they're possessed of love", "start": 564.346, "duration": 5.209}, {"text": "ilie informed opinions", "start": 570.305, "duration": 2.0}, {"text": "the whole point of the dava democracy is to", "start": 572.716, "duration": 2.659}, {"text": "Continue the dialogue between people of different", "start": 575.896, "duration": 2.179}, {"text": "Temperamental types so that we don't move so far to the right that everything", "start": 578.596, "duration": 4.279}, {"text": "becomes", "start": 583.396, "duration": 1.08}, {"text": "encapsulated and stone and doesn't move or so far to the left and everything dissolves in a kind of", "start": 584.476, "duration": 5.629}, {"text": "Mealy-mouthed chaos and the only way that you can you can navigate between those two", "start": 590.716, "duration": 5.419}, {"text": "Shoals is by is through discussion, which is why free speech is such an important value", "start": 596.386, "duration": 5.09}, {"text": "It's the thing that keeps the temperamental types from being at each other's throats in", "start": 601.755, "duration": 4.1}, {"text": "The aftermath of the Trump election that came as such a shock to most of the media", "start": 606.045, "duration": 4.22}, {"text": "One of the most widely shared analysis pieces was from deep code", "start": 610.485, "duration": 4.07}, {"text": "It describes how the establishment mainstream media perspective based around liberal values of openness and inclusivity", "start": 617.356, "duration": 7.879}, {"text": "He calls the blue church is being challenged by a new web-based", "start": 625.846, "duration": 4.039}, {"text": "insurgency a red religion based on the values of tribalism", "start": 630.586, "duration": 4.369}, {"text": "The culture were the the 20th century was a decisive", "start": 635.745, "duration": 4.1}, {"text": "success for blue any", "start": 641.146, "duration": 2.029}, {"text": "effectively a route for red", "start": 644.476, "duration": 2.239}, {"text": "So what we see first is that red was forced to move into a deeply exploratory phase", "start": 648.466, "duration": 5.719}, {"text": "Second that it did this in a context", "start": 656.625, "duration": 2.84}, {"text": "Where as it turns out?", "start": 659.466, "duration": 1.75}, {"text": "things were changing meaningfully quite significantly in fact it from my perspective in a world historical level the emergence of", "start": 661.216, "duration": 6.919}, {"text": "entirely new forms of", "start": 668.656, "duration": 2.0}, {"text": "communication and therefore entirely new sense-making and coherence", "start": 671.415, "duration": 3.47}, {"text": "He concludes that the blue church is in the process of collapse as its dominant ideology", "start": 675.466, "duration": 6.049}, {"text": "Can't adapt to changing reality", "start": 681.516, "duration": 2.1}, {"text": "But that a combination of the two sets of values of blue and red is essential", "start": 684.376, "duration": 5.989}, {"text": "we are conscious and", "start": 690.526, "duration": 2.0}, {"text": "Effective in the world in groups, not as individuals and the ingredients of those groups", "start": 694.546, "duration": 6.109}, {"text": "Include aspects that are currently showing up as both red and blue I", "start": 702.586, "duration": 3.32}, {"text": "Propose somewhat strongly that", "start": 708.196, "duration": 4.1}, {"text": "Neither red nor blue as pure", "start": 714.406, "duration": 2.0}, {"text": "Elements contain the ingredients necessary to actually be adaptive to reality", "start": 716.926, "duration": 4.369}, {"text": "This is a disaster in fact", "start": 722.326, "duration": 2.0}, {"text": "It's a little bit like", "start": 724.786, "duration": 2.0}, {"text": "Separating the hand and the eye", "start": 728.866, "duration": 1.68}, {"text": "Now you're the eye can see if the eye takes itself as being the essence of virtue it separates itself from the ability to do", "start": 730.546, "duration": 5.419}, {"text": "The same thing with the hand for most of human history these groups have actually always commingled", "start": 736.216, "duration": 4.88}, {"text": "They're necessary that they actually relate to each other in a deeply healthy and direct fashion", "start": 741.096, "duration": 5.22}, {"text": "their separations into armed camps is", "start": 746.776, "duration": 2.66}, {"text": "Extinction area actually you know the values of red that you think blue needs to integrate you also may also reintegrate. Oh well", "start": 750.826, "duration": 6.56}, {"text": "That's actually pretty easy", "start": 757.386, "duration": 1.57}, {"text": "Responsibility I mean we've actually even seen it", "start": 758.956, "duration": 2.27}, {"text": "The ability to", "start": 763.216, "duration": 2.0}, {"text": "Make a commitment and keep it", "start": 765.706, "duration": 2.0}, {"text": "Which which by the way ideologically shows up is either duty or loyalty, but those are both ideologies the the deeper sense is that ability", "start": 769.816, "duration": 6.199}, {"text": "Responsibility both of the individual in the group level the ability to actually really make a", "start": 778.996, "duration": 4.339}, {"text": "Personal sacrifice on the part of the group that's actually a deeply", "start": 783.736, "duration": 4.82}, {"text": "read value", "start": 789.076, "duration": 2.0}, {"text": "and I don't mean that by the way as", "start": 791.386, "duration": 2.0}, {"text": "Politically ideological certainly there are people who?", "start": 794.776, "duration": 2.929}, {"text": "Are currently part of blue who feel that deeply what I'm saying is that that shows up much much more intensely in", "start": 799.036, "duration": 6.89}, {"text": "Read and when you're feeling it in blue. You're actually feeling a red value, and that's good mixing is crucial", "start": 807.136, "duration": 4.73}, {"text": "Because that's very Jordan Peterson esque -", "start": 814.516, "duration": 2.36}, {"text": "How would you how do you define Jordan Peterson?", "start": 817.576, "duration": 2.42}, {"text": "Or do you think the fact the issue is that he is is not definable within one of those two camps", "start": 819.996, "duration": 5.129}, {"text": "Yeah, I think that's the point", "start": 825.196, "duration": 1.07}, {"text": "I think that he grasps directly the fact that human beings can only actually make sense of the world by virtue of", "start": 826.266, "duration": 6.42}, {"text": "communication with other human beings and this is all about the notion of admixture that one must have a mixture of of", "start": 833.986, "duration": 6.769}, {"text": "What I mean he uses the mythopoetic to make sense the order order and chaos", "start": 841.426, "duration": 4.549}, {"text": "The way right the taoist way is the alchemical admixture of order and chaos", "start": 846.736, "duration": 6.229}, {"text": "And that's it like that's how you do it, and so if you bias towards orderliness", "start": 853.606, "duration": 5.089}, {"text": "You find yourself in a rigid non adaptive", "start": 859.306, "duration": 3.859}, {"text": "non creative non exploratory framework", "start": 864.436, "duration": 2.389}, {"text": "Which will die because the world changes if you bias towards chaos", "start": 867.826, "duration": 4.13}, {"text": "You you eat your young and evaporate", "start": 872.716, "duration": 2.539}, {"text": "Which also ties for obvious reasons?", "start": 875.896, "duration": 2.21}, {"text": "And the key is to actually enable these things to be in", "start": 878.616, "duration": 2.159}, {"text": "relationship with each other and vital healthy relationship with each other, and I think that's in some sense the essence of what he's", "start": 880.906, "duration": 5.39}, {"text": "Focusing on and instead of the core what he's asking about Peterson is hard for the broadcast media to get a handle on", "start": 886.906, "duration": 5.989}, {"text": "Because the depth of his thought means he doesn't fit easily into any of their categories", "start": 893.236, "duration": 4.609}, {"text": "The clash with Kathy Newman was his breakthrough a moment where the new world met the old", "start": 898.456, "duration": 5.21}, {"text": "To give the context from Kathy Newman side she has to do dozens of interviews each month", "start": 904.336, "duration": 5.0}, {"text": "Peterson is hard to get a grip on and he sure as hell looks controversial", "start": 910.306, "duration": 4.039}, {"text": "She's also focused on getting sound bites for a five minute cut down of the interview for TV. Not a long conversation for online", "start": 914.836, "duration": 7.369}, {"text": "The interview was ridiculous. It was a ridiculous interviewing. I listen to it or watched it several times", "start": 922.996, "duration": 5.24}, {"text": "I was like this is so strange", "start": 928.236, "duration": 1.92}, {"text": "It's like her determination to turn into a conflict - it's one of the issues that I have with", "start": 930.156, "duration": 5.609}, {"text": "Television shows yeah, because they have a very limited amount of time, and they're trying to make things as salacious as possible", "start": 936.136, "duration": 6.179}, {"text": "They wouldn't have these sound bites these clickbait sound bites", "start": 942.315, "duration": 3.359}, {"text": "And she just went into it incredibly confrontational not trying to find your actual perspective", "start": 945.675, "duration": 6.27}, {"text": "But trying to force you to defend a non non realistic perspective. Yes well", "start": 951.946, "duration": 5.369}, {"text": "I was that I was the hypothetical villain of her imagination essentially. No this is also. Why YouTube is gonna kill TV", "start": 957.315, "duration": 6.81}, {"text": "Because television by its nature all of these narrow", "start": 964.915, "duration": 3.59}, {"text": "broadcast", "start": 969.175, "duration": 1.921}, {"text": "technologies they rely on", "start": 971.096, "duration": 2.0}, {"text": "forcing the story right because", "start": 973.525, "duration": 1.921}, {"text": "It has to happen now", "start": 975.446, "duration": 1.339}, {"text": "It has to happen in like often in five minutes because they only broadcast five minutes of that in interview", "start": 976.785, "duration": 5.729}, {"text": "They did put the whole thing up on YouTube to their credit", "start": 982.515, "duration": 2.43}, {"text": "It it it hasn't ceased to amaze me yet. I think that they thought that the interview went fine", "start": 985.885, "duration": 7.31}, {"text": "after the interview Channel four News found themselves at the center of an online storm", "start": 993.926, "duration": 4.849}, {"text": "Which included some nasty personal and misogynistic attacks?", "start": 999.086, "duration": 4.219}, {"text": "It's understandable that they just wanted it to go away", "start": 1006.526, "duration": 2.779}, {"text": "But online is forever", "start": 1010.486, "duration": 1.88}, {"text": "and as the center of gravity continues to shift away from traditional media this interview is I would argue a", "start": 1012.366, "duration": 6.839}, {"text": "slow-motion and", "start": 1019.696, "duration": 1.56}, {"text": "Continuing car crash for Channel 4's credibility, so why did it happen?", "start": 1021.256, "duration": 4.489}, {"text": "Partly the limitations of the medium of TV, but also because of the institutional political blindness of the mainstream media", "start": 1026.386, "duration": 7.609}, {"text": "I've always considered myself of the liberal left, but especially since the election of Trump", "start": 1034.546, "duration": 4.879}, {"text": "I've been trying to understand what happened and I'm convinced that the polarization", "start": 1039.526, "duration": 4.069}, {"text": "We're seeing is mainly driven by the shadow side of liberalism in particular where supposedly", "start": 1043.726, "duration": 6.14}, {"text": "Inclusive social justice liberalism stops being inclusive and secretly judges and despises people that don't think the same way", "start": 1050.416, "duration": 7.189}, {"text": "the rebellion of Trump and brexit was a direct response as", "start": 1058.486, "duration": 4.489}, {"text": "Yuri Harris argues in this article in Colet the new gatekeepers of the media have become a new bourgeoisie", "start": 1064.576, "duration": 6.29}, {"text": "Enforcing a rigid etiquette and using the rights of the oppressed", "start": 1071.536, "duration": 3.169}, {"text": "as an excuse to put forward a vision of the kind of society they personally want to live in", "start": 1075.016, "duration": 5.329}, {"text": "on the surface level", "start": 1081.466, "duration": 1.92}, {"text": "it's about how a narrow social justice worldview embodied by Kathy Newman in the interview became the new status quo and", "start": 1083.386, "duration": 7.969}, {"text": "How this institutional bias of much of the mainstream media?", "start": 1091.876, "duration": 3.29}, {"text": "Means it can't see or understand the forces that are challenging this new consensus", "start": 1095.836, "duration": 5.239}, {"text": "The counterculture used to be on the left, but once it won. The culture war it left space for a new counterculture", "start": 1103.126, "duration": 7.609}, {"text": "The biggest manifestation is the red pill phenomena which the mainstream media?", "start": 1111.496, "duration": 5.359}, {"text": "Mistakenly assumes is the same thing as the OLT right? I was surprised to just discover the overlap between", "start": 1117.136, "duration": 7.849}, {"text": "What I minute II particularly like", "start": 1127.606, "duration": 2.69}, {"text": "Greek philosophy and stoicism and", "start": 1131.626, "duration": 2.54}, {"text": "The alt-right who I've always thought of you know if I come across on the tour. I thought the most kind", "start": 1135.256, "duration": 4.91}, {"text": "Swivel-eyed bogeymen you know", "start": 1142.136, "duration": 2.27}, {"text": "completely unpalatable", "start": 1145.856, "duration": 1.92}, {"text": "extremists in their in their basements and then to discover that", "start": 1147.776, "duration": 4.789}, {"text": "You know a lot of them were a lot of people in stoicism were also really into the alt-right", "start": 1153.596, "duration": 5.39}, {"text": "Made me wonder. What was going on and why?", "start": 1159.566, "duration": 3.53}, {"text": "People like me were getting radicalized", "start": 1163.616, "duration": 2.869}, {"text": "I'm drawn into if you explain. What stoicism is for", "start": 1167.126, "duration": 2.78}, {"text": "Stoicism is basically an ancient Greek philosophy, which was became very popular in the Roman Empire", "start": 1171.896, "duration": 7.64}, {"text": "You know with like the Emperor Marcus Aurelius was a stoic for example?", "start": 1180.806, "duration": 4.76}, {"text": "And it's in some ways like a Western form of Buddhism", "start": 1185.566, "duration": 3.54}, {"text": "It's like a therapy for the emotions it teaches you to take", "start": 1189.446, "duration": 4.07}, {"text": "Responsibility for your thoughts to take and thereby to take some control over your emotions", "start": 1193.916, "duration": 4.609}, {"text": "so in some ways it's putting forward a model of", "start": 1199.376, "duration": 3.26}, {"text": "strength and integrity and kind of resilience", "start": 1203.486, "duration": 3.739}, {"text": "Amid adversity and rapid change so for that reason it's become very popular in the last 10 years I", "start": 1208.766, "duration": 7.28}, {"text": "Think this is also. Why from my perspective at least someone like Jordan Pederson", "start": 1216.776, "duration": 4.069}, {"text": "Is often looked from the outside as being aligned with the alt-right because he has a similar message", "start": 1221.366, "duration": 4.939}, {"text": "But it's but there are crucial differences. I think between what we would consider", "start": 1226.306, "duration": 4.26}, {"text": "I mean certainly white nationalism would be an essential part of the alt-right", "start": 1230.726, "duration": 4.52}, {"text": "I would say of any useful definition, and yeah, that's that's certainly not characteristic of of Jordan Peterson from my experience", "start": 1235.396, "duration": 6.779}, {"text": "No, there's a crucial difference at least between stoicism and the alt-right", "start": 1242.306, "duration": 4.64}, {"text": "Even though a lot of alt writers into stoicism in that stoicism, and and maybe Jordan Peterson as well", "start": 1248.126, "duration": 6.41}, {"text": "I don't know. I'm not an expert on him talk about the way to gain strength and", "start": 1254.536, "duration": 4.919}, {"text": "maturity and power is", "start": 1260.276, "duration": 2.0}, {"text": "Internal it's to take responsibility for your own thoughts and feelings", "start": 1263.096, "duration": 4.28}, {"text": "Whilst I think people sometimes men might look for that sense of power and control", "start": 1267.956, "duration": 5.57}, {"text": "externally by", "start": 1274.466, "duration": 2.0}, {"text": "suppressing or", "start": 1276.926, "duration": 2.0}, {"text": "Segregating anyone who they feel threatened by whether that's other colours or other sexualities or", "start": 1279.655, "duration": 6.59}, {"text": "Gender so there's a crucial difference there one is about kind of inner", "start": 1286.976, "duration": 3.619}, {"text": "Integrity and and and just kind of being strong within yourself", "start": 1291.056, "duration": 4.7}, {"text": "and the other is about trying to take control through the kind of exterior I", "start": 1295.756, "duration": 4.079}, {"text": "Mean every public appearance that I've made that's related to the sort of topics that were discussing is overwhelmingly men", "start": 1301.256, "duration": 6.739}, {"text": "It's like it's like eighty-five to ninety percent", "start": 1308.275, "duration": 2.24}, {"text": "And so I thought wow that's weird like what the hell's going on here exactly, and then the other thing. I've noticed is that?", "start": 1310.616, "duration": 6.02}, {"text": "I've been talking a lot to the crowds that I've been talking to not about rights", "start": 1317.366, "duration": 3.77}, {"text": "But about responsibility right because you can't have the bloody converse. What are you doing? You can't have the conversation about rights without the", "start": 1321.136, "duration": 6.809}, {"text": "conversation about responsibility because your rights are my", "start": 1328.525, "duration": 3.41}, {"text": "Responsibility that's what they are", "start": 1332.576, "duration": 2.0}, {"text": "Technically, so you just can't have only half of that discussion, and we're only having half that discussion the question is well", "start": 1334.706, "duration": 6.979}, {"text": "What the hell are you leaving out if you only have that half of the discussion and the answer is what you're leaving out", "start": 1341.686, "duration": 6.089}, {"text": "Responsibility and then the question is well", "start": 1348.116, "duration": 2.359}, {"text": "What are you leaving out if you're leaving out responsibility and the answer might be well, maybe you're leaving out the meaning of life", "start": 1350.476, "duration": 5.309}, {"text": "That's what it looks like to me. It's like here you are", "start": 1356.816, "duration": 2.81}, {"text": "Suffering away, what makes it worthwhile, right?", "start": 1360.535, "duration": 3.23}, {"text": "You know you're completely. Oh, you're completely you have no idea what you're", "start": 1364.706, "duration": 4.91}, {"text": "You it's almost impossible to describe how bad an idea that is", "start": 1370.316, "duration": 5.209}, {"text": "responsibility", "start": 1376.916, "duration": 2.0}, {"text": "That's what gives life meaning", "start": 1378.926, "duration": 1.71}, {"text": "It's like lift a load", "start": 1380.636, "duration": 2.0}, {"text": "Then you can tolerate yourself right because look at your useless", "start": 1382.916, "duration": 3.2}, {"text": "Easily hurt easily killed. Why should you have any self-respect?", "start": 1386.816, "duration": 3.29}, {"text": "That's the story of the fall", "start": 1390.746, "duration": 2.0}, {"text": "Pick something up and carry it pick make it heavy enough so that you can think yeah well", "start": 1393.025, "duration": 4.58}, {"text": "Useless as I am at least I could move that from there to there well", "start": 1398.155, "duration": 4.13}, {"text": "What's really cool about that is that when I talk to these crowds about this the man's eyes light and that's very good", "start": 1402.285, "duration": 6.6}, {"text": "I've seen that phenomena because I've been talking about this", "start": 1408.886, "duration": 2.099}, {"text": "Mythological material for a long time and I can see when I'm watching crowds people you know their eyebrows lift their eyes let light up", "start": 1411.116, "duration": 6.23}, {"text": "Because I put something together for them. That's what mythological stories. Do so I'm not taking responsibility for that", "start": 1417.346, "duration": 5.88}, {"text": "That's what the stories do so I say the story and people go click click click", "start": 1423.226, "duration": 3.569}, {"text": "You know in their eyes light up, but this responsibility thing", "start": 1426.866, "duration": 3.11}, {"text": "That's a whole new order of this is that young men are so hungry for that. It is unbelievable. It just blows me away", "start": 1429.976, "duration": 6.239}, {"text": "It's like really that's what's that's the counterculture?", "start": 1436.226, "duration": 4.189}, {"text": "Grow the hell up and do something useful really I could do that oh", "start": 1441.656, "duration": 3.979}, {"text": "I'm so excited by that idea no one ever mentioned that before it's like rights rights rights rights Jesus", "start": 1445.636, "duration": 6.479}, {"text": "It's it's it's appalling. It's and and I feel that that's deeply felt by the people who are who are coming out to", "start": 1452.116, "duration": 7.8}, {"text": "To listen to these sorts of things to they're they've had enough of that", "start": 1460.616, "duration": 2.84}, {"text": "So and they better have because it's it's a non-productive mode of being", "start": 1464.486, "duration": 4.04}, {"text": "responsibility man", "start": 1469.256, "duration": 1.11}, {"text": "Peterson is part of the counterculture that he describes himself as a classic liberal and yet he's frequently", "start": 1470.366, "duration": 6.2}, {"text": "Described as right-wing by the media", "start": 1476.726, "duration": 2.18}, {"text": "This is not limited to Peterson", "start": 1479.726, "duration": 2.15}, {"text": "James d'amours infamous Google memo was described everywhere as an anti diversity screed", "start": 1482.336, "duration": 5.599}, {"text": "Despite him specifically stating he wanted to encourage more diversity in the workplace", "start": 1488.636, "duration": 4.52}, {"text": "Many believe that the Channel 4 interview was a significant moment in exposing this mindset as dogmatic", "start": 1500.876, "duration": 6.53}, {"text": "reactionary and fixed so during the interview we see an example of a", "start": 1508.076, "duration": 4.309}, {"text": "Delusional framework that is what appears to be largely incapable of perceiving and reacting to reality in real time", "start": 1514.316, "duration": 6.979}, {"text": "but much more interesting is what happened afterwards which was the sort of the", "start": 1522.506, "duration": 4.7}, {"text": "self-healing and policing mechanism of the larger social consensus of how when how the blue church", "start": 1527.486, "duration": 6.86}, {"text": "Reactively goes about maintaining the integrity of its frame", "start": 1536.336, "duration": 4.789}, {"text": "And so what ended up happened was there was a break in the frame there was a glitch in the matrix the", "start": 1542.836, "duration": 3.839}, {"text": "Mechanisms of the blue church reacted to endeavor to control the frame and to convert it into a way of sense of", "start": 1548.516, "duration": 6.709}, {"text": "Making sense of the what occurred that still maintained the integrity of its frame?", "start": 1556.706, "duration": 3.889}, {"text": "Do you mean when they tried to characterize it as sort of?", "start": 1560.906, "duration": 3.619}, {"text": "abusive trolls and you're right hero, and all of that exactly exactly it's sort of a", "start": 1565.106, "duration": 4.97}, {"text": "to use of a military language it was a fallback position that was a", "start": 1570.626, "duration": 3.41}, {"text": "Reactive almost instinctual and not almost in fact precisely instinct was that pure habit there was no", "start": 1574.376, "duration": 6.02}, {"text": "Thoughtfulness or even", "start": 1582.116, "duration": 2.42}, {"text": "strategic", "start": 1586.016, "duration": 1.08}, {"text": "Action there it was if if X then Y and in this case Y is. Here's a set of things that one does to", "start": 1587.096, "duration": 7.49}, {"text": "re-establish the dominant frame and", "start": 1595.196, "duration": 2.0}, {"text": "Now we're now were two levels deep you know the first. Level was a", "start": 1598.076, "duration": 3.319}, {"text": "sort of self-evident disaster, but then the second level was also a relatively self-evident disaster and", "start": 1602.036, "duration": 5.63}, {"text": "There isn't really a third level", "start": 1608.786, "duration": 2.0}, {"text": "In this approach so it ends up happening, and this is again. You can kind of just think about this from ordinary psychology", "start": 1611.156, "duration": 6.29}, {"text": "This is how?", "start": 1618.596, "duration": 0.93}, {"text": "delusions fall apart", "start": 1619.526, "duration": 1.5}, {"text": "As try as we might our desire to interpret reality to mean what we wanted to mean at the end of the day. We'll always", "start": 1621.026, "duration": 6.5}, {"text": "Be checked against what reality actually is", "start": 1628.136, "duration": 2.63}, {"text": "It may be some time. You know we're pretty good at making things up and pretending, but eventually", "start": 1631.706, "duration": 5.389}, {"text": "Reality is reality this isn't to say that Peterson is not controversial", "start": 1637.886, "duration": 4.07}, {"text": "He's saying things that challenge the most deeply held assumptions of the new establishment narrative", "start": 1642.776, "duration": 5.63}, {"text": "I guess the other reason that people are on", "start": 1648.406, "duration": 2.489}, {"text": "My case to some degree is because I have made a strong case which I think is fully documented by the scientific literature that there", "start": 1650.966, "duration": 7.04}, {"text": "Are intrinsic differences say between men and women and I think the evidence and that this is the thing that staggered me is that?", "start": 1658.006, "duration": 5.849}, {"text": "No serious scientists have debated that for like four decades", "start": 1664.346, "duration": 4.94}, {"text": "It's that argument was done by the time. I went to graduate school everyone knew that human beings were not a blank slate that", "start": 1669.866, "duration": 7.669}, {"text": "biological forces not", "start": 1678.446, "duration": 2.0}, {"text": "Parameterised the way that we thought and and felt and acted and and and valued everyone knew that the fact that this has become somehow", "start": 1681.145, "duration": 7.91}, {"text": "debatable again is just", "start": 1689.365, "duration": 1.74}, {"text": "Especially because it's being done by legislative Fiat. They're forcing it", "start": 1691.105, "duration": 3.32}, {"text": "Part of Peterson's argument based on years of psychological research is that much of the political?", "start": 1695.035, "duration": 5.989}, {"text": "Conflicts are due to try to integrate the different political temperaments of men and women", "start": 1701.456, "duration": 5.839}, {"text": "we were talking about the relatively the relative evolutionary roles of men and women this is speculative obviously and and", "start": 1707.875, "duration": 7.07}, {"text": "Because our research did indicate. It's tentative research so far that that the the the SG is", "start": 1715.615, "duration": 5.78}, {"text": "SJW sort of equality above all else philosophy is more prevalent among women", "start": 1722.035, "duration": 5.39}, {"text": "It's predicted by the personality factors that are more common among women so agreeable this and high negative emotion", "start": 1728.755, "duration": 6.829}, {"text": "Primarily agreeableness, but in addition. It's also predicted by being female and so I've been thinking about that a lot because", "start": 1736.316, "duration": 7.13}, {"text": "well men are bailing out of the humanities like mad and", "start": 1744.145, "duration": 2.719}, {"text": "Pretty much out of the university is except for stem the women are moving in like mad", "start": 1747.176, "duration": 3.89}, {"text": "And they're also moving into the political sphere like mad, and this is new right", "start": 1751.066, "duration": 4.38}, {"text": "we've never had this happen before and we do know know do not know what the", "start": 1755.446, "duration": 3.329}, {"text": "Significance of it is it's only 50 years old and so we were thinking about this", "start": 1758.845, "duration": 4.25}, {"text": "and so I don't know what you think about this proposition, but", "start": 1763.095, "duration": 2.91}, {"text": "imagine that that that historically speaking, it's", "start": 1766.525, "duration": 2.869}, {"text": "something like", "start": 1770.215, "duration": 1.38}, {"text": "Women were responsible for distribution and men were responsible for production", "start": 1771.595, "duration": 3.8}, {"text": "Something like that and maybe maybe that's only the case really in the tight confines of the immediate family", "start": 1776.456, "duration": 5.869}, {"text": "But that doesn't matter because that's most of the evolutionary landscape for human beings anyways what the women does did was make sure that everybody", "start": 1782.326, "duration": 6.75}, {"text": "Got enough", "start": 1789.076, "duration": 1.689}, {"text": "okay, and that seems to me to be one of the things that's driving at least in part the SJW demand for for equity and", "start": 1790.765, "duration": 7.219}, {"text": "Equality it's like let's make sure everybody has enough. It's like look fair enough", "start": 1797.985, "duration": 4.5}, {"text": "You know I mean you can't you can't argue with that", "start": 1802.485, "duration": 2.28}, {"text": "but there's there's an antipathy between that and", "start": 1804.956, "duration": 3.289}, {"text": "The the reality of differential productivity you know because people really do differ in their productivity", "start": 1808.736, "duration": 5.369}, {"text": "I think that the SJW phenomena is different", "start": 1814.106, "duration": 3.15}, {"text": "and I think it is associated at least in part with the rise of women to political power and and", "start": 1817.256, "duration": 4.949}, {"text": "We don't know what women are like when they have political power because they've never had it", "start": 1822.905, "duration": 4.94}, {"text": "I mean there's been queens obviously and that sort of thing there's been female authority figures and females have", "start": 1827.846, "duration": 5.189}, {"text": "Wielded far more power historically than feminists generally like to admit, but this is a different thing", "start": 1833.376, "duration": 4.88}, {"text": "And we don't know what what a truly female political philosophy would be like, but it might be", "start": 1838.256, "duration": 5.789}, {"text": "Especially if it's not been well examined", "start": 1844.626, "duration": 1.82}, {"text": "And it isn't very sophisticated conceptually it could easily be let's make sure things you've distributed equally. Well, yeah", "start": 1846.446, "duration": 5.91}, {"text": "Why", "start": 1854.826, "duration": 2.0}, {"text": "One of Peterson's main influences is the psychologist Carl Jung", "start": 1858.816, "duration": 3.92}, {"text": "Young psychology was built around the concept of the shadow all the things about ourselves. We don't want to accept our anger", "start": 1863.645, "duration": 7.85}, {"text": "negativity", "start": 1872.166, "duration": 1.17}, {"text": "Unconscious judgments, and how we need to integrate all those disowned parts to grow", "start": 1873.336, "duration": 5.0}, {"text": "I'm convinced. That's what's happening on a vast cultural level", "start": 1878.976, "duration": 4.25}, {"text": "since leaving channel 4 news", "start": 1884.076, "duration": 1.67}, {"text": "I've retrained as a counselor and started leading personal growth workshops for men", "start": 1885.746, "duration": 4.77}, {"text": "And thought a lot about how these unconscious gender dynamics are playing out in the culture", "start": 1890.856, "duration": 5.119}, {"text": "One of the central concepts is Jung's idea of animus and anima possession", "start": 1897.155, "duration": 4.91}, {"text": "How each have both an inner masculine and feminine essence in?", "start": 1902.285, "duration": 3.95}, {"text": "A man when he's unconsciously possessed by his feminine side his anima he becomes withdrawn", "start": 1906.606, "duration": 6.049}, {"text": "Moody and reactive and when a woman is possessed by her male side the animus", "start": 1913.025, "duration": 5.39}, {"text": "she becomes aggressive and dominating and", "start": 1918.696, "duration": 2.81}, {"text": "How many women are pushed into that by the nature of the modern workplace?", "start": 1922.145, "duration": 3.74}, {"text": "The Kathy Newman I know is warm compassionate a successful and talented journalist none of this is criticism of her", "start": 1926.556, "duration": 7.219}, {"text": "Just the role she was playing in the interview", "start": 1934.056, "duration": 2.359}, {"text": "It moves forward in these pattered and manners like the dominance hierarchy for example, so that's that let's call that the masculine archetype", "start": 1941.901, "duration": 7.429}, {"text": "It's part of the masculine archetype in fact the onus", "start": 1949.331, "duration": 3.119}, {"text": "Proclamation was that the female representation of the male", "start": 1954.051, "duration": 3.289}, {"text": "so that's the animus is the", "start": 1958.131, "duration": 2.18}, {"text": "Dominance hierarchy it's the patriarchy", "start": 1961.041, "duration": 2.21}, {"text": "So that's that that's the unconscious archetype, which I think is extremely interesting given", "start": 1964.491, "duration": 5.059}, {"text": "what's happened say in the women's movement because that's what's projected onto men and", "start": 1969.55, "duration": 4.11}, {"text": "and", "start": 1974.361, "duration": 1.11}, {"text": "It can be projected in a very negative way", "start": 1975.471, "duration": 2.089}, {"text": "it doesn't have to be but it can be and so an animus possessed woman treats a man as if he's the", "start": 1977.561, "duration": 6.27}, {"text": "Manifestation of the tyrannical patriarchy he's a group he's that group of men", "start": 1984.26, "duration": 4.34}, {"text": "Yeah, the group of bad men actually you watched the Jordan Peterson Kathy Newman entity. What did he what did he think I?", "start": 1989.181, "duration": 7.01}, {"text": "My whole body contracted, and I I felt so sad for", "start": 1998.181, "duration": 5.51}, {"text": "womanhood I felt", "start": 2004.54, "duration": 2.0}, {"text": "disappointed and I", "start": 2007.27, "duration": 2.479}, {"text": "Could see how", "start": 2011.321, "duration": 2.0}, {"text": "the shadow part of womanhood was acting out I could see how the", "start": 2013.751, "duration": 4.91}, {"text": "collective rage was acting through Kathy Newman and", "start": 2019.541, "duration": 4.61}, {"text": "This is what happens is that when that's unknown its projected blindly on to", "start": 2024.761, "duration": 6.8}, {"text": "Whatever stick wherever it sticks", "start": 2032.081, "duration": 2.3}, {"text": "and it was very clear that she already had an agenda and she already had a projection that she was just", "start": 2034.381, "duration": 5.939}, {"text": "Looking to state she was she was just looking to have that confirmed so I felt on behalf of women", "start": 2040.751, "duration": 6.83}, {"text": "I felt sad and disappointed because we need to have intelligent", "start": 2047.581, "duration": 5.04}, {"text": "conversations, and I also want to say that this isn't", "start": 2053.291, "duration": 2.479}, {"text": "even though the the specific example is the Kathy Newman Jordan Peterson interview, it's not specific to", "start": 2056.351, "duration": 5.6}, {"text": "- Kathy Newman I think the fact that that interview has resonated with so many people that it's been so popular shows that actually something", "start": 2062.501, "duration": 7.4}, {"text": "archetypal was going on in that in that interaction", "start": 2070.931, "duration": 2.989}, {"text": "And I think as well why it's gone viral is a lot of people watching it", "start": 2073.921, "duration": 6.689}, {"text": "Recognize those dynamics. They're like I've been in conversations like that", "start": 2081.131, "duration": 2.869}, {"text": "I've been in this conversation where nothing I say works where nothing I say gets through", "start": 2084.221, "duration": 4.819}, {"text": "So there's something sort of fundamental about about the masculine feminine dynamic. That's going on in there", "start": 2090.071, "duration": 4.939}, {"text": "What do you think that is I think Jordan Peterson? He's everyman Kathy Newman", "start": 2095.161, "duration": 4.649}, {"text": "She's every woman I can tap into that rage like this", "start": 2099.911, "duration": 4.159}, {"text": "I know it in myself and women that say they don't they're just denying it because it is in the collective", "start": 2104.071, "duration": 6.63}, {"text": "So in that sense it just highlighted what what's that?", "start": 2110.891, "duration": 3.379}, {"text": "It's wonderful because here we really get to look at why is this so?", "start": 2114.271, "duration": 5.969}, {"text": "Important why is it so important to listen to?", "start": 2120.851, "duration": 3.439}, {"text": "To a thinker like Jordan Peterson and take it seriously and say what can we do with it?", "start": 2124.751, "duration": 6.02}, {"text": "It's just so obvious that it's needed", "start": 2130.871, "duration": 3.109}, {"text": "Because if this is where we are if this is where society and cultures is if this is the ability to have an intelligent conversations", "start": 2134.291, "duration": 7.699}, {"text": "Conversation then we are in trouble, I really feel that there is this", "start": 2142.601, "duration": 3.62}, {"text": "collective", "start": 2146.921, "duration": 1.38}, {"text": "subconscious rage that is just", "start": 2148.301, "duration": 2.929}, {"text": "boiling in women and it's coming up in so many ways we see we see in the media and", "start": 2151.631, "duration": 6.139}, {"text": "What's going on is this?", "start": 2158.531, "duration": 2.0}, {"text": "unknown", "start": 2160.811, "duration": 1.56}, {"text": "Rage that comes up in in many different ways um", "start": 2162.371, "duration": 3.29}, {"text": "And on one hand it needs to come out we need to clear it it needs to be expressed it needs to", "start": 2166.211, "duration": 7.909}, {"text": "Be acknowledged on the other hand it's not enough. This is only like this is breaking the ice", "start": 2174.121, "duration": 6.84}, {"text": "So that the next step of evolution, can you know?", "start": 2181.631, "duration": 4.189}, {"text": "Consciousness can start coming through and that's what I'm lacking in women. It's really to take", "start": 2186.851, "duration": 4.9}, {"text": "responsibility for what we do as women in our", "start": 2192.421, "duration": 3.59}, {"text": "Manipulation in our seduction in our control, and and it's so easy for women to say", "start": 2196.531, "duration": 7.369}, {"text": "but that's just because we angry and men did this and patriarchy, but it's", "start": 2203.901, "duration": 4.439}, {"text": "It's such a lack of", "start": 2208.861, "duration": 1.83}, {"text": "responsibility and this", "start": 2210.691, "duration": 1.74}, {"text": "Women really need to know I mean, that's the the kind of shadow work is", "start": 2212.431, "duration": 3.619}, {"text": "The acceptance that we all have shadows that men certainly have a shadow. There is a shadow around masculinity", "start": 2216.721, "duration": 5.75}, {"text": "but there's also a shadow around femininity and", "start": 2223.291, "duration": 2.209}, {"text": "while part of the cultural conversation now is toxic masculinity and everyone knows what you mean by toxic toxic masculinity if", "start": 2226.321, "duration": 7.85}, {"text": "You talk about toxic femininity", "start": 2234.661, "duration": 2.0}, {"text": "Everyone still knows what you mean, but you can't have that conversation", "start": 2237.241, "duration": 2.869}, {"text": "Which is it's it's interesting?", "start": 2240.781, "duration": 2.0}, {"text": "What is allowed to be said and what is not allowed to be said at the moment and that that I think is?", "start": 2242.851, "duration": 5.479}, {"text": "is very", "start": 2249.001, "duration": 2.0}, {"text": "Dangerous that certain topics certain conversations are off are off-limits", "start": 2251.821, "duration": 4.64}, {"text": "And this is where we see where we see the victim persecutor dynamics activates it because women", "start": 2256.741, "duration": 6.589}, {"text": "become the become the victims, and we make ourselves the victims and we", "start": 2263.761, "duration": 4.25}, {"text": "Persecute men but in that aggression in that rage and when we are the victims. We are in perfect control", "start": 2268.591, "duration": 6.229}, {"text": "we become the persecutors because we say", "start": 2275.341, "duration": 2.78}, {"text": "It's all about blame", "start": 2279.481, "duration": 2.0}, {"text": "Men did this and men need to take responsibility", "start": 2281.671, "duration": 2.57}, {"text": "But in that we become the persecutors, and it's also very difficult as well because one imagines that that", "start": 2284.791, "duration": 7.4}, {"text": "Combative attitude is something that has served her well in the past and it's something that", "start": 2293.161, "duration": 3.919}, {"text": "She's maybe felt forced into because of the nature of the society that she's operating in so it's a kind of catch-22 situation", "start": 2297.451, "duration": 5.629}, {"text": "for the many successful women because they feel that they're pushed to be more masculine and", "start": 2303.451, "duration": 5.0}, {"text": "Then when they're more masculine they get judged for being more masculine", "start": 2309.241, "duration": 4.489}, {"text": "It's it's very sad and and and I can see that dynamics being played out absolutely", "start": 2314.761, "duration": 5.059}, {"text": "But I think the only thing we can do is to take responsibility okay?", "start": 2320.401, "duration": 4.709}, {"text": "I'm doing that do I really want to compromise my femininity do I want to compromise my integrity?", "start": 2325.151, "duration": 6.439}, {"text": "Do I want to compromise my gender and?", "start": 2332.441, "duration": 2.689}, {"text": "Play that or is there another way that I can be powerful without being aggressive without playing a power game", "start": 2335.351, "duration": 6.53}, {"text": "But resting in my natural power", "start": 2342.041, "duration": 2.299}, {"text": "resting in my natural dignity", "start": 2344.921, "duration": 2.0}, {"text": "Resting in that deep rootedness that we both have in our genders that", "start": 2347.081, "duration": 4.37}, {"text": "When we are peace with it and when we acknowledge it in ourselves", "start": 2352.301, "duration": 3.44}, {"text": "It's there as a natural thing and and this is the thing I don't want to make this personal about Kathy Newman", "start": 2357.431, "duration": 4.85}, {"text": "Because it's it's in that potential is in every woman, but it's because we are persecuting our own femininity", "start": 2362.441, "duration": 6.379}, {"text": "What's being played out that we're doing it to ourselves because we don't trust that it's good enough to be a woman", "start": 2369.521, "duration": 5.419}, {"text": "We don't trust that we can have conversations that come from a felt embodied perspective. We don't trust that we're connected to truth", "start": 2374.941, "duration": 7.169}, {"text": "because these these", "start": 2383.141, "duration": 2.0}, {"text": "Masculine ways have been have been very strong and women have been denying their own power", "start": 2385.541, "duration": 4.879}, {"text": "In my work over many years of working with this I find that very few women", "start": 2390.791, "duration": 4.91}, {"text": "Grew up in households which really?", "start": 2397.031, "duration": 2.449}, {"text": "Loved admired respected honored", "start": 2400.151, "duration": 2.36}, {"text": "cherished the feminine and", "start": 2403.421, "duration": 2.0}, {"text": "So there is intrinsically for so many women who've grown up in the I don't know the last hundred years that say", "start": 2405.791, "duration": 7.4}, {"text": "A kind of devaluation of the feminine that gets taken on and of course and as well as abuse", "start": 2413.531, "duration": 7.189}, {"text": "aggression all sorts of things so very", "start": 2420.971, "duration": 2.479}, {"text": "Many women out of an intelligent strategy to survive", "start": 2424.721, "duration": 3.469}, {"text": "Develop their masculine side as a defense against that devaluation for the feminine and over time they become very", "start": 2428.831, "duration": 6.5}, {"text": "Identified with that masculine side the male equivalent is animal possession", "start": 2435.641, "duration": 4.28}, {"text": "in anima possession it's the loss of relaxed confidence in the", "start": 2440.531, "duration": 6.049}, {"text": "Groundedness in the masculine and is overwhelmed by his own inner feminine side", "start": 2447.161, "duration": 5.149}, {"text": "a passive withdrawn", "start": 2452.911, "duration": 2.099}, {"text": "moody", "start": 2455.621, "duration": 1.2}, {"text": "bitchy", "start": 2456.821, "duration": 2.0}, {"text": "Complaining", "start": 2459.101, "duration": 1.95}, {"text": "not showing up kind of guy, which I think is really so much what feminists are angry about I", "start": 2461.051, "duration": 6.469}, {"text": "Don't see them as really angry about the masculine per se but it the way that", "start": 2467.521, "duration": 4.47}, {"text": "Males behave, and you know I have got a lot of compassion for that", "start": 2472.511, "duration": 3.89}, {"text": "Because for myself and most men that I know we weren't really shown how to be as men", "start": 2477.011, "duration": 5.75}, {"text": "We didn't really get initiated into it and so and then this strong thing comes from feminism", "start": 2482.761, "duration": 6.39}, {"text": "And we feel like it's it's maleness. That's wrong, and it's not it's not maleness. That's wrong. I don't even think feminism", "start": 2489.151, "duration": 7.919}, {"text": "feminists hate", "start": 2497.861, "duration": 1.29}, {"text": "The masculine it's like what the call is really for men is to develop their masculine", "start": 2499.151, "duration": 6.109}, {"text": "strength", "start": 2505.841, "duration": 1.05}, {"text": "presence courage", "start": 2506.891, "duration": 2.0}, {"text": "be relaxed and confident be protective and be strong and", "start": 2508.991, "duration": 3.799}, {"text": "Under this kind of assault which has come from a lot of animus possessed women a lot of men have retreated", "start": 2514.241, "duration": 6.289}, {"text": "And I think gone into feeling guilty about being men and have become passive", "start": 2520.631, "duration": 5.479}, {"text": "Indecisive and in that way a kind of feminized man has emerged", "start": 2527.351, "duration": 6.679}, {"text": "Those who followed Peterson's thought", "start": 2538.421, "duration": 2.0}, {"text": "recognize his analysis goes all the way down to the bedrock to the", "start": 2541.031, "duration": 4.219}, {"text": "Archetypal structures of consciousness itself the thing that I really see happening and you can tell me what you think about this in annoyance book", "start": 2545.501, "duration": 7.25}, {"text": "Consciousness which is masculine symbolically masculine for a variety of reasons is is viewed as rising up?", "start": 2553.511, "duration": 6.8}, {"text": "against the countervailing force of tragedy from an underlying", "start": 2561.341, "duration": 3.409}, {"text": "Feminine symbolically feminine unconsciousness right and it's something that can always be pulled back into that unconsciousness", "start": 2565.271, "duration": 5.69}, {"text": "That would be the microcosm of that would be the Freudian eatable mother", "start": 2571.001, "duration": 4.28}, {"text": "Familial dynamic where the mother is so over", "start": 2575.831, "duration": 2.87}, {"text": "Protective and all-encompassing that she interferes with the development of the competence not only of her sons", "start": 2579.581, "duration": 4.76}, {"text": "But also of her daughter of her children in general, and it seems to me that that's the dynamic", "start": 2584.341, "duration": 4.969}, {"text": "That's being played out in our", "start": 2589.311, "duration": 1.21}, {"text": "Society right now is that there's this and it's it's related in some way that I don't understand to this to this", "start": 2590.521, "duration": 5.57}, {"text": "Insistence that all forms of masculine Authority are nothing, but tyrannical power so the symbolic representation is", "start": 2596.341, "duration": 7.159}, {"text": "tyrannical father with no appreciation for the benevolent father and", "start": 2604.291, "duration": 4.01}, {"text": "benevolent mother with no appreciation whatsoever for the tyrannical mother right and that's that and", "start": 2608.821, "duration": 5.209}, {"text": "Because I thought of ideologies as fragmentary mythologies", "start": 2614.19, "duration": 2.96}, {"text": "That's where they get their", "start": 2617.22, "duration": 1.651}, {"text": "archetypal and psychological power right and so in a balanced representation you have the terrible mother and the Great Mother as", "start": 2618.871, "duration": 6.589}, {"text": "Anointment laid out so nicely and you have the terrible father and the great father", "start": 2626.041, "duration": 4.159}, {"text": "So that's the fact that culture mangles you have to death well", "start": 2630.2, "duration": 3.18}, {"text": "It's also promoting you and developing you you have to see that as balanced, and then you have the heroic and adversarial individual", "start": 2633.381, "duration": 6.329}, {"text": "But in the postmodern world and this seems to be something that's increasingly", "start": 2639.811, "duration": 4.01}, {"text": "Seeping out into the culture at large you have nothing but the tyrannical father nothing", "start": 2644.341, "duration": 4.639}, {"text": "But the destructive force of masculine consciousness and nothing, but the benevolent", "start": 2648.98, "duration": 5.16}, {"text": "Benevolent great mother and it's a it's an appalling ideology, and it seems to me that it's sucking the vitality", "start": 2654.96, "duration": 5.479}, {"text": "Which is exactly what you would expect symbolically, it's sucking the vitality of our culture you see that with the increasing", "start": 2661.2, "duration": 6.14}, {"text": "demolition of of young men", "start": 2668.251, "duration": 2.09}, {"text": "And not only young men in terms of their academic performance", "start": 2670.92, "duration": 3.05}, {"text": "Which like they're falling way behind in elementary school way behind in junior high and bailing out of the universities like mad and so", "start": 2674.071, "duration": 6.979}, {"text": "And I well the public school education it's become completely permeated by this kind of my anti male propaganda", "start": 2681.121, "duration": 6.739}, {"text": "I mean, and I need to mean public schools are just a form of imprisonment. You know right now", "start": 2687.861, "duration": 3.689}, {"text": "They're particularly destructive to young men who have a lot of physical energy", "start": 2691.551, "duration": 3.27}, {"text": "You know you know I identify as transgender gay mic myself way", "start": 2695.67, "duration": 3.56}, {"text": "But I do not I do not require the entire world", "start": 2699.23, "duration": 3.689}, {"text": "To alter itself okay to fit my particular the self-image I do believe in", "start": 2703.081, "duration": 5.06}, {"text": "The power of hormones I believe that men exist and women exist and they are biologically different. I think that I think there is", "start": 2708.511, "duration": 7.219}, {"text": "no cure for", "start": 2716.371, "duration": 1.529}, {"text": "the culture eles right now except if men start standing opera in demanding that they be", "start": 2717.9, "duration": 6.02}, {"text": "Respected as men here's the problem", "start": 2724.201, "duration": 2.39}, {"text": "You know this is something my wife is pointed out to she said well men are gonna have to stand up for themselves", "start": 2726.591, "duration": 5.309}, {"text": "But here's the problem. I know how to stand up to a man who's", "start": 2731.901, "duration": 3.959}, {"text": "Who's?", "start": 2736.471, "duration": 1.29}, {"text": "unfairly", "start": 2737.761, "duration": 1.5}, {"text": "Trespassing against me and the reason I know that is because the parameters for my resistance are quite well-defined", "start": 2739.261, "duration": 5.57}, {"text": "Which is we talk? We argue? We push and then it becomes physical?", "start": 2744.961, "duration": 5.09}, {"text": "Right like if we move beyond the boundaries of civil discourse", "start": 2750.601, "duration": 3.5}, {"text": "We know what the next step is ok, that's forbidden in in discourse with women", "start": 2754.321, "duration": 5.329}, {"text": "So I don't know like it seems to me that it isn't men that have to stand up and say enough of this even though", "start": 2759.651, "duration": 6.12}, {"text": "That is what they should do it seems to me that it's saying women", "start": 2765.771, "duration": 2.79}, {"text": "Who have to stand up against their crazy sisters and say look enough of that enough man-hating enough?", "start": 2768.781, "duration": 6.02}, {"text": "Pathology enough bringing disgrace on us as a gender but the problem there", "start": 2775.231, "duration": 6.26}, {"text": "And then I'll stop my little tirade is that most of the women. I know who are saying are busy doing same things, right?", "start": 2781.491, "duration": 7.05}, {"text": "They're off they have their career. They have their family", "start": 2788.541, "duration": 2.489}, {"text": "They're quite occupied", "start": 2791.031, "duration": 0.72}, {"text": "And they don't seem to have the time or maybe even the interest to go after their their crazy harpy sisters", "start": 2791.751, "duration": 6.33}, {"text": "And so I don't see any regulating force for that that terrible femininity, and it seems to me to be", "start": 2798.081, "duration": 5.309}, {"text": "Invading the culture and undermining the the masculine power of the culture in a way, that's I think fatal", "start": 2805.171, "duration": 6.59}, {"text": "I really do believe that I too I too believe these are symptomatic of the decline of Western culture", "start": 2811.761, "duration": 5.76}, {"text": "And we and it will just go down flat. I don't think people realize that you know", "start": 2817.521, "duration": 3.989}, {"text": "Masculinity still exists okay in the world as a code among jihadists, okay?", "start": 2822.091, "duration": 5.329}, {"text": "And when you have passionate masculinity, okay?", "start": 2827.491, "duration": 2.929}, {"text": "Circling the borders like the Huns and the Vandals during the Roman Empire that that's what I see I see this culture rotting from within", "start": 2830.791, "duration": 6.349}, {"text": "okay, and", "start": 2837.211, "duration": 1.47}, {"text": "disemboweling itself literally", "start": 2838.681, "duration": 2.0}, {"text": "To navigate this new world the first is for your mind. Be aware of the fact that the habits of the blue church and", "start": 2850.211, "duration": 7.399}, {"text": "And how it works", "start": 2858.251, "duration": 1.89}, {"text": "Don't work anymore recognize that your way of making sense in the world that used to work", "start": 2860.141, "duration": 4.669}, {"text": "Don't work, and you really really need to set yourself free to begin learning the new", "start": 2864.81, "duration": 3.69}, {"text": "child's mind beginner's mind", "start": 2869.501, "duration": 2.0}, {"text": "second", "start": 2872.29, "duration": 1.98}, {"text": "this by nature must in fact be exploratory so", "start": 2874.27, "duration": 3.44}, {"text": "Swim, do not make sense prematurely in spite of the fact that the world feels dangerous inside of that you may want to", "start": 2878.35, "duration": 7.88}, {"text": "protect yourself in this dangerous world", "start": 2887.53, "duration": 2.45}, {"text": "Doing so too quickly did not allow the natural exploratory", "start": 2892.631, "duration": 5.28}, {"text": "Approach to do what it needs to do", "start": 2899.631, "duration": 2.0}, {"text": "really, just listen and", "start": 2902.451, "duration": 2.0}, {"text": "Learn go all the way dad back down to human base", "start": 2904.821, "duration": 3.169}, {"text": "Turn inward", "start": 2908.721, "duration": 1.62}, {"text": "Learn how fear shows up in you", "start": 2910.341, "duration": 2.119}, {"text": "Learn how not to allow fear to drive the choices that you make", "start": 2913.191, "duration": 3.8}, {"text": "Learn how to listen to the whole way that all of you perceives. What's going on become more integrated with your own body", "start": 2918.261, "duration": 6.11}, {"text": "Go out into nature", "start": 2925.041, "duration": 1.68}, {"text": "Spend a lot of time not connected to the chaos", "start": 2926.721, "duration": 3.08}, {"text": "That's going on and a lot of time", "start": 2929.801, "duration": 2.0}, {"text": "Reconnecting yourself with your fundamental capacity to perceive reality in all the different modalities these human beings have the capacity to do", "start": 2932.091, "duration": 7.489}, {"text": "Then relearn how to use other human beings as allies in figuring out how to make sense of the world I", "start": 2941.691, "duration": 5.75}, {"text": "mean that really relearn like we have been abused and", "start": 2948.111, "duration": 4.52}, {"text": "constrained by", "start": 2953.901, "duration": 2.0}, {"text": "institutional frameworks that remove us from our own native capabilities", "start": 2956.031, "duration": 3.169}, {"text": "So relearn that understand how to be a friend and an ally how to have a conversation with somebody where you're really listening closely", "start": 2959.571, "duration": 6.469}, {"text": "To get a sense of what their perspective brings to you where you're not obligated to agree with them", "start": 2966.411, "duration": 5.78}, {"text": "We are not obligated to move out of what you feel is right to form some new", "start": 2972.191, "duration": 4.38}, {"text": "Consensus reality, but where you're actually authentically?", "start": 2977.601, "duration": 2.839}, {"text": "Recognizing that their perspective has some capacity to bring richness to your perspective", "start": 2981.141, "duration": 4.04}, {"text": "This by the way is almost exclusively possible in person and what we're doing right now is an OK version of it", "start": 2986.331, "duration": 6.439}, {"text": "But we need to be very mindful the fact that", "start": 2992.771, "duration": 2.0}, {"text": "Linear broadcast is bad and even interactive", "start": 2995.241, "duration": 4.04}, {"text": "Bandwidth like this. It's not good enough. You know you've got to learn from raw", "start": 3000.221, "duration": 3.949}, {"text": "Physical and get yourself into places where your consensus reality, and your habits are willfully destroyed", "start": 3004.931, "duration": 6.199}, {"text": "Human to human conversations and and get as far away from ideology as you can", "start": 3012.611, "duration": 4.489}, {"text": "Your job is not to know what the fuck is going on", "start": 3017.831, "duration": 2.51}, {"text": "Your job is to be absolutely certain that you have no idea what the fuck is going on and learn how to feel from raw", "start": 3020.621, "duration": 5.959}, {"text": "chaos from raw uncertainty", "start": 3026.791, "duration": 2.0}, {"text": "up", "start": 3029.231, "duration": 2.0}, {"text": "Then and only then are you finally able to begin the journey of", "start": 3031.361, "duration": 5.329}, {"text": "Beginning to form a collective intelligence in this new environment", "start": 3037.511, "duration": 2.54}, {"text": "That's my advice", "start": 3040.691, "duration": 1.77}, {"text": "this is why we've created rebel wisdom to host these conversations to try and unpack what's going on and", "start": 3042.461, "duration": 7.04}, {"text": "through our workshops and events", "start": 3050.111, "duration": 2.0}, {"text": "Start to build this collective intelligence for the future", "start": 3052.301, "duration": 3.139}, {"text": "To see longer versions of the interviews featured in this film and our full-length documentary about Jordan Peterson check the rebel wisdom website", "start": 3056.441, "duration": 7.94}, {"text": "Help us create more films about these subjects by sponsoring us on patreon and come to our events to have these conversations in", "start": 3065.201, "duration": 7.91}, {"text": "person", "start": 3073.421, "duration": 2.0}, {"text": "You", "start": 3081.161, "duration": 2.0}]}