{
 "video_id": "ZwGDnSWmqhM",
 "channel_id": "UCL_f53ZEJxp8TtlOkHwMV9Q",
 "channel_name": "Jordan B Peterson",
 "title": "Take Aim, Even Badly",
 "url": "https://www.youtube.com/watch?v=ZwGDnSWmqhM",
 "date": "2018-12-21",
 "description": "A brief video on the utility of taking aim--even badly. At least it's a start. Most of the positive emotion that will characterize your life (at least of the sustaining kind) will be a consequence of watching yourself move successfully toward a valued goal. That means that there is little chance of meaningfully happiness and fulfillment in the absence of well-defined and high-order goals.\n\nSo make some :) \n\nThe Future Authoring program could help: https://www.selfauthoring.com\n\n\n\n--- SUPPORT THIS CHANNEL ---\n\nDirect Support: https://www.jordanbpeterson.com/donate\nMerchandise: https://teespring.com/stores/jordanbpeterson\n\n--- BOOKS ---\n\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life/\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning/\n\n--- LINKS ---\n\nWebsite: https://jordanbpeterson.com/\n12 Rules for Life Tour: https://jordanbpeterson.com/events/\nBlog: https://jordanbpeterson.com/blog/\nPodcast: https://jordanbpeterson.com/podcast/\nReading List: https://jordanbpeterson.com/great-books/\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://www.instagram.com/jordan.b.peterson/\nFacebook: https://www.facebook.com/drjordanpeterson\n\n--- PRODUCTS ---\n\nPersonality Course: https://www.jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com/\nUnderstand Myself personality test: https://understandmyself.com/\nMerchandise: https://teespring.com/stores/jordanbpeterson",
 "duration": 416,
 "transcript_parts": [
  {
   "text": "When I talk to people about doing the Future Authoring program",
   "start": 0.13,
   "duration": 2.75
  },
  {
   "text": "they often put it off . And it's not surprising because it's hard. And... But it's more than that",
   "start": 2.949,
   "duration": 5.51
  },
  {
   "text": "They think well, I don't know how to write. I'm gonna do a bad job. I don't really like assignments.",
   "start": 8.46,
   "duration": 5.49
  },
  {
   "text": "I'm going to have to do it perfectly.",
   "start": 13.95,
   "duration": 1.71
  },
  {
   "text": "I need to wait till I have enough time.",
   "start": 15.66,
   "duration": 2.9
  },
  {
   "text": "And like one of those is enough to stop you cold, and all five of them - you're just done. And so I tell people",
   "start": 18.56,
   "duration": 6.14
  },
  {
   "text": "Do it haphazardly,",
   "start": 24.7,
   "duration": 3.04
  },
  {
   "text": "a tiny bit at a time and badly.",
   "start": 27.74,
   "duration": 3.4
  },
  {
   "text": "Because you can do that.",
   "start": 31.14,
   "duration": 1.229
  },
  {
   "text": "I tell my students when they're doing their thesis, master's thesis,",
   "start": 32.369,
   "duration": 3.531
  },
  {
   "text": "write a really bad first draft. And then we have a little conversation about that because they don't think I mean that.",
   "start": 35.9,
   "duration": 6.2
  },
  {
   "text": "Because it sounds like a cliché in some sense. It's not a cliché. It's not a cliche at all.",
   "start": 42.1,
   "duration": 5.24
  },
  {
   "text": "It means...",
   "start": 47.34,
   "duration": 2.38
  },
  {
   "text": "You're a terrible writer.",
   "start": 51.34,
   "duration": 1.1
  },
  {
   "text": "But if someone put a gun to your head and said: \"You have to have",
   "start": 52.44,
   "duration": 3.66
  },
  {
   "text": "your hundred page thesis done by next Monday or I'll shoot you, but I don't care how terrible it is\".",
   "start": 56.1,
   "duration": 6.64
  },
  {
   "text": "You would sit down and write it. And the thing is - then you have it! Right, then then you have something",
   "start": 62.74,
   "duration": 4.84
  },
  {
   "text": "and then you can fix it. You can iterate and fix it - that bad first draft. That's the most valuable thing.",
   "start": 67.58,
   "duration": 5.82
  },
  {
   "text": "And so that's what you need. You need a bad first draft of yourself.",
   "start": 73.4,
   "duration": 3.78
  },
  {
   "text": "And there's an idea that Jung developed about the Trickster and the Jester the comedian, right,  that the",
   "start": 77.18,
   "duration": 7.36
  },
  {
   "text": "Trickster is the precursor to the savior. That's one of the things I learned from Jung.",
   "start": 84.54,
   "duration": 3.98
  },
  {
   "text": "It was just... It's so unlikely you'd never think that. It's so amazing that that might be the case, but the...",
   "start": 88.52,
   "duration": 8.74
  },
  {
   "text": "satirical and the ironic and the troublemaker that - the comedian - the fool - the fool is the precursor to the savior.",
   "start": 97.26,
   "duration": 7.4
  },
  {
   "text": "Why? Because you're a fool when you start something new. And so if you're not willing to be a fool",
   "start": 104.66,
   "duration": 5.02
  },
  {
   "text": "then you'll never start anything new, and if you never start anything new that you won't develop. And so...",
   "start": 109.68,
   "duration": 4.14
  },
  {
   "text": "The willingness to be a fool is the precursor to transformation. And that's the same as humility.",
   "start": 113.82,
   "duration": 5.28
  },
  {
   "text": "And so if you're gonna write your destiny, you can do a bad first job. You're gonna get smarter as you move forward.",
   "start": 119.1,
   "duration": 6.06
  },
  {
   "text": "That's the thing. It's that - so something beckons to you. That's what happens here.",
   "start": 125.16,
   "duration": 3.96
  },
  {
   "text": "Maybe the star that Geppetto wished on was the wrong damn star.",
   "start": 129.12,
   "duration": 4.28
  },
  {
   "text": "But at least it was a star. Right? At least it was in the sky - at least it moved him forward.",
   "start": 133.4,
   "duration": 5.6
  },
  {
   "text": "And so you say in your life...",
   "start": 139.0,
   "duration": 1.48
  },
  {
   "text": "Well, something grips you and... and fills you with interest and you think well",
   "start": 140.49,
   "duration": 4.649
  },
  {
   "text": "Should I do that? And the answer is: \"If not that then something.\"",
   "start": 145.14,
   "duration": 6.06
  },
  {
   "text": "What if it's a mistake?",
   "start": 151.2,
   "duration": 1.81
  },
  {
   "text": "It's a mistake!",
   "start": 153.01,
   "duration": 1.4
  },
  {
   "text": "Rest assured. What do you know? You're gonna stumble around, right?",
   "start": 154.41,
   "duration": 3.929
  },
  {
   "text": "And what's gonna happen is this. You're gonna move to you're gonna not stay in stasis.",
   "start": 158.34,
   "duration": 4.32
  },
  {
   "text": "You're not gonna wander around in circles. And I see people like that. They say well, I never knew what to do.",
   "start": 162.66,
   "duration": 4.44
  },
  {
   "text": "And now I'm 40.",
   "start": 167.1,
   "duration": 2.16
  },
  {
   "text": "It's like: \"That's not so good.\"",
   "start": 169.26,
   "duration": 1.98
  },
  {
   "text": "That's not so good. And you might say well... And there is a literature too that suggests that people are a lot more",
   "start": 171.24,
   "duration": 6.98
  },
  {
   "text": "unhappy when they look back in their lives",
   "start": 178.22,
   "duration": 2.72
  },
  {
   "text": "about the things they didn't do",
   "start": 180.94,
   "duration": 1.89
  },
  {
   "text": "than they are about the mistakes they made while they were doing things. And so that's really worth thinking about too because there's",
   "start": 182.83,
   "duration": 6.57
  },
  {
   "text": "redemptive mistakes. And a redemptive mistake would be a mistake that you make when you go out and try to do something. And no...",
   "start": 189.4,
   "duration": 6.26
  },
  {
   "text": "You actually, you think okay. I'm gonna try to do this. And you're not good at it. You make a bunch of mistakes.",
   "start": 195.66,
   "duration": 4.44
  },
  {
   "text": "It's like: \"What's the consequence if you pay attention?\" It's you're not quite so stupid anymore.",
   "start": 200.1,
   "duration": 5.16
  },
  {
   "text": "That's the thing. You've been informed by your... by the results of your errors. And so what happens is...",
   "start": 205.26,
   "duration": 5.9
  },
  {
   "text": "You... you follow the beacon you follow the light. And... and you're blind! So you don't know where the light is.",
   "start": 211.16,
   "duration": 5.5
  },
  {
   "text": "It's it's dimly apprehended only and you're afraid to follow it.",
   "start": 216.66,
   "duration": 3.76
  },
  {
   "text": "But you decide to take some stumbling steps towards it.",
   "start": 220.42,
   "duration": 4.24
  },
  {
   "text": "And as you take stumbling steps towards it you become illuminated and enlightened and informed.",
   "start": 224.66,
   "duration": 5.8
  },
  {
   "text": "Because of the nature of your experience.",
   "start": 230.46,
   "duration": 1.66
  },
  {
   "text": "Because you're pushing yourself beyond where you are and you're going into the country that you have not yet been in. And you learn something.",
   "start": 232.12,
   "duration": 6.3
  },
  {
   "text": "And so what happens then is that the star moves. You move ten feet towards it. You think no, that's not right.",
   "start": 238.42,
   "duration": 5.92
  },
  {
   "text": "I didn't get it right.",
   "start": 244.34,
   "duration": 1.04
  },
  {
   "text": "It isn't there.",
   "start": 245.38,
   "duration": 0.77
  },
  {
   "text": "It's actually there. And so then you see it somewhere else and you shift yourself slightly.",
   "start": 246.15,
   "duration": 5.07
  },
  {
   "text": "And you move forward and that's what happens is that",
   "start": 251.22,
   "duration": 3.36
  },
  {
   "text": "As you continue... as you change, the thing that guides you forward moves.",
   "start": 256.06,
   "duration": 6.06
  },
  {
   "text": "Right. It's like God in the... in the desert in Egypt. The pillar of light you're following. It's moving!",
   "start": 262.12,
   "duration": 6.68
  },
  {
   "text": "It's not a permanent thing. You move towards it - it moves away. It guides you forward.",
   "start": 268.8,
   "duration": 4.94
  },
  {
   "text": "And so you say, well: \"Is what I'm aiming at paradise itself?\"",
   "start": 273.75,
   "duration": 4.649
  },
  {
   "text": "And the answer to that is: \"No!\" Because what do you know? You could you couldn't see paradise if it was right in front of you.",
   "start": 278.4,
   "duration": 5.32
  },
  {
   "text": "But you might get a glimmer of it.",
   "start": 283.72,
   "duration": 1.86
  },
  {
   "text": "And so you move towards it and you grow. And then...",
   "start": 285.6,
   "duration": 3.8
  },
  {
   "text": "The next time you open your eyes, you see a little bit more clearly. And that's what happens.",
   "start": 289.4,
   "duration": 4.48
  },
  {
   "text": "Is... that just happens over and over. Right? It keeps moving.",
   "start": 293.88,
   "duration": 4.62
  },
  {
   "text": "And so you move like this.",
   "start": 298.5,
   "duration": 3.98
  },
  {
   "text": "But the thing that's so cool",
   "start": 302.48,
   "duration": 1.32
  },
  {
   "text": "is that all those zigs and zags, you say, in each of those zags and zigs is a catastrophe.",
   "start": 303.81,
   "duration": 5.45
  },
  {
   "text": "I hit a wall, my God, and then I had to die a little bit and I barely got back up. It's a Phoenix",
   "start": 309.3,
   "duration": 5.14
  },
  {
   "text": "transformation at each... At each turn. And it's painful. But the thing is that even though you've traveled 20",
   "start": 314.44,
   "duration": 7.84
  },
  {
   "text": "miles, let's say, on that road and you've only moved 3 miles forward - you've moved three miles forward!",
   "start": 322.28,
   "duration": 6.72
  },
  {
   "text": "Instead of falling backwards, because that's the thing too. If you stand still you fall backwards.",
   "start": 329.02,
   "duration": 6.16
  },
  {
   "text": "You can not stand still because the world moves away from you if you stand still. And there's no stasis.",
   "start": 335.18,
   "duration": 6.72
  },
  {
   "text": "There's only backwards. And so if you're not moving...",
   "start": 341.9,
   "duration": 4.18
  },
  {
   "text": "forwards, then you're moving backwards. And that's...",
   "start": 346.08,
   "duration": 2.88
  },
  {
   "text": "more...",
   "start": 348.96,
   "duration": 1.94
  },
  {
   "text": "More of the underlying truth of the Matthew principle: \"To those who have everything more will be given.",
   "start": 352.3,
   "duration": 6.02
  },
  {
   "text": "From those who have nothing everything will be taken.\"",
   "start": 358.32,
   "duration": 3.1
  },
  {
   "text": "It's a warning. Do not stay in one place.",
   "start": 361.42,
   "duration": 4.06
  },
  {
   "text": "Well as you zigzag maybe then...",
   "start": 367.98,
   "duration": 2.92
  },
  {
   "text": "Maybe the cataclysm of each transformation starts to lessen. There's not so much of you that has to die with every mistake.",
   "start": 370.9,
   "duration": 10.38
  },
  {
   "text": "And maybe you end up oriented at least reasonably properly. And if you were sensible, that would have been your trip, but it wasn't. Right?",
   "start": 381.28,
   "duration": 7.04
  },
  {
   "text": "It's that. And perhaps it's a lot worse than that.",
   "start": 388.32,
   "duration": 2.159
  },
  {
   "text": "Perhaps there's no shortage of backtracking. But it doesn't matter, because as you stumble forward, you...",
   "start": 390.48,
   "duration": 6.84
  },
  {
   "text": "illuminate and inform yourself. And perhaps that's partly because the world is made of information. And if you...",
   "start": 397.32,
   "duration": 7.9
  },
  {
   "text": "encounter it and tangle with it, then it informs you. And then you become informed. And then you're information. And then you're ready.",
   "start": 405.22,
   "duration": 10.22
  }
 ]
}