{"video_id": "l9Ibs67ke6c", "channel_id": "UCtCTSf3UwRU14nYWr_xm-dQ", "channel_name": "Jonathan Pageau", "title": "Symbolic vs. Literal Interpretation of the Bible", "url": "https://www.youtube.com/watch?v=l9Ibs67ke6c", "date": "2017-07-01", "description": "What is the relationship between symbolic meaning and historical/literal interpretation of stories in the Bible? I explore what this mean in the context of Christianity and in relation to the ideas proposed by Jordan Peterson.  \n\nFor more on Symbolism:  https://www.orthodoxartsjournal.org/the-recovery-of-symbolism/\n\npatreon: https://www.patreon.com/pageauvideos\nwebsite: http://www.pageaucarvings.com\nfacebook: https://www.facebook.com/jonathanpageau\ntwitter: https://twitter.com/PageauCarvings", "duration": 1225, "transcript_parts": [{"text": "So.", "start": 1.08, "duration": 1.62}, {"text": "So, since last year, I've received many emails probing the question", "start": 2.7, "duration": 4.46}, {"text": "of symbolism and its relation to the Christians insistence on the historical existence of Christ", "start": 7.16, "duration": 6.5}, {"text": "Just last week I was sent something which summed up", "start": 14.95, "duration": 2.99}, {"text": "much of the issue and so I'd like to read the main parts of this letter that I received last week", "start": 18.1, "duration": 6.619}, {"text": "and then I'll try to answer some of its concerns", "start": 24.72, "duration": 2.56}, {"text": "Okay.", "start": 28.96, "duration": 1.22}, {"text": "So, I'm 20 years old, and I spent all of my grade school years at a fundamentalist evangelical", "start": 30.18, "duration": 6.56}, {"text": "Christian private school in Forth Worth, Texas.", "start": 37.06, "duration": 2.46}, {"text": "There, I was educated and immersed in a deeply conservative", "start": 40.26, "duration": 4.18}, {"text": "theological tradition. However, after I graduated, I began to doubt my faith and progressively adopted a rationalist", "start": 44.44, "duration": 7.98}, {"text": "positivist worldview and became an atheist. I had been an atheist for a little over a year", "start": 52.44, "duration": 10.06}, {"text": "when I came across Dr. Peterson's lecture videos and with those, your videos. Dr. Peterson's perspective", "start": 62.5, "duration": 7.16}, {"text": "opened my eyes to a very different essential conception of religion from the ones that I grew up with", "start": 69.66, "duration": 5.9}, {"text": "and helped me rediscover a sense of meaning and purpose in my life", "start": 75.96, "duration": 4.1}, {"text": "after wondering aimlessly as an atheist. I had begun reading other great thinkers", "start": 80.22, "duration": 5.56}, {"text": "to help further my newly developing understanding of religion and Christianity", "start": 86.06, "duration": 4.2}, {"text": "like Carl Jung and William James. Here is where my problem begins.", "start": 90.52, "duration": 7.18}, {"text": "I would now say that I certainly believe in God, an objective morality.", "start": 97.7, "duration": 5.78}, {"text": "I would also say that I believe that Jesus Christ is the son of God and the source of salvation.", "start": 103.48, "duration": 6.06}, {"text": "But, I think perhaps that this is true in a symbolic sense rather than in a physical literal historical sense.", "start": 109.6, "duration": 8.34}, {"text": "More and more I am convinced that the symbolic reality actually points to the truest reality", "start": 118.18, "duration": 4.88}, {"text": "But this conception is difficult to square with the way that most people interpret Christianity. For example", "start": 123.1, "duration": 8.1}, {"text": "my peers and teachers from my old school would not consider someone with these ideas a true Christian", "start": 131.2, "duration": 6.48}, {"text": "Because to them salvation depends on a faith", "start": 138.73, "duration": 2.87}, {"text": "in the literal life, death and resurrection of Christ.", "start": 142.36, "duration": 3.83}, {"text": "I noticed that this specific point was also emphasized by one of your fellow speakers", "start": 146.74, "duration": 4.9}, {"text": "Father Theodore Paraskevopoulus in the Resurrection of Logos talk. All this being said, I'm just trying", "start": 152.04, "duration": 7.9}, {"text": "to learn and I know that my overall grasp of these things so far is totally minuscule.", "start": 159.94, "duration": 5.56}, {"text": "This leads me to the questions I have for you, if you're still willing to try to answer them.", "start": 165.76, "duration": 4.58}, {"text": "One: in your view, what beliefs really make someone a Christian?", "start": 170.86, "duration": 4.7}, {"text": "Two: how much of the Bible do you think is symbolic truth versus physical fact?", "start": 175.7, "duration": 5.18}, {"text": "Three: you personally believe that Jesus lived historically and physically", "start": 181.02, "duration": 4.44}, {"text": "rose from the dead as told in the Gospels?", "start": 185.46, "duration": 2.7}, {"text": "Four: if you think that the Gospel story is symbolic, how do you get along with your Christian community?", "start": 188.38, "duration": 6.2}, {"text": "And lastly, five: for what reason do you align with Orthodox Christianity specifically?", "start": 195.04, "duration": 5.5}, {"text": "So, I've seen similar questions, arise around", "start": 202.08, "duration": 3.9}, {"text": "I've seen similar questions arise around the type of questions that have been asked to Dr. Peterson", "start": 208.04, "duration": 7.0}, {"text": "and I've seen on different study groups that people have felt a bit confused and frustrated", "start": 215.04, "duration": 4.76}, {"text": "by some of the answers, or at least felt like those answers didn't fully", "start": 220.02, "duration": 4.08}, {"text": "answer their concerns and so I'm going to try to answer", "start": 224.16, "duration": 4.86}, {"text": "this as much as I can, and I'm going to try to answer those, the questions that were posed all simultaneously.", "start": 229.42, "duration": 7.1}, {"text": "So, I think that the problem firstly arises because we still hold on to a kind of", "start": 237.18, "duration": 5.3}, {"text": "simplistic Materialism, kind of 19th century Modernism which thinks that the fullness of everything", "start": 242.64, "duration": 7.82}, {"text": "exists completely out there exactly as we perceive it, a kind of", "start": 250.64, "duration": 5.02}, {"text": "neutral range of measurable phenomena, which we can then add meaning to.", "start": 256.26, "duration": 5.34}, {"text": "So in this view, symbolism is opposed, or at least its divorced, from this truly objective world", "start": 261.66, "duration": 7.0}, {"text": "and if in it's stories and myths and music or in art we find these patterns of meaning", "start": 268.66, "duration": 5.67}, {"text": "they're like an abstract layer that we, let's say", "start": 274.54, "duration": 4.34}, {"text": "subjectively add on to an idiosyncratic and random world. The problem is that that's just not how it works.", "start": 278.88, "duration": 10.28}, {"text": "The problem of believing we're only, let's say, enumerating physical facts in a story is", "start": 291.5, "duration": 6.42}, {"text": "problematic because there's constantly an overwhelming", "start": 298.3, "duration": 4.4}, {"text": "and seemingly unlimited number of facts all the time around us. When we look into the world", "start": 302.8, "duration": 6.6}, {"text": "there's this field of potential being and so we have", "start": 309.94, "duration": 3.7}, {"text": "two faculties that help us to deal with that.", "start": 314.69, "duration": 2.6}, {"text": "The first faculty is attention, it is our capacity to focus on something.", "start": 317.72, "duration": 5.3}, {"text": "We focus in and limit the world within our purposed activity at any moment", "start": 323.36, "duration": 5.38}, {"text": "and so we don't hear or see the same things when we're cooking or", "start": 329.78, "duration": 5.38}, {"text": "marveling at a sunset or shaving, let's say.", "start": 335.18, "duration": 2.7}, {"text": "The second faculty we have to deal with the unlimited number of facts is memory.", "start": 339.52, "duration": 6.54}, {"text": "Most of the things we encounter around us just vanish and they're specific, we don't remember them.", "start": 346.64, "duration": 5.64}, {"text": "Our memory only remembers the things which are important to us for one reason or another.", "start": 352.28, "duration": 5.08}, {"text": "Our memory will string things together", "start": 358.3, "duration": 2.56}, {"text": "string events together into coherent hierarchies and narrative structures", "start": 361.88, "duration": 4.82}, {"text": "these structures, or these stories, they're already patterns.", "start": 367.12, "duration": 6.14}, {"text": "We often don't perceive the patterns", "start": 374.63, "duration": 2.33}, {"text": "but the structure of why we remember something or how we then order events for others is", "start": 376.96, "duration": 6.479}, {"text": "already symbolic. Symbolic in the sense that they are ordered and patterned around things that have meaning.", "start": 384.23, "duration": 7.609}, {"text": "Then you have to see that there's a kind of positive feedback", "start": 393.56, "duration": 4.34}, {"text": "a positive feedback loop between attention and memory.", "start": 398.84, "duration": 4.58}, {"text": "And then, between attention and memory relating to other people. I mean, everybody's aware of this", "start": 403.72, "duration": 6.24}, {"text": "I mean, you know people and I know people who when they tell you, let's say", "start": 409.96, "duration": 4.86}, {"text": "how their day went they'll just ramble on and on about", "start": 414.829, "duration": 3.571}, {"text": "disconnected and irrelevant things that happened to them and when you're listening, I mean", "start": 418.62, "duration": 5.26}, {"text": "It doesn't take long like ten minutes will do and you just wish you could run away", "start": 423.89, "duration": 4.739}, {"text": "or you feel like you're going to die of boredom.", "start": 428.7, "duration": 2.359}, {"text": "So, symbolism is not opposed to a kind of neutral physical reality", "start": 432.42, "duration": 5.58}, {"text": "rather symbolism is the very manner in which we perceive", "start": 438.2, "duration": 4.82}, {"text": "and organize the unlimited field of information.", "start": 443.26, "duration": 3.76}, {"text": "One of the first things that I remember that struck me when I began to attend an orthodox church", "start": 448.82, "duration": 5.76}, {"text": "I went to a talk that was given after a service.", "start": 454.58, "duration": 4.14}, {"text": "And one of the parishioners was explaining how the Greek word \"symbol\"", "start": 458.96, "duration": 4.08}, {"text": "refers to a place where two things meet.", "start": 463.04, "duration": 4.06}, {"text": "Where two rivers become one river, for example.", "start": 467.26, "duration": 4.02}, {"text": "And that symbolism does not come about by adding a kind of metaphoric meaning on top of events", "start": 471.38, "duration": 6.6}, {"text": "but is the very bringing together of events, the formation of analogies, the process of synthetic", "start": 477.98, "duration": 8.0}, {"text": "compression of multiple level of events", "start": 486.12, "duration": 4.54}, {"text": "of patterns, of relationships and it's the bringing of all those things together which constitute symbolism", "start": 492.02, "duration": 7.64}, {"text": "but also constitutes the very manner in which we engage the world.", "start": 499.74, "duration": 3.78}, {"text": "So, if some people are interested in pursuing this I put a link in the description of an article that I wrote", "start": 504.03, "duration": 6.11}, {"text": "which talks about this more in more detail.", "start": 510.36, "duration": 2.75}, {"text": "So it's seen that there is no reality which is not symbolic", "start": 514.2, "duration": 4.62}, {"text": "The nature of our existence in the world is symbolic", "start": 519.44, "duration": 4.06}, {"text": "Events coalesce around centers of meaning through our attention and our memory", "start": 523.6, "duration": 7.3}, {"text": "We all experience this constantly and if one is attentive", "start": 531.56, "duration": 3.86}, {"text": "what it does, it makes the world a magical place. I mean, let me give you an example", "start": 535.8, "duration": 5.28}, {"text": "We learned recently that my wife is pregnant. This was not planned at all. It was a complete surprise", "start": 543.54, "duration": 6.16}, {"text": "But a few weeks before she became pregnant", "start": 550.47, "duration": 2.99}, {"text": "three people close to us had dreams of her being pregnant", "start": 553.88, "duration": 5.14}, {"text": "and then in the day that she did a pregnancy test and found out", "start": 560.9, "duration": 3.66}, {"text": "she decided not to tell me right away and wait until we had a bit of time together that evening", "start": 565.26, "duration": 5.68}, {"text": "we went to an event where we ended up discussing with a couple that", "start": 570.95, "duration": 4.469}, {"text": "we barely knew who had brought their the newly born child and the man", "start": 575.42, "duration": 3.75}, {"text": "was asking us if we planned to have another child and I was like no, we're done", "start": 579.36, "duration": 5.179}, {"text": "you know three is enough, and I utterly embarrass myself. It seems. You know", "start": 584.76, "duration": 5.029}, {"text": "saying that we're not going to have any more children.", "start": 590.72, "duration": 2.76}, {"text": "And then when we were leaving the event and we went into the car", "start": 594.02, "duration": 4.9}, {"text": "I started the car and the radio was already on and", "start": 598.94, "duration": 3.32}, {"text": "then right away as the car started, the song that was playing on the radio was a song about a woman", "start": 602.37, "duration": 6.14}, {"text": "who was pregnant and going to have a baby and I mentioned that to my wife", "start": 608.9, "duration": 5.38}, {"text": "I said that's weird, you know, considering the discussion that we just had with that couple", "start": 614.28, "duration": 4.44}, {"text": "and so this type of synchronicity, this type of events coalescing in a manner", "start": 620.1, "duration": 7.28}, {"text": "which is not causal in any scientific way is something that happens to everyone.", "start": 627.38, "duration": 5.96}, {"text": "And it is only maybe the pathological fedora-wearing atheist who would deny this to himself", "start": 633.44, "duration": 6.74}, {"text": "Now it's easy to look back and say", "start": 640.2, "duration": 3.38}, {"text": "well, if my wife had not been pregnant", "start": 644.18, "duration": 3.66}, {"text": "Then all her friends would not have remembered those particular dreams", "start": 648.42, "duration": 4.2}, {"text": "I mean, we dream all the time, right?", "start": 653.1, "duration": 2.32}, {"text": "At the same time", "start": 656.78, "duration": 2.06}, {"text": "if she not found out that she had been pregnant, that event where we discussed having another baby", "start": 659.36, "duration": 6.72}, {"text": "and then hearing that song on the radio probably would not have stuck in my memory very long", "start": 666.54, "duration": 6.66}, {"text": "I mean, we had all kinds of discussion that evening with other people.", "start": 673.2, "duration": 4.0}, {"text": "And so the cynic might say it's only because she is pregnant that all those former events became", "start": 677.82, "duration": 6.32}, {"text": "important and were noticed by us in forming a pattern.", "start": 684.22, "duration": 4.34}, {"text": "And the answer to that cynicism is yes, that's right.", "start": 689.8, "duration": 4.46}, {"text": "And you cannot escape that. The process of putting together important things is how reality works.", "start": 694.36, "duration": 7.88}, {"text": "Because our existence in the world is symbolic.", "start": 702.24, "duration": 3.1}, {"text": "Human consciousness orders and gives meaning to an indefinite potential of existence.", "start": 705.34, "duration": 7.16}, {"text": "The world does not unfold randomly", "start": 714.18, "duration": 3.6}, {"text": "and if in some ways it does, consciousness", "start": 717.78, "duration": 4.1}, {"text": "attention and our memory does everything it can to fit things into a pattern, all the random things", "start": 721.88, "duration": 7.22}, {"text": "vanish the margins of our perception and", "start": 729.18, "duration": 2.8}, {"text": "if there is something truly random", "start": 733.03, "duration": 2.63}, {"text": "something which both forces itself on our attention and then pushes itself into our memory", "start": 736.21, "duration": 5.989}, {"text": "we formulate that thing as into the category of chaos, of tragedy, of suffering", "start": 742.72, "duration": 5.69}, {"text": "It's a monster and we have to contend with it, so that we can continue", "start": 748.41, "duration": 4.17}, {"text": "I mean, if I am forced to remember something which is truly random", "start": 752.58, "duration": 4.26}, {"text": "It's probably a car crash, an accident of some kind or something that completely", "start": 756.88, "duration": 5.42}, {"text": "disrupts, erupts like a revolution into the regular pattern of my experience.", "start": 762.4, "duration": 5.6}, {"text": "Now, in terms of remembering events, there is a personal way of remembering events", "start": 769.48, "duration": 6.82}, {"text": "there's a communal way of remembering events, a broader social way", "start": 776.3, "duration": 4.8}, {"text": "and I would even contend that there is a cosmic way of", "start": 781.11, "duration": 3.45}, {"text": "remembering events and all these levels of attention and memory will not appear the same", "start": 785.02, "duration": 6.78}, {"text": "The more we move away from the idiosyncratic \"how my day went?\" stories the more", "start": 791.86, "duration": 5.9}, {"text": "we move towards remembering events which have universal significance", "start": 797.76, "duration": 5.42}, {"text": "The more this memory will appear symbolic, condensed.", "start": 803.4, "duration": 5.4}, {"text": "It has to be so that it can be attended to and", "start": 808.8, "duration": 3.48}, {"text": "remembered by larger and larger groups over larger and larger spans of time.", "start": 812.44, "duration": 5.6}, {"text": "There are specific idiosyncratic objects or ways of doing things which must disappear which", "start": 819.16, "duration": 9.76}, {"text": "must be made to fit with a larger and more universal image or universal images", "start": 829.08, "duration": 6.3}, {"text": "so that they can be remembered.", "start": 835.38, "duration": 2.0}, {"text": "So, for an example, in the Bible", "start": 838.9, "duration": 1.76}, {"text": "you can actually see that and the very unfolding of the large story. The more you go back", "start": 840.66, "duration": 6.09}, {"text": "let's say, towards Genesis, the more the stories appear condensed, symbolic, universal", "start": 846.75, "duration": 5.85}, {"text": "the forms are compressed through images that reveal more and more meaning.", "start": 852.6, "duration": 4.34}, {"text": "So, does that mean that what's in the Bible does not describe events?", "start": 857.74, "duration": 5.959}, {"text": "Of course it describes events. The problem is that we think that all events are the same.", "start": 864.12, "duration": 5.84}, {"text": "We think that Adam, which means man as such, ate the fruit of the knowledge of good and evil", "start": 869.98, "duration": 7.12}, {"text": "becoming self conscious of his mortality", "start": 877.14, "duration": 3.1}, {"text": "having been tempted by a serpent, is on the same level", "start": 880.32, "duration": 3.88}, {"text": "the same type of event, than when I'm picking my nose or washing the dishes. That's the problem.", "start": 884.2, "duration": 6.08}, {"text": "The events in Genesis happened.", "start": 890.4, "duration": 2.76}, {"text": "They're just being remembered at a cosmic level using", "start": 893.28, "duration": 3.78}, {"text": "narrative structures and images that compress so much into them that people have written thousands of books", "start": 897.16, "duration": 7.6}, {"text": "unfolding the implicit meanings contained in those primordial stories.", "start": 904.76, "duration": 4.74}, {"text": "There will be no one writing thousands of books of how I did the dishes last night.", "start": 909.64, "duration": 5.14}, {"text": "It's like, if any event in the entire world has definitely happened, it is the story in Genesis II and The Fall.", "start": 918.84, "duration": 10.32}, {"text": "And just because computer brains like Sam Harris cannot perceive hierarchy and being", "start": 929.16, "duration": 6.0}, {"text": "hierarchy of events and a hierarchy in the manner in which we describe events", "start": 935.3, "duration": 5.1}, {"text": "just means that they're forced to discount those stories", "start": 940.46, "duration": 3.54}, {"text": "to their peril and to our peril, the stories which our ancestors for thousands of years", "start": 944.07, "duration": 5.869}, {"text": "considered to be the most important and foundational stories", "start": 950.3, "duration": 3.94}, {"text": "foundational structures of our being", "start": 954.32, "duration": 2.1}, {"text": "and the underlying origin of what it means to be human", "start": 956.72, "duration": 4.32}, {"text": "and then you wonder why everyone is so confused and disillusioned.", "start": 961.2, "duration": 4.3}, {"text": "And so, when the question is asked whether I believe, let's say, that the Resurrection of Christ is", "start": 966.5, "duration": 5.42}, {"text": "physical fact or symbolic metaphor, I don't know how to deal with that question. I mean, what do you mean?", "start": 972.1, "duration": 7.6}, {"text": "What do you expect?", "start": 979.88, "duration": 2.0}, {"text": "Do you expect the telling of the Resurrection to fit some kind of technical description?", "start": 982.28, "duration": 7.26}, {"text": "Like the kind of description a police officer would give at a crime scene.", "start": 989.96, "duration": 4.06}, {"text": "How could it and why should it?", "start": 994.38, "duration": 2.0}, {"text": "The problem with the Resurrection and with miracles in general is that the modern person", "start": 997.5, "duration": 5.3}, {"text": "thinks that the point of the story is understanding a kind of technical description of what happened", "start": 1002.8, "duration": 5.7}, {"text": "their minds immediately trying to calculate the miracle in terms of something which could be reproduced", "start": 1008.5, "duration": 5.42}, {"text": "through scientific method, and I just want to slap myself when I see this. Obviously, the Resurrection by it's telling", "start": 1013.92, "duration": 7.54}, {"text": "is referring to an event, but why do you think you know what that event is?", "start": 1021.64, "duration": 6.52}, {"text": "Why does that event have to fit the level of analysis you want to impose on it?", "start": 1028.76, "duration": 6.06}, {"text": "Look at the story itself, even the way it is told.", "start": 1034.82, "duration": 5.34}, {"text": "First off, no one witnessed the actual resurrection even in the story.", "start": 1040.48, "duration": 4.46}, {"text": "When the people encountered the risen Christ they don't recognize him at first.", "start": 1045.319, "duration": 4.82}, {"text": "The disciples on the road to Emmaus walked with Christ and talked with him without even knowing who he was.", "start": 1050.809, "duration": 7.099}, {"text": "I mean, there are numerous details in the story", "start": 1058.07, "duration": 2.51}, {"text": "which are there to tell you that you should not presume to think that you know what the Resurrection is.", "start": 1060.88, "duration": 7.16}, {"text": "Now I believe that the Resurrection is an event. Yes.", "start": 1068.42, "duration": 2.82}, {"text": "But it is obviously an event which is not described directly for a reason", "start": 1071.24, "duration": 6.08}, {"text": "which is told in a matter which should avoid a kind of forensic analysis.", "start": 1077.32, "duration": 5.2}, {"text": "So, does the Christian have to believe that the Gospels describe events? Yes.", "start": 1083.2, "duration": 3.98}, {"text": "Does the Christian have to believe that those descriptions have", "start": 1087.68, "duration": 3.56}, {"text": "the modern journalistic or forensic type of description? No.", "start": 1091.24, "duration": 4.78}, {"text": "Does the Christian have to believe in the resurrection of the body? Yes.", "start": 1096.34, "duration": 4.0}, {"text": "We need to technically describe, like a surveyor would give a", "start": 1101.2, "duration": 4.04}, {"text": "detailed analysis of a terrain, what the resurrection is? No.", "start": 1105.24, "duration": 6.14}, {"text": "The resurrection imposes itself as the culmination of a giant pattern.", "start": 1111.38, "duration": 6.76}, {"text": "A pattern which includes the natural patterns of death and rebirth", "start": 1118.14, "duration": 4.3}, {"text": "the seasons, the rotation of the cosmic bodies.", "start": 1122.44, "duration": 3.86}, {"text": "A pattern which includes all the stories of the escape of the underworld, the crossing of the flood", "start": 1127.26, "duration": 5.92}, {"text": "and all the other tales of life rising out of death found in cosmic stories", "start": 1133.18, "duration": 4.88}, {"text": "we remember and attend to until today.", "start": 1138.069, "duration": 2.811}, {"text": "Even in our movies and in our TV shows, video games comic books", "start": 1141.32, "duration": 5.36}, {"text": "the story of the Resurrection is everywhere if you can see it.", "start": 1146.68, "duration": 4.64}, {"text": "So, that brings me to the final part of the questions that were asked. The reason why I chose orthodoxy.", "start": 1153.5, "duration": 6.94}, {"text": "The reason why I chose orthodoxy has to do with all of this. We believe that the world is symbolic.", "start": 1160.44, "duration": 7.42}, {"text": "Our services, our prayers, the manner in which we remember through the Bible, through the legends", "start": 1168.12, "duration": 6.86}, {"text": "and tales of the saints is because we know how memory and attention have certain forms.", "start": 1174.98, "duration": 7.14}, {"text": "How they lead us to and keep us in the heart.", "start": 1182.12, "duration": 4.86}, {"text": "In the memory of the center, let's say.", "start": 1187.32, "duration": 3.82}, {"text": "We're not bothered by stories which do not fit the rigorous forensic description of a crime scene", "start": 1191.96, "duration": 7.72}, {"text": "because we know that such a description cannot, will not, and should not be remembered", "start": 1199.68, "duration": 7.08}, {"text": "but our stories, as they join the cosmic pattern, as they", "start": 1206.92, "duration": 5.14}, {"text": "participate in the eternal pattern, they will have a memory, eternal.", "start": 1212.2, "duration": 7.24}]}