{
 "video_id": "vR6l0SizqWg",
 "channel_id": "UC2yCyOMUeem-cYwliC-tLJg",
 "channel_name": "Deep Talks",
 "title": "Announcing \"Dis-Ordered: A Christian Journey Through the Problem of Evil & Suffering\"",
 "url": "https://www.youtube.com/watch?v=vR6l0SizqWg",
 "date": "2022-07-11",
 "description": "Help me publish my first book by pre-ordering here:\nhttps://linktr.ee/paulanleitner\n\nBook Synopsis:\n\n“Where are you, God?”\n\nDo you remember the first time that you asked that question? It may have been an instance of unexpected suffering, a tragic confrontation with evil, or simply a moment where your soul quietly panged over prayers that felt unanswered. Maybe the particular church you were raised in didn’t seem like it had adequate answers for your profound questions about God’s goodness, evil, and suffering.  Mine didn’t. If that happens, should we just throw in the towel on our faith?\n\nFor 2,000 years, Christians across theological traditions have grappled with the problem of evil. What if we could dig through not only the Scriptures, but compare their answers on some of our deepest questions? Might this possibly give us better answers to our questions- even answers we may have never considered before?\n\nIn Dis-Ordered: A Christian Journey Through the Problem of Evil & Suffering, Paul Anleitner (MA Christian Thought, Bethel Seminary) leads readers on an impartial journey through the Bible and 2,000 years of Christian theology to help them understand Christianity’s most robust responses to the problem of evil and suffering. From the book of Job to the Gospels, from ancient Church Fathers to modern Open Theists and more, we’ll compare and contrast perspectives, sprinkle in some nerdy pop culture illustrations, and equip you to respond well to a world that so often seems dis-ordered.",
 "duration": 125,
 "transcript_parts": [
  {
   "text": "um",
   "start": 0.96,
   "duration": 3.0
  },
  {
   "text": "[Music]",
   "start": 4.059,
   "duration": 3.23
  },
  {
   "text": "[Music]",
   "start": 9.96,
   "duration": 5.579
  },
  {
   "text": "be near me when my light is low",
   "start": 21.119,
   "duration": 4.881
  },
  {
   "text": "when the blood creeps and the nerves",
   "start": 23.84,
   "duration": 5.679
  },
  {
   "text": "prick and tingle and the heart is sick",
   "start": 26.0,
   "duration": 7.44
  },
  {
   "text": "and all the wheels of being slow",
   "start": 29.519,
   "duration": 6.401
  },
  {
   "text": "be near me when the sensuous frame is",
   "start": 33.44,
   "duration": 5.92
  },
  {
   "text": "racked with pangs that conquer trust",
   "start": 35.92,
   "duration": 5.12
  },
  {
   "text": "and time",
   "start": 39.36,
   "duration": 4.4
  },
  {
   "text": "a maniac scattering dust",
   "start": 41.04,
   "duration": 7.6
  },
  {
   "text": "and life a fury slinging flame",
   "start": 43.76,
   "duration": 4.88
  },
  {
   "text": "he near me when my faith is dry",
   "start": 50.8,
   "duration": 6.0
  },
  {
   "text": "and men the flies of latter spring that",
   "start": 54.079,
   "duration": 5.681
  },
  {
   "text": "lay their eggs and sting and sing and",
   "start": 56.8,
   "duration": 7.12
  },
  {
   "text": "weave their petty cells and die",
   "start": 59.76,
   "duration": 7.2
  },
  {
   "text": "he near me when i fade away",
   "start": 63.92,
   "duration": 6.239
  },
  {
   "text": "to point the term of human strife",
   "start": 66.96,
   "duration": 6.479
  },
  {
   "text": "and on the low dark verge of life",
   "start": 70.159,
   "duration": 7.191
  },
  {
   "text": "the twilight of eternal day",
   "start": 73.439,
   "duration": 11.341
  },
  {
   "text": "[Music]",
   "start": 77.35,
   "duration": 7.43
  },
  {
   "text": "[Music]",
   "start": 92.47,
   "duration": 3.7
  },
  {
   "text": "[Music]",
   "start": 101.08,
   "duration": 3.359
  },
  {
   "text": "[Music]",
   "start": 107.65,
   "duration": 3.699
  },
  {
   "text": "foreign",
   "start": 113.04,
   "duration": 2.8
  }
 ]
}